{
 "31": {
  "col-sim": {
   "cosine": 0.20544281171383397,
   "entity": 0.2916461404928374
  },
  "exec-time": 30.729719161987305,
  "links": [
   {
    "entities": [
     "et",
     "democratic",
     "mar-a-lago",
     "friday",
     "1:55",
     "florida",
     "mitch",
     "trump",
     "siemaszko",
     "gru",
     "december 29, 2016",
     "hillary",
     "mcconnell",
     "party",
     "thursday",
     "news",
     "--",
     "moscow",
     "senate",
     "california",
     "donald",
     "recently",
     "adam",
     "cia",
     "embassy",
     "russia",
     "vladimir",
     "corky",
     "2016",
     "john",
     "j.",
     "nov. 8",
     "schiff",
     "podesta",
     "republican",
     "u.s.",
     "v.",
     "obama",
     "national",
     "nbc",
     "december 30, 2016",
     ", 4:54 pm",
     "committee",
     "clinton",
     "putin",
     "dec 30",
     "russian",
     "16:40"
    ],
    "id": 0,
    "text": "Dec 30 2016, 4:54 pm ET Trump Says Putin 'Smart' for Not Retaliating Against U.S. Sanctions by Corky Siemaszko Pres.-elect Trump Lavishes Pres. Putin with Praise on Day After New Sanctions 1:55 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161231011953if_/http://www.nbcnews.com/widget/video-embed/844853315989\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> President-elect Donald Trump gave Vladimir Putin two thumbs up Friday for not immediately retaliating after the U.S. expelled 35 Russian diplomats and imposed other sanctions for allegedly interfering with the presidential election. Trump tweeted his approval after Putin rejected his foreign minister's proposal to give American diplomats the boot as payback. \"I always knew he was very smart,\" Trump tweeted. Great move on delay (by V. Putin) - I always knew he was very smart! — Donald J. Trump (@realDonaldTrump) December 30, 2016 Not long after, the Russian Embassy in the U.S. retweeted Trump. Putin has condemned President Obama's move, which also included imposing sanctions on two suspected hackers and three companies that allegedly support the Russian GRU intelligence service's cyber operations. U.S. intelligence services have accused the Russians of launching cyber-attacks on the Democratic Party in the run up to the Nov. 8 election. Emails stolen from the Democratic National Committee were leaked online and messages stolen from Hillary Clinton campaign chairman John Podesta later appeared on the website WikiLeaks. Play Obama doles out punishment to Putin's Russia 16:40 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161231011953if_/http://www.nbcnews.com/widget/video-embed/844342339861\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The CIA concluded Moscow was, in part, trying to help Trump win and NBC News has reported that intelligence officials believe \"with a high level of confidence\" that Putin was personally involved in the covert campaign. The Russians have denied meddling in the election. But many Democratic and Republican lawmakers are convinced that Moscow crossed the line and support a strong response against the Russians. \"Russia is not our friend,\" Senate Majority Leader Mitch McConnell recently tweeted, adding that Obama had not \"dissuaded\" Moscow from trying to hack into U.S. security systems: #Russia is not our friend & clearly #Obama has not yet dissuaded them from attempting to breach our cybersecurity systems pic.twitter.com/BythgBSbAt — Leader McConnell (@SenateMajLdr) December 29, 2016 Rep. Adam Schiff, a California Democrat, tweeted that Putin is playing Trump for a fool. Putin IS smart. Knows he can get much of what he wants from @realDonaldTrump through little more than flattery.  Sad, and dangerous. https://t.co/9gfDxEF3U3 — Adam Schiff (@RepAdamSchiff) December 30, 2016 Trump, however, has insisted repeatedly that he doesn't believe the Russians played any role in his unexpected victory. And when asked about the sanctions , he replied: \"I think we ought to get on with our lives.\" \"I think that computers have complicated lives very greatly. The whole, you know, age of computer has made it where nobody knows exactly what's going on,\" Trump said Thursday outside his Mar-a-Lago estate in Florida. \"We have speed, we have a lot of other things, but I'm not sure you have the security that you need.\" Trump added that he had not yet spoken with the senators who have called for sanctions. Corky Siemaszko ",
    "title": "Trump Says Putin 'Smart' for Not Retaliating Against U.S. Sanctions - NBC News"
   },
   {
    "entities": [
     "jim",
     "d.",
     "shelley",
     "zarroli",
     "earlier this month",
     "friday",
     "mcgahn",
     "government",
     "november",
     "brookings",
     "alexander",
     "trump",
     "house",
     "january",
     "npr",
     "donald",
     "the day",
     "of",
     "last month",
     "commission",
     "says",
     "federal",
     "norm",
     "twitter",
     "hamilton",
     "finlayson",
     "ethics",
     "foia",
     "election",
     "u.s.",
     "schaub",
     "obama",
     "institution",
     "america",
     "oge",
     "the month of november",
     "eisen",
     "shaub",
     "office",
     "jr.",
     "nov. 30",
     "time",
     "walter",
     "white"
    ],
    "id": 1,
    "text": "Walter Schaub Jr. is the director of the U.S. Office of Government Ethics, which tweeted last month about President-elect Donald Trump's conflicts of interest. U.S. Office of Government Ethics hide caption toggle caption U.S. Office of Government Ethics In November, the typically straitlaced Office of Government Ethics surprised observers with a series of tweets mimicking Donald Trump's bombastic style, exclamation points and all: \"Brilliant! Divestiture is good for you, good for America!\" The controversy was two-fold: (1) The OGE doesn't typically air its positions publicly, advising White House transition teams behind the scenes. (2) Trump hadn't promised the total divestitures of business interests implied by the tweets. New records shared with NPR on Friday show that behind the curious tweets was the head of the OGE himself, Director Walter Shaub Jr. Not A Hack: U.S. Office Of Government Ethics Tweets At Trump In two emails, dated Nov. 30, just several minutes apart, Shaub sent to OGE Chief of Staff Shelley Finlayson the nine tweets that took the Internet by storm that day. He then followed up with a link to a legal document referenced in one of the tweets and writes: \"Get all of these tweets posted as soon as humanly possible.\" Article continues after sponsorship The OGE director appears to be behind the agency's bizarre tweetstorm in November. U.S. Office of Government Ethics/Screenshot by NPR hide caption toggle caption U.S. Office of Government Ethics/Screenshot by NPR The OGE director appears to be behind the agency's bizarre tweetstorm in November. U.S. Office of Government Ethics/Screenshot by NPR The emails were part of a 365-page document shared with NPR in response to disclosure requests under the Freedom of Information Act. OGE is generally tasked with overseeing ethics in the executive branch of the government, and so it's one of the agencies looking into Trump's wide-reaching business interests and the conflicts of interest they create for the president-elect as he takes over the reins of the country in January. As NPR's Jim Zarroli has reported : \"With his vast network of licensing deals, golf courses and commercial real estate, Trump and his family stand to profit from his presidency to an unprecedented degree. Virtually any decision Trump makes could affect part of his domestic or international business empire.\" Several OGE officials did not respond to requests for comment on Friday. It's still unclear why — if Shaub's tweets were deliberate — they were temporarily deleted on the day they were posted. At the time, an OGE spokesman said the agency was enthused by Trump's indicated interest (on Twitter) in avoiding conflicts of interest. Despite the stylistic peculiarity of OGE's tweets, Shaub's position on Trump's conflicts of interest is not secret. He appears to be on a campaign to get Trump to divest, as shown by his lengthy letter released earlier this month. \"I think that there's a uniform consensus among everybody who does government ethics for a living ... that Donald Trump must divest — he's got to sell his holdings or use a blind trust or the equivalent, as every president has done for 40 years,\" says Norm Eisen, a fellow at the Brookings Institution. Government Ethics Office Says Trump Should Divest Himself Of His Businesses \"So I took the tweets as an expression of that common-sensical view,\" says Eisen, who has served as special counsel for ethics and government reform in the Obama White House. \"This is an undebatable position in our profession.\" NPR had requested, under FOIA, that the agency share all emails related to the Twitter postings on Nov. 30 and related to Donald Trump. Only one exchange appeared to involve a member of the Trump team. On the day of the tweetstorm, Shaub emailed \"D. McGahn\" — presumably Donald McGahn , the former chief of the Federal Election Commission whom Trump picked to be White House counsel — to notify him of the press inquiries and the OGE's response. OGE Director Walter Shaub Jr.'s email to \"D. McGahn.\" U.S. Office of Government Ethics/Screenshot by NPR hide caption toggle caption U.S. Office of Government Ethics/Screenshot by NPR OGE Director Walter Shaub Jr.'s email to \"D. McGahn.\" U.S. Office of Government Ethics/Screenshot by NPR OGE redacted about 15 pages among a week's worth of emails, describing them as \"draft\" or \"internal notes\" or \"draft communications plan.\" A copy of the postcard received by the OGE. U.S. Office of Government Ethics/Screenshot by NPR hide caption toggle caption U.S. Office of Government Ethics/Screenshot by NPR A copy of the postcard received by the OGE. U.S. Office of Government Ethics/Screenshot by NPR The vast majority of the disclosures were media inquiries from the month of November — but also troves of messages from members of the public received around the time of the tweets. There are dozens and dozens of emails, letters and even a postcard (of Alexander Hamilton with a black eye?), expressing concerns about Trump's business holdings and conflicts of interest. Many writers criticized OGE's tweetstorm; others welcomed its candid commentary. Most writers encouraged OGE to hold up the ethics law and standards. NPR's Jim Zarroli contributed to this report. ",
    "title": "U.S. Government Ethics Chief Was Behind Those Tweets About Donald Trump, Records Show : The Two-Way : NPR"
   },
   {
    "entities": [
     "claus",
     "us",
     "friday",
     "states",
     "christmas",
     "taylor",
     "house",
     "december 29, 2016",
     "thursday",
     "moscow",
     "cnn",
     "ministry",
     "facebook",
     "at 10:40 am",
     "united",
     "dec. 30",
     "adam",
     "kolesnikova/afp",
     "natalia",
     "foreign",
     "school",
     "russia",
     "embassy",
     "vladimir",
     "zakharova",
     "anglo-american",
     "past",
     "future",
     "this year",
     "u.s.",
     "obama",
     "santa",
     "washington",
     "december 30",
     "maria",
     "tass",
     "putin",
     "new year",
     "kremlin",
     "white"
    ],
    "id": 2,
    "text": "Russia slams Obama administration and CNN for ‘lie’ that it would shut American school in Moscow The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Adam Taylor December 30 at 10:40 AM Follow @mradamtaylor A woman walks past the building of the Anglo-American School of Moscow on Dec. 30. (Natalia Kolesnikova/AFP) Maria Zakharova, a spokeswoman for the Russian Foreign Ministry, has hit back at claims that authorities were planning to close an American school in Moscow in an act of retribution for wide-ranging U.S. measures against Russia, announced Thursday. “US officials ‘anonymously informed’ their media that Russia closed the Anglo-American School in Moscow as a retaliatory measure,” she wrote in a Facebook post , which was later translated by the  Russian state news agency TASS . “That’s a lie. Apparently, the White House has completely lost its senses and began inventing sanctions against its own children.” CNN was one of the first news organizations to report the closure of the school, which is popular with the children of Western diplomats. The news was widely shared on social media. #BREAKING : A US official says Russian authorities ordered the Anglo-American School of Moscow to close as retaliation for US sanctions — CNN Politics (@CNNPolitics) December 29, 2016 Zakharova specifically criticized CNN for spreading “false information.” “You should not write that ‘Moscow denied…. Or Moscow will not.…' \" Zakharova continued. “Write as it is: 'The CNN TV channel and other Western media have again spread false information citing official American sources.’ ” The Facebook post finished with what may have been a veiled reference to Obama. “Normally, I do not ask Santa Claus for anything. This year, I'm asking him to get rid of someone,” Zakharova wrote. The exact future of the Anglo-American School remains unclear. A statement on the school's Facebook page says only that it “is planning to open as scheduled following the New Year break” and that it will post updates through emails, postings on its website and, “if it is urgent,\" via text messages. Russian President Vladimir Putin broke with diplomatic tradition Friday by not engaging in a tit-for-tat response to U.S. sanctions for alleged hacking by Russia. While the Russian Foreign Ministry had initially recommended that Putin expel 35 U.S. diplomats and close two properties used by the U.S. Embassy in Moscow — a near mirror image of the measures taken by the Obama administration against Russia in the United States — Putin said that he didn't plan to “create problems for American diplomats.” “Moreover, I am inviting all children of U.S. diplomats accredited in Russia to the New Year and Christmas parties in the Kremlin,” Putin said in a statement Friday. More on WorldViews ",
    "title": "Russia slams Obama administration and CNN for ‘lie’ that it would shut American school in Moscow - The Washington Post"
   },
   {
    "entities": [
     "ukraine",
     "council",
     "democratic",
     "earlier this month",
     "navy",
     "friday",
     "images",
     "joe",
     "mitch",
     "sanctions",
     "bloomberg",
     "getty",
     "inauguration day",
     "trump",
     "states",
     "house",
     "hillary",
     "mcconnell",
     "thursday",
     "europe",
     "ryan",
     "moscow",
     "--",
     "paul",
     "crimea",
     "united",
     "oval",
     "senate",
     "donald",
     "recently",
     "early december",
     "china",
     "politics",
     "russia",
     "embassy",
     "vladimir",
     "instagram",
     "security",
     "john",
     "federal",
     "j.",
     "once",
     "twitter",
     "u.n.",
     "podesta",
     "past",
     "assembly",
     "palace",
     "u.s.",
     "v.",
     "obama",
     "national",
     "early september",
     "youtube",
     "december 2015",
     "december 30, 2016 earlier friday",
     "america",
     "afternoon",
     "committee",
     "grand",
     "gop",
     "evening",
     "msnbc",
     "scarborough",
     "office",
     "putin",
     "time",
     "clinton",
     "kremlin",
     "russian"
    ],
    "id": 3,
    "text": "Russian President Vladimir Putin delivers his annual speech to the Federal Assembly at Grand Kremlin Palace in Moscow in early December. Mikhail Svetlov/Getty Images hide caption toggle caption Mikhail Svetlov/Getty Images Russian President Vladimir Putin delivers his annual speech to the Federal Assembly at Grand Kremlin Palace in Moscow in early December. Mikhail Svetlov/Getty Images President-elect Donald Trump is unabashedly praising Russian President Vladimir Putin, a day after outgoing President Obama issued tough sanctions against the country in response to alleged cyberattacks intended to influence the U.S. elections. In a tweet Friday afternoon, Trump responded to Putin's decision not to expel U.S. diplomats from Russia in kind after Obama ordered 35 Russian diplomats to leave the country — admiring the Russian leader's strategic approach over President Obama, which is the theme of Trump's ongoing praise of Putin. Great move on delay (by V. Putin) - I always knew he was very smart! — Donald J. Trump (@realDonaldTrump) December 30, 2016 Earlier Friday, Putin instead signaled he would wait to decide how to move forward until Trump takes office, giving him someone in the Oval Office who has been much friendlier and quite generous with his praise — a stark break from decades of U.S. foreign policy. The Russian Embassy in the U.S. also retweeted Trump's post, which he pinned to his Twitter timeline so it would remain at the top. Trump also posted it to Instagram . Article continues after sponsorship Obama Announces Sanctions Against Russia In Response To Alleged Hacking On Thursday, President Obama issued a stinging rebuke to Russia after U.S. intelligence officials concluded the country had directed hacks into Democratic National Committee emails and the personal email account of Democratic nominee Hillary Clinton's campaign chairman, John Podesta. In a statement, Obama said \"all Americans should be alarmed by Russia's actions.\" President-elect Donald Trump repeatedly praised Russian President Vladimir Putin during the campaign. Bloomberg/Bloomberg via Getty Images hide caption toggle caption President-elect Donald Trump repeatedly praised Russian President Vladimir Putin during the campaign. Bloomberg/Bloomberg via Getty Images Trump's praise of Putin stands in stark contrast not just with the outgoing administration, but with top leaders of his own party. GOP congressional leaders backed Obama's actions on Thursday, albeit criticizing the president for being too late in taking a strong stance against Russia. House Speaker Paul Ryan called the sanctions \"overdue\" but \"appropriate\" and said that \"Russia does not share America's interests.\" \"The Russians are not our friends,\" Senate Majority Leader Mitch McConnell said in a statement, calling the sanctions a \"good initial step.\" Obama has pointed to the impact of past sanctions by the U.S. and Europe in the wake of the annexation of Crimea, maintaining that his approach has damaged Russia's economy and isolated the country on the world stage. Trump released a brief statement Thursday evening in response to the latest actions by Obama against Russia simply stating that, \"It's time for our country to move on to bigger and better things.\" He said he would meet with U.S. intelligence officials regarding the cyberhacking, though Trump has repeatedly cast doubt on their findings and throughout the campaign dismissed reports that Russia was behind the attacks. Putin Says Russia Won't Expel Diplomats In Response To U.S. Sanctions Trump raised eyebrows throughout the campaign with his praise of Putin. \"He's running his country, and at least he's a leader, unlike what we have in this country,\" Trump said in an interview with MSNBC in December 2015. He was pressed by host Joe Scarborough on the killings of political figures and journalists critical of Putin and deflected. That interview came just after Putin praised Trump as \"talented.\" Later in the campaign, Trump suggested Russia should find emails missing from Hillary Clinton's time as secretary of state, which his aides later said was a joke. At the time, Trump tried distancing himself from Putin. \"I never met Putin. I don't know who Putin is. He said one nice thing about me. He said I'm a genius. I said, 'Thank you very much' to the newspaper, and that was the end of it,\" Trump said. Trump Tweets Give A Glimpse Into Foreign Policy Approach But not long after, Trump was heavily criticized for saying Putin wasn't going into Ukraine, even though his country had already annexed Crimea. The Republican nominee also repeated his praise of Putin as \"a leader far more than our president has been\" at a national security town hall in early September. One of the most memorable clashes in Trump's debates with Hillary Clinton was when the Democratic nominee accused him of being a \"puppet\" of Russia. Trump shot back: \"No puppet. No puppet. You're the puppet.\" He often criticizes the so-called \"reset\" with Russia that Clinton led in the early days of the Obama administration, even as Trump himself repeatedly has called for friendlier relations with Moscow. Bloomberg Politics YouTube With three weeks until Inauguration Day, Trump has increasingly used his Twitter feed to weigh in on foreign policy — violating usual protocols where the winner of an election avoids interfering in the foreign policy actions of the sitting president. Trump's staff has said such use of Twitter to weigh in on foreign policy won't end once he's in the Oval Office. So far, he's outlined his opposition to the United States' abstention from the U.N. Security Council vote on Israeli settlements earlier this month. Trump has also criticized China for its seizure of an unmanned U.S. Navy underwater drone, before saying the country that he's often criticized should keep the drone. And Trump has also called for the U.S. to strengthen its nuclear arsenal and recently seemed to encourage a nuclear arms race with Russia — perhaps because he believes his strategic approach to Putin will work better than Obama's. ",
    "title": "As U.S. Confronts Russia, Trump's Admiration Of Putin Is Consistent : NPR"
   },
   {
    "entities": [
     "gulf",
     "centcom",
     "stephen",
     "d.",
     "navy",
     "red",
     "state",
     "china",
     "naval",
     "2011",
     "once",
     "department",
     "years later",
     "mediterranean",
     "afghanistan",
     "iraq",
     "scarola",
     "east",
     "islamic",
     "bush",
     "middle",
     "air",
     "mccall",
     "us",
     "right now",
     "friday",
     "eisenhower",
     "spring",
     "whitesell",
     "news",
     "united",
     "facebook",
     "the end of december",
     "8",
     "donald",
     "recently",
     "tomlinson",
     "north",
     "russia",
     "nitze",
     "command",
     "twitter",
     "shannon",
     "last fall",
     "ike",
     "u.s.",
     "will",
     "carolina",
     "james",
     "forces",
     "kenneth",
     "aug. 8, 2014",
     "2007",
     "pentagon",
     "roosevelt",
     "terry",
     "six months from now",
     "lucas",
     "yemen",
     "va.",
     "iran",
     "channel",
     "time",
     "wing",
     "october",
     "states",
     "trump",
     "2013",
     "sea",
     "syria",
     "norfolk",
     "the",
     "fox",
     "george",
     "force",
     "early next year",
     "mason",
     "a half",
     "persian",
     "central",
     "mattis",
     "now",
     "isis",
     "the next week",
     "pennington",
     "h.w."
    ],
    "id": 4,
    "text": "No US carrier at sea leaves gap in Middle East By Lucas Tomlinson Facebook 0 Twitter 0 livefyre Email Print   For the next week, not only will there be no U.S. Navy aircraft carrier in the Middle East, but there will be no American aircraft carriers deployed at sea anywhere else in the world, despite a host of worldwide threats facing the United States. VIDEO: WHAT THE AIR FORCE NEEDS TO KEEP UP WITH GLOBAL DEMAND The carrier USS Dwight D. Eisenhower and her strike group returned to Norfolk, Va., Friday following a seven-month deployment. The Ike launched hundreds of airstrikes against ISIS in Iraq and Syria from both the Mediterranean Sea and the Persian Gulf. Two destroyers in the Ike’s strike group also saw combat. The USS Nitze and USS Mason were attacked in the Red Sea when Iranian backed Houthi forces in Yemen launched cruise misisles, which were intercepted by the Mason. A retaliatory strike by the Nitze destroyed the radar installations in Yemen in October. IRAN CONDUCTS 'WAR-GAME' EXERCISES, THREATENS TO SHOOT DOWN TRESPASSING AIRCRAFT The Eisenhower’s replacement carrier, the USS George H.W. Bush, was delayed by more than six months in the shipyards and will not be able to replace the Ike until early next year, according to Navy officials. While there is no U.S. aircraft carrier in the Middle East right now, there is a large deck U.S. Navy amphibious assault ship with thousands of Marines on board as well as helicopters and some jets to respond to a crisis, according to officials. In the meantime, the Navy tells Fox News the U.S. military has other jets available to make up for the aircraft carrier gap in the Middle East and elsewhere in the world. The Navy can also “surge” a carrier now in port to deploy if necessary. But the absence of a deployed U.S. Navy aircraft carrier, long seen as a symbol of American power projection, is noteworthy. It is believed to be the first time since World War II that at least one U.S. aircraft carrier has not been deployed. “We are not going to discuss the timing of operational movements of carrier strike groups into and out of the U.S. Central Command area of responsibility,” said Capt. Terry Shannon, a U.S. Naval Forces Central Command spokesman, in a statement to Fox News. Centcom is tasked with control over all U.S. forces in the Middle East and Afghanistan. It’s not the first time there was a carrier gap in the Middle East. Last fall, the U.S. Navy relied on a French aircraft carrier to fill the void when the USS Theodore Roosevelt returned home. At the time it was the first gap in carrier coverage in the Middle East since 2007. Other factors contribute to the U.S. Navy not having an aircraft carrier deployed anywhere in the world right now. From 2011 to 2013, the Navy maintained two carriers in the Persian Gulf on the orders of Centcom's then-commander, Gen. James Mattis, who is now President-elect Donald Trump’s pick for defense secretary.  The congressionally mandated budget cuts known as sequestration have also been felt on the waterfront since 2011. After billions of dollars were cut from the Navy’s budget, ships such as the George H.W. Bush were forced to prolong their time in the shipyards, which had a ripple effect down the line. If the Bush had left the shipyard on time, she would have relieved the Ike in the Gulf or the Mediterranean, officials tell Fox News. Fox News recently flew out to the USS George H.W. Bush 40 miles off the coast of North Carolina to see the crew's final tuneup. With jets landing every 60 seconds, the flight deck crew worked on getting the time between “traps” (landings) down to 40 seconds. Aboard the ship, 18- to 22-year-old men and women work 14 hour days on the flight deck, with little rest -- all this before deploying and potentially dropping live rounds on ISIS. “This is the military equivalent of spring training, because once we complete this at the end of December, then we'll be going forward and it'll be real forces that we'll be going flying with and against,” said Rear Adm. Kenneth Whitesell, commander, Carrier Strike 2, interviewed on his perch above the four-acre flight deck known as “Vulture's Row.” In addition to fighting ISIS, the ship's commanding officer says his crew will be ready to deal with a resurgent Russia or China if necessary. “While we don't have any emergent or pending conflicts with them, certainly, it is fair to say that we have divergent interests in many cases. and so we need to be prepared to understand how we will react to that if necessary,” said Capt. Will Pennington. There is recent history with this ship. On Aug. 8, 2014, a pair of F-18s from the Bush launched the first airstrikes against ISIS in northern Iraq. Now, two and a half years later, the ship is headed back to the fight against the Islamic State terror group. “That doesn't mean that three months or six months from now, that will be the priority for our country. So we have to be ready to execute anywhere, anytime, any mission,” said Capt. James McCall, commander of Air Wing 8, in charge of all of the aircraft on board. Fox News' Stephen Scarola contributed to this report. Lucas Tomlinson is the Pentagon and State Department producer for Fox News Channel. You can follow him on Twitter: @LucasFoxNews Advertisement ",
    "title": "No US carrier at sea leaves gap in Middle East | Fox News"
   },
   {
    "entities": [
     "the fall of 2013",
     "37 percent",
     "tribune",
     "millions of dollars",
     "winnett",
     "igt",
     "reyes",
     "northstar",
     "jones",
     "69 percent",
     "73 percent",
     "15 percent",
     "cecilia",
     "the fiscal year",
     "$20 million",
     "illinois",
     "49 percent",
     "22 percent",
     "$250 million",
     "lottery",
     "june 2016",
     "90 percent",
     "time",
     "64 percent"
    ],
    "id": 5,
    "text": "Lower payout rates for most instant ticket games In lottery instant games, a percentage of ticket sales is returned to players in the form of prizes. That's known as the payout rate. While a game's final result is not entirely predictable, a game is designed to pay a specific rate if all tickets... (Cecilia Reyes) Other times, he questioned whether the advertisements fairly described the value of the grand prizes. For example, he advocated changing the fine print for \"Cash for Life\" games, in part because he questioned whether the lottery could legally or logistically guarantee anyone lifetime payments. As for how many tickets were printed for games, Jones said the state assumed Northstar was printing an appropriate number of tickets so games could be expected to award all the grand prizes. Northstar said it acted only with the state's approval. \"The Illinois Lottery was aware and involved in almost all aspects of a game launch,\" IGT said in a response to questions. Scientific Games added: \"The Illinois Lottery made final decisions with regards to prize structure, prize payout percent and the number of tickets printed.\" Ending games Scientific Games said the industry benchmark is for games to sell through 80 to 90 percent of their tickets. Birthday Surprise sold 64 percent of its tickets before it was ended with one of two grand prizes unawarded. Other big-prize instant games were ended after selling 49 percent of tickets, 37 percent of tickets, 22 percent, even 15 percent. In those four games, only one of 10 available grand prizes was awarded. Each week, the state publishes an online list showing all games and the number of big prizes each has left to award — information the state could have used to flag games pulled from shelves with unclaimed grand prizes. Yet there is no record that any lottery employee questioned at the time why the games were being ended with grand prizes left to be claimed. And in each case, the state did not veto the ending of a game. Players have up to a year after a game's sales have ended to claim winning tickets, at which point the lottery can determine exactly how many prizes that game awarded. There is no record that any lottery staff raised questions at that stage, either. A Tribune investigation found the Illinois Lottery collected hundreds of millions of dollars from selling tickets to the biggest-prize instant games in which it did not hand out all of the grand prizes in some of the games. (Illinois Lottery) Jones said that delay made it difficult to discover the practice. And even if the practice had been discovered, Jones said, a flawed contract with Northstar left state officials with few practical options for requiring changes, short of trying to dismiss Northstar. Under the deal, any request to change Northstar's day-to-day operations allowed Northstar to make demands of its own: lowering the revenue targets for the state. By the time Jones arrived, Northstar had demanded about $250 million in lowered profit targets; it received about $20 million. And, Jones said, by the time the lottery could have discovered the practice, he and his staff were focusing on severing ties with Northstar. \"Indeed, almost all of the Tribune's findings on the 17 examined games became evident after the lottery had already recommended, in the fall of 2013, that the Northstar contract be terminated. A termination that would make the practice moot,\" Jones said in a statement. Still, Jones' predecessor, Winnett, said the lottery under state management had tracked at least one metric — payout rates for sets of similarly priced games — in an effort to ensure games generally paid out as designed. \"That was our promise to the players,\" she said. Returning more Even if the state didn't study the performance of individual games, there was another metric that could have prompted questions about Northstar's management of instant games. In its winning bid, Northstar outlined an ambitious goal to help the state lottery compete in an increasingly crowded gambling environment. Northstar planned to manage a portfolio of games that, collectively, gave a greater percentage of sales overall back to players in the form of prizes. \"Payout optimization is an optimal way to provide greater excitement to players while maintaining an appropriate balance of responsible gaming,\" Northstar said in its proposal to the state. To achieve the goal, Northstar planned to improve Illinois' annual aggregate payout rate — at the time below 69 percent — to 73 percent by the fiscal year ending in June 2016. It was careful to caution that the projected payout rate was only an estimate and would most likely change as market conditions change. Northstar soon fell short. ",
    "title": "Lottery&apos;s scratch-off payouts got little state oversight - Chicago Tribune"
   },
   {
    "entities": [
     "ukraine",
     "democratic",
     "kerry",
     "times",
     "states",
     "trump",
     "nechepurenko",
     "g.r.u.",
     "macfarquhar",
     "michael",
     "united",
     "crimea",
     "ministry",
     "facebook",
     "s.",
     "mcfaul",
     "moscow",
     "francisco",
     "state",
     "2014",
     "1991",
     "foreign",
     "russia",
     "embassy",
     "2016",
     "zakharova",
     "department",
     "u.s.",
     "lavrov",
     "new",
     "national",
     "obama",
     "arctic",
     "today",
     "union",
     "san",
     "dimitry",
     "neil",
     "york",
     "washington",
     "america",
     "committee",
     "maria",
     "soviet",
     "ivan",
     "putin",
     "peskov",
     "kremlin",
     "maryland"
    ],
    "id": 6,
    "text": "As part of the punishment, the State Department said that it would close two waterfront estates — one in New York, the other in Maryland — that it said were used for Russian intelligence activities. The actions amounted to the strongest American response yet to a state-sponsored cyberattack. United States intelligence agencies have concluded that the G.R.U., with the approval of the Kremlin, ordered the attacks on the Democratic National Committee and other political organizations, and that the Russian government enabled the publication of the emails it obtained to benefit Mr. Trump’s presidential campaign. In addition to giving the diplomats and their families 72 hours to leave the country, the measures announced by Mr. Obama imposed sanctions on Russia’s two main intelligence services. Washington described the diplomats as intelligence agents working under the cover of diplomacy. Previous sanctions by the United States and its Western allies were levied against broad sectors of the Russian economy and also blacklisted dozens of individuals, some of them close friends of Mr. Putin’s who were considered crucial in the annexation of Crimea in 2014 and in destabilizing Ukraine. The economic sanctions covered three main areas, including blocking Russian access to international credit, cutting off cooperation in advanced oil field technology and stopping arms deals or the sale of dual-use technology. Much of their effect stemmed from the fact that they coincided with a sharp drop in global oil prices, hitting Russia with a double blow. Companies had trouble obtaining credit, driving up the short-term cost of borrowing and compounding a deep recession. Over the long run, the effect is likely to be strongest in the oil sector because it dried up most exploration in difficult areas like the Arctic. Russia responded with sanctions of its own, mostly banning agricultural products and certain foods imported from the West. Mr. Putin and other officials have repeatedly crowed that this resulted in a successful campaign of “import substitution.” The Perfect Weapon: How Russian Cyberpower Invaded the U.S. A Times investigation reveals missed signals, slow responses and a continuing underestimation of the seriousness of a campaign to disrupt the 2016 presidential election. Russia also maintained a secret list of Western officials who were no longer allowed into the country. Most, like the former American ambassador Michael McFaul, discovered it only when they applied for visas to Russia. Advertisement Before Mr. Lavrov spoke, Maria Zakharova, a Foreign Ministry spokeswoman, took to Facebook to denounce the Obama administration, although she spared Mr. Kerry the bulk of her criticism. Ms. Zakharova called the administration “a group of a foreign-policy losers, embittered and narrow-minded.” “Today, America, the American people, were humiliated by their own president,” she wrote. There is a long history of reciprocal expulsions and other measures between the United States and Russia, even after the Cold War ended with the collapse of the Soviet Union in 1991. While Mr. Obama framed the new American measures as a response to Russian hacking during the election, the expulsion of Russian diplomats from Washington and San Francisco was described as a response to continued harassment of American diplomats in Russia. Mr. Putin’s spokesman, Dimitry S. Peskov denied that any such harassment takes place, but American diplomats tell a different story. Many travel around Moscow in cars with red diplomatic license plates that start with 004 , denoting United States Embassy vehicles. That makes them easy targets for traffic stops. Embassy employees said they were followed as they moved around the city, and that sometimes, when they were not at home, agents would enter and move the furniture around, just to show that they had been there. Some find it unnerving, while others shrug it off as part of the job. One young father said he was just grateful that his children were too small to realize that the family was being followed. Follow Neil MacFarquhar on Twitter @NeilMacFarquhar . Ivan Nechepurenko contributed reporting. ",
    "title": "Vladimir Putin Won’t Expel U.S. Diplomats as Russian Foreign Minister Urged - The New York Times"
   },
   {
    "entities": [
     "interactive",
     "cbs",
     "seattle",
     "$15",
     "trejo",
     "rick",
     "employment",
     "an hour on sunday",
     "news",
     "inc.",
     "riddle",
     "california",
     "$7.25",
     "policies",
     "$2",
     "$1.50",
     "$1,000",
     "adams",
     "24%",
     "maine",
     "fifty cents",
     "bill",
     "$10.50",
     "2016",
     "frank",
     "arizona",
     "d.c.",
     "dec 30, 2016",
     "berman",
     "new year's day",
     "institute",
     "washington",
     "mcdonald",
     "evening",
     "6:58 pm est",
     "ashlee",
     "new year"
    ],
    "id": 7,
    "text": "CBS News Dec 30, 2016 6:58 PM EST Millions will ring in the new year -- with a raise. The minimum wage is going up in 20 states and Washington, D.C. as well. They’ve been demanding a higher wage, and they’re about to get it -- welcome news to California fast food worker Ashlee Adams.  “I just had my son,” Adams said. “I don’t make enough to go to college.” California’s minimum wage will rise fifty cents on New Year’s Day, to $10.50 an hour.  California’s minimum wage will rise fifty cents on New Year’s Day, to $10.50 an hour.  Close CBS Evening News Other states will see more dramatic hikes. Workers in Maine will make $1.50 more per hour. And in Arizona, minimum wage workers are getting an increase of almost $2 an hour -- a 24% raise, which restaurant owner Bill Riddle warns comes with consequences.  “It’ll be reflected in menu prices,” Riddle said.  “Food will cost more, definitely.”  “The sad truth is that everybody thinks that this is a free lunch,” said Rick Berman, executive director of the Employment Policies Institute.  Berman said raising wages could put jobs at risk.  “Small labor cost increases get passed on in price increases. When you can’t capture it in price increases you start to layoff people, you start to cut hours.”  Higher wages could also push employers to invest in new technology that will replace some workers altogether. Higher wages could also push employers to invest in new technology that will replace some workers altogether. Close CBS Evening News But minimum wage advocates say those are scare tactics, and for Frank Trejo, a maintenance worker at McDonald’s, even a small raise adds up.  Fifty cents an hour is about $1,000 more a year. CBS News asked Trejo what he could do with that sort of money. A lot,” he said. “Afford more food, more clothes for my nieces and nephews and just be able to help my mom with the rent and stuff more.”  Some cities are raising minimum wages even higher. Seattle’s will go up to $15 an hour on Sunday. That’s more than twice the federal minimum wage of $7.25 an hour. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Minimum wage gets a boost in 20 states - CBS News"
   },
   {
    "entities": [
     "peter",
     "61.5%",
     "last year",
     "rahm",
     "lee",
     "west",
     "eddie",
     "sides",
     "south",
     "christmas",
     "orleans",
     "trump",
     "acree",
     "scharf",
     "cpd",
     "laquan",
     "new",
     "earlier this week",
     "austin",
     "facebook",
     "july 26",
     "aamer",
     "july 26, 2016",
     "donald",
     "emanuel",
     "the end of next year",
     "ira",
     "antonio",
     "april",
     "fernwood",
     "the day",
     "st.",
     "of",
     "this day",
     "madhani",
     "school",
     "angeles",
     "johnson",
     "58%",
     "2016",
     "the year",
     "40%",
     "scott",
     "justice",
     "lsu's",
     "health",
     "current",
     "police",
     "olson",
     "department",
     "christmas day",
     "usa",
     "this year",
     "u.s.",
     "houston",
     "vegas",
     "5:30 p.m. est",
     "boyd",
     "chicago",
     "today",
     "side",
     "the weekend",
     "july",
     "keyon",
     "san",
     "tywone",
     "december 30, 2016",
     "30%",
     "25.6%",
     "louis",
     "york",
     "los",
     "previously",
     "mcdonald",
     "1997",
     "public",
     "illinois",
     "september",
     "now",
     "november 2015",
     "december 17, 2016",
     "las"
    ],
    "id": 8,
    "text": "At end of bloody year in Chicago, too few murders solved Chicago murder clearance rate hovers below 30% for third straight year. Post to Facebook At end of bloody year in Chicago, too few murders solved Chicago murder clearance rate hovers below 30% for third straight year. Check out this story on USATODAY.com: http://usat.ly/2hB4FIE CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. Join the Nation's Conversation To find out more about Facebook commenting please read the Conversation Guidelines and FAQs At end of bloody year in Chicago, too few murders solved Aamer Madhani , USA TODAY 5:30 p.m. EST December 30, 2016 Police investigate the scene of a quadruple homicide on the city's South Side on December 17, 2016 in Chicago, Illinois. Three people were found shot to death inside a home in the Fernwood neighborhood, another 2 were found shot outside the home, one of those deceased. Chicago has had more than 750 murders in 2016. (Photo: Scott Olson, Getty Images) CHICAGO — Just before Christmas, Tywone Lee dialed the Chicago Police Department detective charged with investigating the murder of her 18-year-old son, who was gunned down in July just blocks from their West Side home. She’s called police more than 20 times since her child, Keyon Boyd, was fatally shot in the chest and two of his friends were wounded July 26 as they walked to play basketball at a nearby court in the city’s Austin neighborhood. Most of her attempts to get information about the unsolved case ended with her leaving messages that rarely were returned, she said. On this day, she catches the detective, but receives no substantive information about the status of the investigation. “There is just no accountability,” said a frustrated Lee after ending the call. “I understand they have a lot of cases, but this is what they are paid to do. They need to find and hold responsible whoever killed my son.” Boyd was one of more than 750 murder victims killed in Chicago in 2016, which will end as the bloodiest year the city has seen since at least 1997, when 761 people were killed. The murder toll was up 58% as of Christmas Day, with the city tallying 275 more murders than the same time last year. Nearly as unnerving as the number who have been killed in Chicago this year is how few of the assailants have been arrested. The department’s murder clearance rate — the calculation of cases that end with an arrest or identification of a suspect who can’t be apprehended — has hovered at or below 30% for the past three years. The national clearance rate stood at 61.5% last year, while Chicago’s clearance rate was 25.6% last year, according to data compiled by the Virginia-based Murder Accountability Project.  More than 40 shot in Chicago over the weekend The dismal rate is a blemish Chicago Police Superintendent Eddie Johnson has acknowledged and vowed to improve. More cases will be solved, he says, by repairing the department's tattered reputation in predominantly black neighborhoods like the one where Lee lives, and by completing a plan to add hundreds of more detectives to the force. \"The first thing we have to do is improve our trust with the community — especially the minority community and CPD — that will help raise the clearance rate, because those individuals will be more comfortable in coming to us and giving us the information we need to hold these individuals accountable,\" Johnson said at a recent  forum .  As Lee has clamored for answers in the shooting of her son — who is among 57 people killed this year in a district with a population of about 59,000 people — she says police department officials have asked for her patience as detectives throughout the city are piled with more cases than they can handle. That excuse doesn’t assuage her anger. “A lot of these kids are dying for no … reason, and no one seems to care,” said Lee, who was badly injured as a teenager when her brother accidentally shot her while cleaning a gun. “Our children’s lives matter, just like white children’s lives matter.” Chicago hits grim milestone of 700 murders for 2016 and the year's not over The murder rate  surged in several major U.S. metropolitans in 2016, including Houston, San Antonio and Las Vegas. In terms of murders per capita, smaller cities, such as St. Louis and New Orleans outpace the nation’s third largest city. But the grim toll in Chicago, which has recorded more murders than New York and Los Angeles combined, has captured the most attention. President-elect Donald Trump on the stump even compared the city to a war-torn country. Tywone Lee sits in her home in Chicago's Austin neighborhood. Her son Keyon Boyd was killed July 26, 2016 in a shooting blocks from their home.  (Photo: Aamer Madhani, USA TODAY) Police officials say the surge in murders here is being driven by gangs in a few pockets in predominantly low-income African-American and Latino neighborhoods on the city’s South and West Sides. Mayor Rahm Emanuel and Johnson have also complained that repeat gun offenders are getting out of jail too quickly and contributing to the bloodshed. About 40% of homicide suspects arrested in Chicago last year had previously been convicted of a weapons offense, Johnson said. The spike in violence comes as the Chicago Police Department has struggled through a tumultuous year following the court-ordered release in November 2015 of police video showing a white officer fatally shooting Laquan McDonald, a 17-year-old black suspect who was fired upon 16 times as he appeared to be running away from police. The McDonald incident — which spurred a still-ongoing U.S. Justice Department civil rights investigation of the police department's practices and was followed by some other high-profile police-involved shooting incidents that further exacerbated tensions — was the “tipping point for long-simmering community anger,” according to an April report from the city’s police accountability task force. In the aftermath of public outrage, Emanuel vowed to restore public trust for the police department in the city’s African-American community, which represents about a third of Chicago’s population. But more than a year into Emanuel’s relationship mending effort, the dismal murder clearance rate underscores how complicated the situation has become. In response to the rising violence, Emanuel announced in September that the city would hire nearly 1,000 more cops over the next two years, including creating 350 additional detective positions. At the end of the hiring spree, the department is expected to have 13,500 sworn officers. In the recruitment drive, the police department has put an emphasis on diversifying its force. Emanuel has also outlined plans to launch a universal mentoring program to help young men in some of Chicago’s most violent neighborhoods. And in a nod to bolstering transparency, Emanuel and the police department also announced earlier this week they were speeding up a plan to equip every cop on the street with a body camera. All officers interacting with the public will now be wearing one by the end of next year. Johnson says the low clearance rate will improve as the department expands its detective pool as part of the hiring surge. But ultimately, Johnson says, the ability of the police department to increase that rate correlates with the level of trust and cooperation officers build in the community. “The police very seldom … witness a lot of the murders in front of them, so we need the community to give us the information, so we can hold these individuals accountable,” Johnson said. “Gang members count on that. They count on the public being fearful of their retaliation.” The hiring push has been dismissed by some of activists in the predominantly black communities most impacted by the violence as a shortsighted attempt to solve the problem. Rev. Ira Acree, a West Side minister who counseled more than a dozen families this year who lost loved ones to the gun violence, said that instead of hiring more cops he'd rather see the city investing in mitigating some of the ills that are leading young men to join gangs and engage in other criminal activity in areas most impacted by the violence. “Instead of pouring resources into hiring cops to arrest the people who are responsible for the violence, it would be more effective to focus on stopping the violence before it happens in the first place,” Acree said. “We are not going to arrest our way out of this problem. This is a problem that’s been caused by a lack of investment and opportunity for jobs and education in these communities.” Peter Scharf, a criminologist at LSU’s School of Public Health, said it will take time for the addition of detectives to impact the clearance rates. He also was skeptical that more cops on the streets of Chicago — already one of the biggest departments in the country — will drive down the murder rate. “Homicide detectives are like fine wines, they take a longtime to mature,” Scharf said. “To solve murders, you need to develop networks, you need snitches, you need to hone techniques. It’s a brave new world, and it could take years to catch up.” Follow USA TODAY Chicago correspondent Aamer Madhani on Twitter:  @AamerISmad Read or Share this story: http://usat.ly/2hB4FIE NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "At end of bloody year in Chicago, too few murders solved"
   },
   {
    "entities": [
     "todd",
     "iowa",
     "events",
     "december 8, 2016",
     "reuters/shannon",
     "trump",
     "states",
     "stapleton",
     "hillary",
     "news",
     "united",
     "facebook",
     "fox",
     "donald",
     "mexico",
     "commentary",
     "starnes",
     "this day",
     "china",
     "2016",
     "j.",
     "twitter",
     "earth",
     "usa",
     "u.s.",
     "new",
     "obama",
     "des",
     "hollywood",
     "center",
     "york",
     "america",
     "&",
     "now",
     "city",
     "clinton",
     "moines"
    ],
    "id": 9,
    "text": "Facebook 0 Twitter 0 livefyre Email Print FILE -- Supporters of U.S. President-elect Donald Trump cheer at the USA Thank You Tour event at the Iowa Events Center in Des Moines, Iowa, U.S., December 8, 2016.  (REUTERS/Shannon Stapleton) My father was a member of the Silent Majority and had he been alive he would’ve cast his vote for Donald J. Trump. He would’ve been one of those people Hillary Clinton called a \"deplorable.\" I’ve lived in New York City for more than a decade now – and I’ve seen firsthand the contempt for country folks like my father – people from rural America. Click here to pre-order Todd’s new book, “The Deplorables’ Guide to Making America Great Again”! As I write in my new book, “The Deplorables’ Guide to Making America Great Again,”  I feel like a \"Duck Dynasty\" guy living in a \"Modern Family\" world – where right is wrong, wrong is right – it’s as if our values have been turned upside down. President Obama called us \"bitter.\" He said we were the kinds of people who cling to guns and religion. Time and time again he stood on foreign soil and apologized for our nation. And to this day it remains unclear whether he believes the United States is the most exceptional nation on Earth. And how can we forget what Miss Hillary said? \"To just be grossly generalistic, you can put half of Trump supporters into what I call the 'basket of deplorables. Right? Racist, sexist, homophobic, xenophobic, Islamophobic, you name it.\" The only thing deplorable was Hillary Clinton's basket of grossly generalistic comments. \"And unfortunately, there are people like that and he has lifted them up,\" she went on to say. \"He has given voice to their websites that used to only have 11,000 people, now have 11 million. He tweets and retweets offensive, hateful, mean-spirited rhetoric.\" Her campaign portrayed conservative Catholicism as a “bastardization of the faith” and seemed to imply that Evangelicals are a bunch of impoverished country bumpkins. We were mocked by Hollywood and dismissed by academics. We were marginalized by the media – bullied and belittled by sex and gender revolutionaries. But all that changed on Election Day – when Donald Trump became a champion for the Silent Majority. He gave us a voice.  And now the Silent Majority is silent no more. We the People have decided that it’s time to drain the swamp. It’s time to restore traditional values. It’s time to protect the Constitution. It’s time to defend our sovereignty. It’s time to save unborn babies. It’s time to stand up for the American working man (and woman) and bring jobs back from China and Mexico. It’s time to eradicate the scourge of ObamaCare. And that, my friends, is the top story of 2016. Todd Starnes is host of Fox News & Commentary, heard on hundreds of radio stations. His latest book is “ The Deplorables’ Guide to Making America Great Again. ” Follow Todd on Twitter @ToddStarnes and find him on Facebook . Advertisement ",
    "title": "2016 was the year of the deplorables | Fox News"
   },
   {
    "entities": [
     "reena",
     "interactive",
     "this week",
     "cbs",
     "next week",
     "friday",
     "trump",
     "gru",
     "house",
     "fsb",
     "jan. 20",
     "thursday",
     "news",
     "inc.",
     "--",
     "cnn",
     "donald",
     "early friday",
     "russia",
     "later",
     "vladimir",
     "2016",
     "j.",
     "once",
     "twitter",
     "u.s.",
     "v.",
     "dec 30, 2016",
     "nbc",
     ", 3:15 pm",
     "obama",
     "december 30, 2016",
     "wednesday",
     "afternoon",
     "evening",
     "flores",
     "5:47 pm est",
     "putin",
     "the future",
     "white"
    ],
    "id": 10,
    "text": "By Reena Flores CBS News December 30, 2016, 3:15 PM Trump praises \"very smart\" Putin on Twitter Email Last Updated Dec 30, 2016 5:47 PM EST President-elect Donald Trump applauded Vladimir Putin on Twitter Friday afternoon, calling the Russian leader “very smart” after Putin decided not to retaliate over U.S. sanctions.  Great move on delay (by V. Putin) - I always knew he was very smart! — Donald J. Trump (@realDonaldTrump) December 30, 2016 Mr. Trump “pinned” the tweet soon after posting it, making it the featured message on his Twitter profile page, which is followed by over 18 million users.  The tweet circulated widely in a matter of minutes, with entities like the Russian embassy reposting the message. In an unexpected move, Russian President Vladimir Putin declined to take retaliatory measures against the U.S. after dozens of Russians were expe... The president-elect’s message came just a day after the White House announced a string of punitive measures against Russia for its cyberhacking attempts to undermine the U.S. election.  Later Friday evening, Mr. Trump followed the tweet up with one critical of CNN and NBC News, though it is unclear what aspect of their coverage he was specifically referring to: Russians are playing @CNN and @NBCNews for such fools - funny to watch, they don't have a clue! @FoxNews totally gets it! President-elect Donald Trump says he will meet with intelligence officials next week about Russian hacking and the sanctions ordered by the Obama... President Obama on Thursday sanctioned the GRU and FSB, leading Russian intelligence agencies the U.S. said were involved -- actions that the next administration could roll back easily. The U.S. is also booting 35 Russian diplomats from the country. In a statement early Friday, Putin called the American sanctions a “provocation” that were “aimed at undermining the future of Russian-American relations.” But he added that he would wait and see what the next administration does once Mr. Trump is sworn into office on Jan. 20. This is the second time this week Mr. Trump has weighed in on Russian hackers. On Wednesday , the president-elect said he believed the U.S. “ought to get on with our lives.” “I think that computers have complicated lives very greatly,” Mr. Trump told reporters. “The whole age of the computer has made it where nobody knows exactly what’s going on. We have speed, we have a lot of other things, but I’m not sure we have the kind of security we need.” © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump praises \"very smart\" Putin on Twitter - CBS News"
   },
   {
    "entities": [
     "texas",
     "eddie",
     "getty",
     "carrie",
     "reynolds",
     "austin",
     "leia",
     "billie",
     "monday-friday",
     "malcolm",
     "ethan",
     "today",
     "san",
     "examiner's",
     "old",
     "karl",
     "angeles",
     "downtown",
     "ap",
     "las",
     "bette",
     "8 p.m.",
     "wsls",
     "friday",
     "news",
     "dec. 29",
     "facebook",
     "12 years later",
     "park",
     "london",
     "linkedin",
     "antonio",
     "tuesday",
     "eades",
     "nev.",
     "classic",
     "night",
     "stevens",
     "vegas",
     "hamlett",
     "deaths",
     "newslook",
     "bloom",
     "lourd",
     "organa",
     "alliance",
     "office",
     "winter",
     "drafthouse",
     "baywater",
     "2007",
     "alexis",
     "todd",
     "harry",
     "disney",
     "film",
     "images",
     "1984",
     "hours later",
     "richard",
     "7:10 p.m. est",
     "1982",
     "debbie",
     "fisher",
     "tv",
     "roanoke",
     "cannes",
     "alamo",
     "usa",
     "va.",
     "new",
     "wednesday",
     "hbo",
     "los",
     "sheppard",
     "forest",
     "maria",
     "festival",
     "medical",
     "lawn",
     "miller",
     "henderson",
     "reno",
     "this week",
     "winters",
     "friday, jan. 27",
     "march 1985",
     "orleans",
     "march",
     "rebel",
     "turner",
     "davis",
     "county",
     "abc",
     "calif.",
     "reynold",
     "hollywood",
     "anaheim",
     "jan. 15th",
     "december 30, 2016",
     "jan. 7",
     "memorial",
     "2010",
     "evening",
     "liberace",
     "puente",
     "new year's",
     "ed",
     "now",
     "movies",
     "mark"
    ],
    "id": 11,
    "text": "Deaths of Carrie Fisher and Debbie Reynolds: What we know Todd Fisher is planning double funeral, as their fans press ahead with their own tributes. Post to Facebook Deaths of Carrie Fisher and Debbie Reynolds: What we know Todd Fisher is planning double funeral, as their fans press ahead with their own tributes. Check out this story on USATODAY.com: http://usat.ly/2iN0SWC CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 1 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Deaths of Carrie Fisher and Debbie Reynolds: What we know Maria Puente , USA TODAY 7:10 p.m. EST December 30, 2016 x Share Fans pay tribute to Debbie Reynolds and Carrie Fisher on the Walk of Fame in Hollywood. Newslook Carrie Fisher and Debbie Reynolds in 2007 in Henderson, Nev. (Photo: Ethan Miller, Getty Images) 4032 CONNECT TWEET 1 LINKEDIN 1 COMMENTEMAILMORE Funeral and memorial arrangements for Debbie Reynolds and Carrie Fisher are taking firmer shape, says Todd Fisher, as the Los Angeles County medical examiner delayed performing an autopsy of Fisher's body. As the New Year's holiday approached, Hollywood waited to learn if there will be some kind of industry commemoration ceremony for two of its iconic screen queens, a mother-daughter duo who died one day after another this week. Publicists for the two stars contacted by USA TODAY said in emails they have no information to release yet. Update: But Todd Fisher, 58, Reynolds' son and Fisher's brother, talked to ABC News' 20/20 Friday in his first TV interview and said he's planning a joint funeral for his mother and sister, with burial side by side “among friends,” including Liberace and Bette Davis, at famed Forest Lawn Memorial Park in Los Angeles. \"From the family’s perspective, this is Debbie’s destiny,\" he said. \"She didn't want to leave Carrie and did not want to her to be alone.\" Todd Fisher and Billie Lourd, Carrie's daughter and Reynold's granddaughter, 24, are still organizing their plans, including choosing a date, but Todd said there will be a private ceremony for family and a public one for friends and fans. Carrie Fisher died Tuesday, at age 60, following a heart-related medical emergency on a flight from London to Los Angeles on Friday. Her death was followed almost immediately by Reynolds' death from an apparent stroke on Wednesday while she was meeting with Todd to plan Carrie's funeral. He said his mother didn't die of a broken heart; she left to be with Carrie. “She said she really wanted to be with Carrie,” he told ABC. “In those precise words, and within 15 minutes from that conversation she faded out and within 30 minutes, she technically was gone.” The latest: Why did they die?: Todd Fisher said the stress of her daughter's death may have been too much for his 84-year-old mother, who had already suffered and survived small strokes in recent years. Her known medical history, plus the fact she died in a hospital attended by doctors, are reasons why no autopsy is being performed by the county coroner, confirmed Ed Winter, spokesman for the Medical Examiner's Office. But it's still not clear whether and when an autopsy will be performed on Fisher's body, Winters says. Fisher, who was stricken on an international flight and died in a hospital after four days on a ventilator, had no known history of heart disease but she did have a history of chronic substance abuse which could have damaged her heart. Winter said the medical examiner's office has agreed to give the family more time, partly to gather Fisher's medical records and partly to cope with the shock of losing both women so suddenly. Fans of Carrie Fisher honor the star by pointing 'Star Wars' lightsabers to the sky at Downtown Disney in Anaheim.  (Photo: Mark Eades, AP) Star Wars fans proceed with tributes: Around the country, lightsaber vigils were planned or held, including at some  Alamo Drafthouse  movie theaters. One of the first was held outside Austin on Wednesday night. \"There has been a disturbance in the Force,\" the theater announced on its website, inviting fans to gather in Star Wars costumes with \"lightsabers.\" \"No lightsaber? Flashlights and glow sticks are also encouraged as we attempt to brighten the sky and say thank you to a woman who inspired us on and off the screen.\" x Share Star Wars fans in Austin and San Antonio, Texas held their light sabers high, as they gathered to remember Carrie Fisher. The actress best known as Princess Leia died on Tuesday. (Dec. 29) AP Downtown Disney in Anaheim, Calif., also hosted a vigil, drawing about 100 people with lightsabers aimed at the night sky to honor the memory of Fisher. New Orleans fans planned a tribute parade for Friday evening through Baywater to honor Fisher, led by The Leijorettes, a group of more than 100 marchers costumed as Princess Leia, according to the Times-Picayune . \"We've lost one of our greatest heroes,\" the organizers said on Facebook. \"Princess Leia defined cool.\" Creative tributes: Another growing phenomenon on social media is the fan-penned \"obituaries\" of the character Princess Leia, complete with real details of Leia's life as depicted in the Star Wars movies. \"Resistance leaders have officially confirmed the death of Gen. Leia Organa, hero of the Galactic Civil War, who died of heart-related complications on Tuesday. She was 60 years old,\" was the opening graph of an obit on Duffleblog.com , under the headline, \"Obituary: Gen. Leia Organa, Veteran of the Rebel Alliance.\" Such creative output reflects Star Wars fans' emotional investment in the movies and the characters, and their willingness to take the mythic-style stories very seriously. It also shows the power of social media to act as an outlet for their passions. \"Because of (Leia), galactic civilization doesn’t consist of thousands of starving worlds, whose inhabitants gaze into skies swarming with Death Stars built from their stolen productivity,\" concludes an analytical obit by Malcolm Sheppard on his blog  MobUnited. \"The ideology of the Dark Side never rests, and it might return to reap capital from oppressed planets, but for now, many worlds enjoy a certain amount of peace and freedom.\" Debbie Reynolds and third husband Richard Hamlett at the Oscars in March 1985.  (Photo: AP) Reynolds' ex-husband speaks: Her third and final husband, Richard Hamlett, a real estate developer in Roanoke, Va., is the only ex who survives (Eddie Fisher died in 2010, Harry Karl died in 1982) Reynolds. They married in 1984 and split up 12 years later in a bitter divorce. Hamlett told Roanoke TV station WSLS  he called Reynolds Wednesday to offer his condolences about Fisher and left a message. Just hours later he got word his ex-wife was rushed to the hospital. “I thought, well, damn, she’s not going to make it,” said Hamlett. “I said she’s got a broken heart.” They hadn’t spoken since she bought out his stake in the Las Vegas hotel they opened during their marriage, but Hamlett had nothing but kind words to describe Reynolds, whom he'd met in Reno after she headlined a show. “I’d been in love with Debbie ever since I was in high school,” he said. Carrie Fisher, left with mother Debbie Reynolds and brother Todd Fisher are featured in HBO's documentary film 'Bright Lights: Starring Carrie Fisher and Debbie Reynolds.  (Photo: Fisher Family Archives/Courtesy of HBO) HBO documentary moved up: By coincidence, HBO had planned to air a new documentary, Bright Lights: Starring Carrie Fisher and Debbie Reynolds, in March. Now, following their deaths, the film has been moved up to Jan. 7 (8 p.m. ET/PT), HBO announced Friday. The film, which had been received warmly at Cannes Film Festival, Telluride Film Festival and the New York Film Festival, is described as a story of complicated family love and \"an intimate portrait of Hollywood royalty in all its eccentricity,\" featuring vintage family films from the Old Hollywood era. The film was directed by Alexis Bloom and Fisher Stevens. Meanwhile, another cable TV channel, Turner Classic Movies, announced Friday it will celebrate Reynolds with a 24-hour film tribute on Friday, Jan. 27, with a dozen films featuring Reynolds. Also, fans can see her in her breakout role in Singin’ In The Rain on the big screen Jan. 15th and 18th as part of the TCM Big Screen Classics series in partnership with Fathom events. 4032 CONNECT TWEET 1 LINKEDIN 1 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2iN0SWC NEVER MISS OUT Life Be a pop culture maven. Get the news, reviews and the juiciest celebrity stories that keep you in the know, Monday-Friday. THANKS FOR SIGNING UP FOR THE Life NEWSLETTER We're sorry. ",
    "title": "Deaths of Carrie Fisher and Debbie Reynolds: What we know"
   },
   {
    "entities": [
     "democratic",
     "capitol",
     "next week",
     "tercha",
     "avenue",
     "blair",
     "trump",
     "press",
     "house",
     "the start of the year",
     "hillary",
     "tribune",
     "michael",
     "pelosi",
     "o'hare",
     "perez",
     "50 years ago",
     "senate",
     "donald",
     "morning",
     "antonio",
     "international",
     "associated",
     "/",
     "oct. 27, 2015",
     "disembark",
     "jan. 10",
     "obama",
     "chicago",
     "next friday",
     "wednesday",
     "aca",
     "medicare",
     "gop",
     "nancy",
     "airport",
     "now",
     "pennsylvania",
     "barack",
     "clinton",
     "the future",
     "9 percent",
     "white"
    ],
    "id": 12,
    "text": "Obama planning Jan. 10 farewell speech in Chicago Disembark Michael Tercha / Chicago Tribune President Barack Obama disembarks Air Force One on Oct. 27, 2015, as he arrives at O'Hare International Airport.  President Barack Obama disembarks Air Force One on Oct. 27, 2015, as he arrives at O'Hare International Airport.  (Michael Tercha / Chicago Tribune) Privacy Policy President Barack Obama will give his farewell speech on Jan. 10 in Chicago. Coming 10 days before President-elect Donald Trump is sworn in as Democrats cede the White House to Republicans , Obama's hometown address is expected to serve as his closing words to the nation as president. The appearance will be open to the public and followed by a \"family reunion\" for alumni of Obama's former campaigns, according to a save-the-date notice sent to Obama alumni and obtained by the Associated Press. The White House has not confirmed Obama's speech or trip to Chicago. Ahead of the speech, Obama and Democratic lawmakers next week will meet to try to forge a common strategy to prevent Republicans from destroying the president's signature health-care law. On Wednesday morning, Obama travels to the Capitol for the meeting with House and Senate Democrats, according to an invitation sent to lawmakers. The White House is casting it as an effort to unite Democrats behind a plan to protect the law, known as the Affordable Care Act , before Republicans have a chance to settle on their own plan for repealing it. Democrats are on edge over the future of the ACA, given the GOP's disdain for \"Obamacare\" and Trump's vows to gut it. Though Republicans are united behind the notion of repealing the law, they're split over how best to replace it. Some want to strip out unpopular provisions while leaving others intact, while other Republicans prefer a start-from-scratch approach. It's that lack of unanimity among Republicans that Obama and Democrats hope can be exploited, if they can lay the groundwork before Trump takes office. To that end, Obama also planned to answer questions about the future of the health-care law next Friday during a livestreamed event at Blair House, just across Pennsylvania Avenue from the White House. Initially stunned by the defeat of Hillary Clinton, Democrats are now trying to organize a counterattack to preserve the ACA, among the most significant expansions of the social safety net since Medicare and Medicaid were created 50 years ago. House Democratic leader Nancy Pelosi has urged her lawmakers to make health care their focus at the start of the year. Since the ACA passed, about 20 million people have gained coverage and the uninsured rate has dropped to a historic low of around 9 percent. Some of the coverage gains are due to employers offering jobs with health care in a stronger economy, but most experts mainly credit Obama's law. President Barack Obama visits Chicago on Oct. 27, 2015. He spoke about guns and violence and took in a Bulls game. (Antonio Perez / Chicago Tribune) ",
    "title": "Obama planning Jan. 10 farewell speech in Chicago - Chicago Tribune"
   },
   {
    "entities": [
     "mccain",
     "d.",
     "armed",
     "right now",
     "next week",
     "friday",
     "mitch",
     "spicer",
     "trump",
     "house",
     "mcconnell",
     "services",
     "michael",
     "thursday",
     "ryan",
     "paul",
     "senate",
     "donald",
     "memoli",
     "congress",
     "russia",
     "vladimir",
     "john",
     "twitter",
     "earlier friday",
     "u.s.",
     "obama",
     "a.",
     "sean",
     "washington",
     "committee",
     "dec. 30, 2016",
     ", 11:55 a.m.",
     "putin"
    ],
    "id": 13,
    "text": "Dec. 30, 2016, 11:55 a.m. Reporting from Washington Michael A. Memoli After President Obama on Thursday announced retaliatory measures against the Russian government for what the U.S. has concluded were efforts to interfere in the election, President-elect Donald Trump's response was terse and dismissive, saying it was time to \"move on to bigger and better things.\" But after Russian President Vladimir Putin said Friday that he would not respond in kind to the U.S. actions — preferring to wait until the new administration takes office — Trump weighed in with high praise. Trump's tweet did not appear to be off the cuff. As if to underscore his sentiment, Trump affixed the tweet to the top of his Twitter feed. And he posted an Instagram photo shortly after, quoting himself. Trump's effusive words were particularly striking given the bipartisan view of Putin as more adversary than ally. House Speaker Paul D. Ryan (R-Wis.) and Senate Majority Leader Mitch McConnell (R-Ky.) said they supported the Obama administration's move to expel Russian diplomats and block access to two properties owned by its government. Senate Armed Services Committee Chairman John McCain (R-Ariz.) is expected to call a hearing on Russia's cyber activities when the new Congress convenes next week. A Trump transition spokesman was asked earlier Friday whether Trump had spoken or planned to speak with Putin before his inauguration. \"The priority right now is for the president[-elect] to get an update next week from the intelligence community,\" Sean Spicer said. Trump's praise did get tacit approval from some quarters. The Russian embassy in Washington retweeted it. Latest updates ",
    "title": "Trump was silent on new U.S. sanctions against Russia, but he praises Putin&apos;s response - LA Times"
   },
   {
    "entities": [
     "s&p",
     "this may",
     "scotland",
     "fed",
     "75%",
     "dec. 14",
     "dec. 20",
     "times",
     "poor",
     "#2017marketoutlook",
     "reserve",
     "new year's eve",
     "early in the year",
     "the first half of 2016",
     "generale",
     "2",
     "trump",
     "2000",
     "20%",
     "next year",
     "19.5%",
     "rbs",
     "pinterest",
     "facebookemail",
     "june",
     "facebook",
     "donald",
     "linkedin",
     "adam",
     "street",
     "bank",
     "of",
     "mid-october",
     "the year",
     "2016",
     "10%",
     "9.5%",
     "edwards",
     "dec. 15 2015",
     "nov. 8",
     "twitter",
     "mid-february",
     "day of the year",
     "14%",
     "federal",
     "once",
     "usa",
     "square",
     "u.s.",
     "election",
     "a year earlier",
     "new",
     "7.5%",
     "today",
     "societe",
     "day",
     "standard",
     "december 2015",
     "wall",
     "december 30, 2016",
     "justin",
     "0.5%",
     "york",
     "shell",
     "13.4%",
     "jan. 13",
     "&",
     "america",
     "10.5%",
     "royal",
     "6%",
     "lane",
     "albert",
     "epa",
     "the first week of 2016",
     "5:40 p.m. est",
     "jan. 11",
     "five",
     "google"
    ],
    "id": 14,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Five reasons why U.S. stocks soared in 2016 The S&P; 500 stock index rallied nearly 10% in 2016 despite its worst-ever start to a year. Post to Facebook Five reasons why U.S. stocks soared in 2016 The S&P; 500 stock index rallied nearly 10% in 2016 despite its worst-ever start to a year. Check out this story on USATODAY.com: http://usat.ly/2iMN8ei CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 37 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Five reasons why U.S. stocks soared in 2016 Adam Shell , USA TODAY 5:40 p.m. EST December 30, 2016 x Share Stocks closed out the year slightly down, but posted gains for 2016. This may be a sign of the end of the post-Donald Trump rally, but trading volume was light and we'll have to wait until next year to get a good read on the markets.  Video provided by TheStreet Newslook A view of giant numbers covered in light bulbs that will be used to ring in 2016 during an event promoting New Year's Eve in Times Square in New York, on Dec. 15 2015. (EPA/JUSTIN LANE) (Photo: JUSTIN LANE, EPA) Despite Wall Street’s worst start to a year ever, the U.S. stock market bounced back and posted solid gains in 2016, with small stocks leading the charge higher in a rally that gained steam after Donald Trump was elected president on Nov. 8. The benchmark Standard & Poor’s 500 stock index, which is filled with America’s largest companies, rose 9.5% to 2238.83 in 2016, despite a 0.5% drop on the final trading day of the year. The index rose for the fourth time in five years after kicking off the first week of 2016 with a 6% drop and sinking as much as 10.5% at its low for the year in mid-October. The big winner in 2016 was the small-company Russell 2000 stock index, which gained 19.5% to close out the year at 1357.13. The small-cap index got a huge lift after Election Day, surging nearly 14% as investors began to price in what they believe will be a better outlook for smaller, domestically focused U.S. companies under a Trump administration. So-called “Trumponomics,” which has an “America First” focus and includes plans to cut corporate taxes, reduce costly business regulations and spend heavily on rebuilding aging U.S. infrastructure, is seen as a boon for small U.S. companies. Small-fry firms also do less business abroad, which reduces their risk in the event a global trade war breaks out due to potential Trump policies that could impede free trade across borders. Wall Street also cheered a 13.4% gain in 2016 for the blue chip Dow Jones industrial average and an 7.5% advance for the technology-dominated Nasdaq composite. One highlight of 2016 was the Dow’s late-year flirtation with the 20,000 milestone. Despite coming within 13 points of Dow 20,000 on Dec. 20, the 120-year-old stock gauge finished the year at 19,762.60, or 237 points shy of Dow 20K. The gains in 2016 followed full-year declines a year earlier for the Dow, S&P 500 and Russell 2000. Here are 2016’s key market drivers: 1. Market avoids a major dive. The massive selloff to kick off the year totaled up to a loss of 10.5% for the S&P 500 at its low point in mid-February. And while that dive marked an official “correction,” or drop of 10% or more, it never snowballed into a dreaded bear market, or plunge of 20% or more, despite a rare call by RBS (Royal Bank of Scotland) on Jan. 11 to “sell everything” and a Jan. 13 prediction from mega-bear Albert Edwards, global strategist at Societe Generale, that the S&P 500 could decline 75%. Holy anticipation! Dow 20,000, we have our bat-noculars on you https://t.co/ed4HPttEWl #2017MARKETOUTLOOK pic.twitter.com/fLxUvKuYW5 — USA TODAY Money (@USATODAYmoney) December 30, 2016 2. Fed dials back rate hikes. After the Federal Reserve hiked interest rates in December 2015 for the first time since the Great Recession, 2016 was supposed to be the year of Fed rate hikes. The Fed, itself, thought four hikes were possible in 2016, and Wall Street figured three rate increases were possible. However, due to international and market turbulence early in the year, coupled with slower-than-expected U.S. economic growth in the first half of 2016 and fears the June Brexit vote might upend markets, the Fed ended up hiking rates just once in 2016. And that lone rate hike did not come until its final meeting of the year on Dec. 14. The Fed’s patience and a continuation of low borrowing costs, enabled both the economy and stock market to regain momentum. ",
    "title": "Five reasons why U.S. stocks soared in 2016"
   },
   {
    "entities": [
     "hartford",
     "moxley",
     "interactive",
     "skakel",
     "cbs",
     "supreme",
     "friday",
     "connecticut",
     "courant",
     "press",
     "susann",
     "michael",
     "news",
     "inc.",
     "martha",
     "monty",
     "court",
     "python",
     "2016",
     "associated",
     "night",
     "february",
     "sherman",
     "gill",
     "10 p.m.",
     "kennedy",
     "santos",
     "f.",
     "jr.",
     "about 9:30 p.m.",
     "robert",
     "ethel",
     "tommy"
    ],
    "id": 15,
    "text": "The Kennedy clan struggles with fame, success State prosecutors appealed, and in February argued before the state Supreme Court that Michael Skakel -- the nephew of Robert F. Kennedy’s widow, Ethel -- had a “well-planned, well thought-out, professional defense.” Prosecutor Susann Gill told the justices that Sherman did a competent job investigating and trying the case and that Skakel’s appellate lawyers had not met the high burden under case law to prove ineffective counsel. She also stood by the state’s position that there was “substantial” evidence that Michael Skakel killed Martha Moxley. But Santos told the justices, “This defendant did not get a fair shake. The weight of the evidence is that Tommy Skakel killed Martha Moxley.” Santos also said Michael Skakel had an alibi on the night of the killing at 10 p.m., the time that he said evidence shows Moxley was killed. He cited testimony that Michael Skakel and some relatives left the neighborhood at about 9:30 p.m. to go to his cousin’s house 20 minutes away to watch a Monty Python movie. Santos also said there was no forensic or physical evidence linking Skakel to the killing. In their ruling Friday, the Connecticut Supreme Court sided with prosecutors that Skakel received a fair defense, reports the Hartford Courant. “Because we conclude that the petitioner’s trial counsel rendered constitutionally adequate representation, we reverse the judgment” of the lower court, the ruling said. Michael Skakel has maintained his innocence. “He didn’t get a fair trial and he’s not guilty,” Robert Kennedy Jr., Skakel’s cousin and one of his biggest defenders, told CBS News in February. It wasn’t immediately clear if Michael Skakel will be sent back to prison or allowed to remain free if he appeals or asks the high court to reconsider.  © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Michael Skakel, Kennedy cousin, has murder conviction reinstated in Martha Moxley's 1975 death - CBS News"
   },
   {
    "entities": [
     "loans",
     "10:57 p.m.",
     "fleming",
     "andrew",
     "1:14",
     ", 5:48 pm",
     "friday",
     "erie",
     "cleveland",
     "mullen",
     "joseph",
     "press",
     "lakefront",
     "t.",
     "google",
     "thursday",
     "michael",
     "superior",
     "university",
     "beverage",
     "r.",
     "late thursday",
     "mchenry",
     "1:21",
     "administration",
     "district",
     "lake",
     "state",
     "9",
     "from",
     "osu",
     "daylight",
     "2016",
     "associated",
     "federal",
     "john",
     "cavaliers",
     "night",
     "sue",
     "arena",
     "dublin",
     "u.s.",
     "jack",
     "coast",
     "chirbas",
     "quicken",
     "overnight",
     "evening",
     "columbus",
     "airport",
     "aviation",
     "guard",
     "group",
     "burke",
     "univ.",
     "dec 30",
     "kurt",
     "ohio"
    ],
    "id": 16,
    "text": "Dec 30 2016, 5:48 pm ET Plane Flying to Ohio State University From Cavaliers Game Vanishes by Kurt Chirbas Small Jet Flying from Cavs Game to Ohio State Univ. Vanishes Over Lake Erie 1:21 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161231011951if_/http://www.nbcnews.com/widget/video-embed/844860483631\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A small plane heading for Ohio State University with six people aboard vanished after taking off from an airport on the shores of Lake Erie late Thursday. The Cessna Citation 525 departed at 10:57 p.m. Thursday from Burke Lakefront Airport in Cleveland. Air traffic control officials lost contact with it a short time later. The airport in Cleveland, Ohio. WKYC A spokesman for the airport told NBC News that the missing aircraft was carrying three adults and three children. Its occupants were heading back from a Cleveland Cavaliers game at the Quicken Loans Arena, according to the official. The Federal Aviation Administration said the aircraft was headed to Ohio State University in Columbus. The plane is kept at a hangar at the university, but the passengers do not have any affiliation with OSU, a U.S. Coast Guard official told The Associated Press. Play Coast Guard on Search-and-Rescue Mode for Missing Plane 1:14 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161231011951if_/http://www.nbcnews.com/widget/video-embed/844641347983\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Waves up to 15 feet high and light snow hampered the hunt overnight. But daylight and calmer waters made for better search conditions Friday, Captain Michael Mullen, chief of response for Coast Guard District 9, told reporters. Ohio beverage company Superior Beverage Group identified those aboard as its president and CEO John T. Fleming, his wife Sue, sons Jack and Andrew and two close friends. \"As we all await the results of the search and rescue efforts, our hearts are with John, his wife, their sons, and close friends on board, as well as with their loved ones and everyone in the Superior Beverage family,\" company Executive Vice President Joseph R. McHenry said in a statement. \"This is a difficult day for us, and we appreciate the concern and thoughtfulness extended by so many,\" McHenry said. The city council of Dublin, northwest of Columbus, said it was saddened by the news. A map showing the location Burke Lakefront Airport in Cleveland, Ohio. Google Maps No debris has been found, and no emergency beacon has been detected so far. The Coast Guard's search Friday was focused on an area about two miles offshore in Lake Erie, where water temperatures were frigid. \"With water temperatures, it comes down to a will to survive\" if the passengers are in the lake, Mullen said, adding that their aircraft is not designed to float. According to the Coast Guard, the aircraft was capable of carrying up to 11 people. By Friday evening boat operations were paused for the night but air operations continued, the Coast Guard said. Kurt Chirbas ",
    "title": "Plane Flying to Ohio State University From Cavaliers Game Vanishes - NBC News"
   },
   {
    "entities": [
     "1954",
     "navy",
     "23:01",
     "noon",
     "ball",
     "brookville",
     "state",
     "defense",
     "naval",
     "estate",
     "once",
     "department",
     "glen",
     "eastern",
     "day",
     "$10 million",
     "underwater",
     "center",
     "shore",
     "bush",
     "1970s",
     "annapolis",
     "meade",
     "connecticut",
     "friday",
     "reagan",
     "island",
     "point",
     "michael",
     "1940",
     "news",
     "may",
     "nsa",
     "london",
     "donald",
     "recently",
     "groton",
     "1980s",
     "river",
     "north",
     "russia",
     "sound",
     "country",
     "virginia",
     "current",
     "manhattan",
     "u.s.",
     "fbi",
     "union",
     "cheney",
     "york",
     "systems",
     "soviet",
     "the past",
     "upper",
     "the 1970s",
     "gru",
     "richard",
     "club",
     "thursday",
     "cove",
     "st.",
     "summer",
     "fort",
     "rumsfeld",
     "robert",
     "laboratory",
     "obama",
     "new",
     "nbc",
     "richelson",
     "putin",
     "baltimore",
     "jeffrey",
     "kent",
     "raskob",
     "2000",
     "road",
     "norfolk",
     "2016",
     "pioneer",
     "windrem",
     "long",
     "centreville",
     "washington",
     "mill",
     "now",
     "research",
     "barack",
     "shevchenko",
     "maryland"
    ],
    "id": 17,
    "text": "Putin rejects retaliation calls over hacking sanctions 23:01 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161231011952if_/http://www.nbcnews.com/widget/video-embed/844671555767\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Desmond Ball, the centre's late director, wrote of Pioneer Point, \"the complex is extremely well-placed for SIGINT (signals intelligence) operations.\" He explained that the location was in the main microwave communications corridor between Washington and the massive U.S. Naval base — the world's biggest — in Norfolk, Virginia. Ball also noted that \"NSA headquarters at Fort Meade is 35 miles directly west; the large Navy communications station at Annapolis (used to communicate with nuclear submarines) is 20 miles west southwest; and the NSA's Propagation and Research Laboratory on Kent Island is 15 miles to the southwest.\" Officials say the Soviets and their Russian successors were brazen about the facility's mission. Starting in the late 1970s, antennas went up on the main building. Soon, the mansion and surrounding property was festooned with all manner of antenna for capturing communications and other signals. The Reagan administration began a major communications effort to secure the links and also cut down on the Soviets' access to U.S. communications technologies, thwarting plans to install a large satellite dish at Pioneer Point. Soviet diplomats said the dish was for reception of Soviet TV shows. The U.S. believed it was a way for the Soviets to downlink U.S. military communications. The Raskob Estate at Pioneer Point on Maryland's Eastern Shore, shown here in a 1940 aerial photo, was purchased by the the Soviet Union in the 1970s. The Obama administration is shutting access to a New York retreat and the Maryland waterfront compound where Russian diplomats played tennis, sailed and escaped the political bustle, saying those doubled for intelligence activities. The Baltimore Sun via AP After 2000, during the Bush administration, there were concerns within the intelligence community about how close Pioneer Point is to St. Michael's Maryland, where Vice President Richard Cheney and Defense Secretary Donald Rumsfeld had second homes. The homes were less than 20 miles south of Pioneer Point. May Day Parties and Summer Camp Less is known about the Upper Brookville, New York, property. In the past, U.S. intelligence saw it as an outpost of the Soviets larger recreational complex at Glen Cove, which rivaled Pioneer Point in its access to U.S. communications. The two New York properties are only five miles apart on Long Island's North Shore. The Upper Brookville location, like both Pioneer Point and Glen Cove, was a mansion in a choice location when the Soviets purchased it in 1954 . Adjacent to the Mill River Country Club, with 14 acres of secluded property, it too had great access to communications links and was close to several defense contracts facilities farther east on the island. The Russians added a second large building to the property, and real estate records put the value of the whole compound at close to $10 million. It is hidden by woods, and approached by a winding driveway off of Mill River Road. A former neighbor told NBC News that the Russians used to have big May Day parties at the estate during the Communist era, but that it was otherwise very quiet. More recently, said a current neighbor, the site seems to have been used by the Russians as a summer camp. During the summer, she said, \"school buses would go in and out filled with children.\" Otherwise, there was little activity visible to the neighbors. resident Barack Obama on Thursday ordered the expulsion of 35 Russian suspected spies and imposed sanctions on two suspected hackers and three companies that allegedly provided support to cyber operations by the country's GRU intelligence service as well as the closure of two Russian compounds, including this estate at Pioneer Point in Maryland. NBC News Once she said, her dog got lost, and a voice with a Russian accent called her to come pick it up. The dog was outside the gate when she arrived, so she never saw inside the compound. Shevchenko, in his discussions with the U.S. government and the media, lumped Upper Brookville, Glen Cove and Russia's diplomatic missions in Manhattan together, telling one interviewer that combined, the New York properties gave the Soviets their most sophisticated equipment anywhere for electronic surveillance. The great value of Upper Brookville and Glen Cove was the Long Island Sound, just a few miles to the north of both. The geographic contours of the sound provided \"excellent microwave propagation characteristics,\" wrote Ball, \"commonly known as Microwave Alley.'\" He added that the FBI found that signals from as far as 100 miles away could be intercepted at either location. Moreover, the facilities had clear electronic views of several critical U.S. facilities across the Sound in Connecticut, including the U.S. Navy's submarine base in Groton, Connecticut, and the Naval Underwater Systems Center in nearby New London. The Russian compound in Upper Brookville on New York's Long Island. NBC News Ball added that Upper Brookville \"presumably coordinates SIGINT activities\" with those at Glen Cove. Since the Cold War, of course, things have changed. The U.S. has secured its vital communications — and communications technology has changed. Microwave is not as significant a carrier as it was in the 1970s and 1980s. Fiber optics lines have replaced much of it. Cell towers are now more important than microwave towers. A senior U.S. intelligence official told NBC News that the New York and Maryland facilities are under constant U.S. surveillance. They are not believed to have played any role in the election hack, said the official, and in 2016 have no intelligence gathering capabilities that the Russians don't have at other facilities. Jeffrey Richelson, the intelligence historian, agreed that the facilities were legacies of the Cold War, but wasn't so sure they were artifacts. \"Whether they're artifacts,\" he said, \"depends on the current use.\" According to the State Department, both the Centreville and Upper Brookville facilities were to be vacated by noon Friday. The Glen Cove, Long Island property, despite earlier media reports, was not affected by the president's executive order. Robert Windrem ",
    "title": "The Spy Next Door: What Went On In Russia's Shuttered U.S. Compounds? - NBC News"
   },
   {
    "entities": [
     "democratic",
     "earlier this month",
     "raleigh",
     "friday",
     "november",
     "n.c.",
     "press",
     "elections",
     "legislature",
     "broome/ap",
     "cabinet",
     "sunday",
     "governor",
     "superior",
     "thursday",
     "university",
     "the",
     "senate",
     "stephens",
     "state",
     "of",
     "north",
     "board",
     "county",
     "court",
     "two weeks ago",
     "limit",
     "wake",
     "associated",
     "kristin",
     "cooper",
     "pat",
     "night",
     "this weekend",
     "incoming",
     "gerry",
     "carolina",
     "mccrory",
     "roy",
     "now",
     "don",
     "ap",
     "powers"
    ],
    "id": 18,
    "text": "Democratic Gov.-elect Roy Cooper defeated incumbent Pat McCrory in a tight election. Cooper is seen here with his wife, Kristin, at an election night rally in Raleigh. Gerry Broome/AP hide caption toggle caption Gerry Broome/AP Democratic Gov.-elect Roy Cooper defeated incumbent Pat McCrory in a tight election. Cooper is seen here with his wife, Kristin, at an election night rally in Raleigh. Gerry Broome/AP A North Carolina judge is temporarily blocking a law that would have limited the power of the state's incoming governor. Democratic Gov.-elect Roy Cooper defeated incumbent Republican Pat McCrory in November in a tight race. After the election, the Republican controlled Legislature passed two laws to limit the governor's power, in what Democrats called a \"power grab.\" The law put on hold Friday would, as we reported earlier this month , remove the State Board of Elections from the governor's control by reducing the number of members on the board from five — three of whom could be from the governor's party — to four members, evenly split between the parties. N.C. Republicans Move To Limit Powers Of Incoming Democratic Governor The Associated Press reports that law is now on hold: \"Wake County Superior Court Judge Don Stephens ruled Friday that the risk to free and fair elections justified stopping the law from taking effect this weekend until it could be reviewed more closely. Stephens plans to review the law Thursday.\" The AP reports that Cooper filed the lawsuit earlier on Friday — and got the temporary reprieve just days before he is set to take office. Cooper's term begins on Sunday. Meanwhile, a second law, passed two weeks ago, also puts a check on the incoming governor's power . It would require Cooper's Cabinet secretaries to receive Senate confirmation, significantly reduce the number of administrative positions in the executive branch, strip the governor of his right to appoint trustees to the University of North Carolina and take away some of the governor's power to oversee schools in the state. Republicans still hold large majorities in both chambers of the state Legislature. Article continues after sponsorship ",
    "title": "North Carolina Judge Blocks Attempt To Strip Governor Of Some Powers : The Two-Way : NPR"
   },
   {
    "entities": [
     "middle",
     "david",
     "kerry",
     "palm",
     "times",
     "$1 trillion",
     "maggie",
     "andrew",
     "west",
     "beach",
     "trump",
     "near",
     "next year",
     "syria",
     "thursday",
     "michael",
     "last week",
     "bashar",
     "moscow",
     "facebook",
     "r.",
     "donald",
     "morning",
     "december 31, 2016",
     "haberman",
     "for",
     "b.",
     "schmitt",
     "congress",
     "russia",
     "sergey",
     "fla.",
     "estonia",
     "john",
     "sanger",
     "j.",
     "twitter",
     "e.",
     "policy",
     "future",
     "carter",
     "eric",
     "lavrov",
     "v.",
     "obama",
     "new",
     "today",
     "union",
     "east",
     "institute",
     "york",
     "nato",
     "tabler",
     "washington",
     "lithuania",
     "european",
     "al-assad",
     "latvia",
     "putin",
     "gordon",
     "assad",
     "ashton",
     "pentagon"
    ],
    "id": 19,
    "text": "“The agreement potentially sets the table for Trump in Syria,” said Andrew J. Tabler, an expert on Syria at the Washington Institute for Near East Policy. Advertisement Continue reading the main story Still, Mr. Tabler and other Syria specialists said the opportunity came with a number of important caveats. First, the cease-fire needs to hold so that a more enduring political solution to the Syria crisis can be pursued. That will require restraint on the part of the government of President Bashar al-Assad, the Syrian opposition, the Iranians and the Russians. Second, unless a political settlement is achieved that eventually eases Mr. Assad out of power, Syria may continue to be a magnet for extremists and insurgency, perpetuating the very problem that Mr. Putin and Mr. Trump say they are trying to solve. While the Obama administration was not included in the cease-fire discussions, Russia’s foreign minister, Sergey V. Lavrov, extended a hand to Mr. Trump, who has never objected to Moscow’s growing influence in the Middle East. “I would like to express my hope that after the administration of Donald Trump assumes its duties, it will also join the efforts in order to channel this work into one direction basing on friendly and collective cooperation,” Mr. Lavrov said during a meeting Thursday with Mr. Putin. Got a confidential news tip? The New York Times would like to hear from readers who want to share messages and materials with our journalists. Learn More A Trump administration could become involved in future diplomatic talks, from which Secretary of State John Kerry was excluded in recent months. It could “coordinate” with the Russians militarily, something Mr. Obama’s defense secretary, Ashton B. Carter, has resisted. Syria is just the beginning. The fragile Baltic members of NATO — Latvia, Estonia and Lithuania — are looking at large military buildups meant to intimidate them. The Ukrainians have seen their lights turn off mysteriously and tracked it to Russian hackers. The British and French report that Russian practice bomber runs and submarine missions just off their shores, something they have not seen since Soviet days. The French and the Germans say they already see signs of hacking and “influence operations” in their own elections, scheduled for next year. Each has political movements with echoes of the one that brought Mr. Trump to power and that could eat away at the European Union and the NATO alliance. Advertisement Continue reading the main story The most difficult problem may be what to do about the oldest form of post-World War II competition: nuclear weapons. Emerging from his briefings, Mr. Trump has expressed surprise in recent weeks about the size and abilities of Russia’s arsenal and has largely blamed New START, the arms control treaty that Mr. Obama negotiated. Though modest, the treaty reduced deployed nuclear arsenals to 1,550 weapons on each side, down from tens of thousands at the height of the Cold War. But Mr. Trump declared last week that he was perfectly happy to renew the arms race if need be, a declaration that was jarringly out of tune with his calls for a friendlier relationship with Russia. It is not clear if Mr. Trump has been briefed on the “nuclear modernization” program on which the Obama administration and Congress have spent billions, or seen the Pentagon’s proposals for the $1 trillion revamp of the delivery systems — submarines, missiles and bombers — to make them stealthier and more survivable. If he signs on, that race could become serious, and seriously expensive. Follow David E. Sanger @SangerNYT , Eric Schmitt @EricSchmittNYT and Michael R. Gordon @gordonnyt on Twitter. Maggie Haberman contributed reporting from West Palm Beach, Fla. Get politics and Washington news updates via Facebook , Twitter and in the Morning Briefing newsletter . A version of this news analysis appears in print on December 31, 2016, on Page A1 of the New York edition with the headline: From Russia, an Opening. Order Reprints | Today's Paper | Subscribe ",
    "title": "Trump Gets an Opening from Russia, but the Path Is Risky - The New York Times"
   },
   {
    "entities": [
     "page",
     "dec. 18",
     "2900",
     "topanga",
     "california",
     "31%",
     "morning",
     "military",
     "ott",
     "this november",
     "station",
     "13%",
     "/",
     "department",
     "this year",
     "the early 1990s",
     "23%",
     "lau",
     "san",
     "19%",
     "the end of the day",
     "compton",
     "winton",
     "angeles",
     "early 20th century",
     "ben",
     "right now",
     "west",
     "jacques",
     "5.7%",
     "michael",
     "oct. 1",
     "recently",
     "adams",
     "2014",
     "bureau",
     "november 2014",
     "the year",
     "10%",
     "metropolitan",
     "41%",
     "police",
     "21%",
     "romano",
     "thatcher",
     "irfan",
     "santer",
     "6%",
     "61%",
     "nov. 30",
     "boulevard",
     "maya",
     "january 2016",
     "59%",
     "lancaster",
     "16%",
     "several years marks",
     "chinatown",
     "michel",
     "the last",
     "inglewood",
     "spike marks",
     "la",
     "pedro",
     "thursday",
     "stanford",
     "richard",
     "brent",
     "1992",
     "francisco",
     "the previous year",
     "2015",
     "khan",
     "5%",
     "valley",
     "sheriff's",
     "laboratory",
     "rylan",
     "the past year",
     "national",
     "los",
     "moore",
     "gabriel",
     "38%",
     "area",
     "34%",
     "el",
     "oakland",
     "october",
     "monte",
     "times",
     "last year",
     "l.a.",
     "the end of november this year",
     "metro",
     "south",
     "46%",
     "2013",
     "2000",
     "2017",
     "livermore",
     "month of the year",
     "the end of november",
     "9%",
     "county",
     "dec. 17",
     "division",
     "school",
     "lawrence",
     "11%",
     "2016",
     "the end of 2016",
     "past",
     "lapd",
     "early this year",
     "``anthony''",
     "berge",
     "a decade ago",
     "bay",
     "central",
     "law",
     "4%",
     "15%",
     "now",
     "new year's",
     "rimpau",
     "two years ago"
    ],
    "id": 20,
    "text": "Violent crime increases in L.A. for third straight year Shooting in West Adams Irfan Khan / Los Angeles Times A woman comforts the wife of a man who died in a shooting that left four dead and 12 others wounded at a home on 2900 block of South Rimpau Boulevard in West Adams. A woman comforts the wife of a man who died in a shooting that left four dead and 12 others wounded at a home on 2900 block of South Rimpau Boulevard in West Adams. (Irfan Khan / Los Angeles Times) Maya Lau and Maya Lau Contact Reporters Violent crime increased in Los Angeles for the third straight year as police tried to stem a rash of homicides and gang-related shootings while dealing with a growing homeless population. With more than 290 people killed in the city this year, homicides also rose for the third year in a row. Still, the city remains far safer than a decade ago, when 480 people were killed and there were 46% more robberies than this year. According to statistics from the Los Angeles Police Department , robberies were up by 13%, aggravated assaults were up by 10% and rapes were down by 4% through Dec. 17, compared with  last year. Homicides were up by 5%. Overall, violent crime was up by 10% over last year and 38% over two years ago. Property crime also went up for the third consecutive year, with a 4% rise that was driven by double-digit increases in car-related thefts. The upward trend of the last several years marks a reversal of a steady decline that began in the early 1990s , when crime was at all-time highs. In 1992, 1,094 people were killed in Los Angeles. Similar trends were evident in the areas policed by the Los Angeles County Sheriff’s Department, where violent crime was up by 9% and property crime was up by 6% through Nov. 30 . It was the second year in a row that crime increased in sheriff’s department territory, which includes unincorporated parts of the county as well as cities such as Compton and Lancaster that contract for law enforcement services.  Elsewhere in the state, crime decreased in some Bay Area cities. San Francisco saw an increase in homicides and rapes, but robberies were down 13% and crime was down 10% overall through the end of November. Through Dec. 18, Oakland had two homicides, compared with nine in 2015 and seven in 2014. Overall, crime in Oakland was down 6%. Early this year, in response to a spike in homicides and shootings, the LAPD sent extraelite Metropolitan Division officers to South Los Angeles and intensified its use of daily crime statistics to identify problem spots. By the time the emergency operation ended on Oct. 1, the rate of violent crime had stabilized in South L.A. But with resources concentrated there, some other parts of the city experienced upticks in crime. Recently, the situation in South L.A. worsened — October was the worst month of the year for homicides — and Metro has increased its presence there again, said Asst. Chief Michel Moore, who oversees the LAPD’s patrol operations. South Bureau, which includes much of South L.A. as well as the San Pedro area, finished the year with a 6% increase in homicides , 6% more rapes, 10% more robberies and 19% more aggravated assaults. Overall, violent crime in South Bureau was up 15% over last year and 34% over two years ago. The efforts of police officers on the streets have had an effect, but the root causes of crime – joblessness, homelessness, substance abuse – are deep and require the community’s help to solve, Moore said. “It is like fighting fires – spot fires,” he said. “We have a finite number of resources, and at the end of the day, the LAPD isn’t going to fix this.” The number of shooting victims in Los Angeles – 1,152 as of Dec. 17 -- was up 6% over last year and 23% over two years ago. “Any one of those could have been a homicide by another inch or centimeter,” Moore said. “Our most pressing matter right now is shooting victims.” Crime was up even in some parts of the city that are traditionally considered safe. In West Los Angeles , robberies were up by 16%, and motor vehicle theft was up by 31%. The LAPD’s Topanga Division saw a 41% increase in robberies and a 21% increase in motor vehicle theft. Moore attributed the crime jump in Los Angeles to a combination of factors, including a resurgence in gang violence and the growth in homelessness. He also pointed to criminal justice reforms such as Proposition 47, which was approved by California voters in November 2014 and reduced some drug and property offenses from felonies to misdemeanors. In Los Angeles County, the jail population has decreased, from 18,500 inmates just before Prop. 47 passed to about 16,500 inmates this November. Narcotics arrests have dropped, as busy police officers decide that the time needed to process a case is not worth it. The result, some law enforcement officials say, is that more criminals are now on the streets instead of in jail and are not receiving the drug and mental health treatment the measure had promised. Without the threat of a felony prosecution, they say, defendants are less likely to choose treatment as an alternative to serving time. “Unfortunately, we see that these programs are sold to the voters as having some positive impact, and so far in two years we haven’t seen that positive impact,” said Assistant Sheriff Jacques “Anthony” La Berge, who oversees patrol for the Sheriff’s Department. But supporters of Prop. 47 dispute the theory that crime increases are connected to the measure. Misdemeanors can still result in sentences of up to a year in jail, and it is up to police officers and prosecutors to enforce those penalties, said Michael Romano, a lecturer at Stanford Law School. “The idea that Prop. 47 has been responsible for an increase in crime in California over the past year or two is fake news, as far as I’m concerned,” he said. “There’s not one shred of evidence supporting the idea that Prop. 47 has had any impact on crime one way or another.” The recent crime increases have also coincided with steep increases in homelessness. The latest homeless survey shows an 11% rise in the city of Los Angeles between January 2016 and the previous year, with a 5.7% jump countywide. Homeless encampments can provide cover for chronic predators, and many homeless people are victims of crime, said Moore of the LAPD. This year in Los Angeles, 13 homicide victims were homeless – up from six the previous year – and there was a 23% increase in aggravated assaults in which transients were the victims, Moore said. The LAPD’s Central Division , which includes parts of downtown, skid row and Chinatown, saw a 59% increase in violent crime in 2015. This year, violent crime was down by 5% in Central, which Moore attributed to inroads made by police officers and social workers in homeless camps. But crime statistics can sometimes obscure the realities of living in Los Angeles, where a single police station can serve dozens of square miles and hundreds of thousands of people. Brent Page said his neighborhood of early 20th century Spanish and English Tudor cottages near the Inglewood border defies the image of South L.A. as a dangerous place. At the neighborhood council meetings he leads, which are often attended by officers from the LAPD’s 77th Division, residents typically complain about minor issues such as street vending and illegally parked cars. Page sees violent crime as largely confined to gang circles. “A lot of people on these blocks know each other. They’re like family,” Page said of his neighborhood, Morningside Circle. “I know what the crime stats might say, what the perception might say, but it’s good to talk to people actually breathing and living in an area instead of going to the LAPD website and making generalizations.” In Compton and nearby unincorporated areas, which are policed by the L.A. County Sheriff’s Department, homicides were up by 61%, with 37 through the end of November this year compared with 23 last year. Most of the killings were gang-related, according to sheriff’s officials, including that of a 1-year-old girl in her crib who was hit by a bullet likely meant for her father. The spike marks a return to the violence of years past: The Compton area had 32 homicides in 2014 and 40 homicides in 2013 . Capt. Michael Thatcher, who runs the Compton Sheriff’s Station, said an increase in gang conflicts is a likely cause. “I take it personally,” Thatcher said. “It’s our responsibility. Every deputy that works in that station understands that that’s something that’s very troubling for us.”   Caption 90 seconds: Goodbye to 2016. Hello, 2017 The end of 2016 will be a wet one  in L.A. County; 2016 was a year of surprises and heartbreak ; some New Year's resolutions  that can only be accomplished in L.A.; and hundreds of new laws  will soon take effect in California. Caption 90 seconds: Goodbye to 2016. Hello, 2017 The end of 2016 will be a wet one  in L.A. County; 2016 was a year of surprises and heartbreak ; some New Year's resolutions  that can only be accomplished in L.A.; and hundreds of new laws  will soon take effect in California. Caption How does a city official make more in retirement than when he was working? In El Monte, a city in the San Gabriel Valley, a bonus pension approved by the city council in 2000 generates a big bill for taxpayers. Here's how it works. In El Monte, a city in the San Gabriel Valley, a bonus pension approved by the city council in 2000 generates a big bill for taxpayers. Here's how it works. Caption Federal scientist links global warming and human activity Ben Santer at Lawrence Livermore National Laboratory east of San Francisco has become more vocal over the years in hopes of beating back claims that climate change isn’t real.  Ben Santer at Lawrence Livermore National Laboratory east of San Francisco has become more vocal over the years in hopes of beating back claims that climate change isn’t real.  Caption Car plunges off 3rd Street overpass onto 110 Freeway A woman is dead after the car she was driving rammed through a guardrail on a downtown overpass and plunged onto the 110 Freeway, prompting the closure of northbound lanes Thursday morning. (Irfan Khan / Los Angeles Times) A woman is dead after the car she was driving rammed through a guardrail on a downtown overpass and plunged onto the 110 Freeway, prompting the closure of northbound lanes Thursday morning. (Irfan Khan / Los Angeles Times) Caption Child abuse in the military: The short, sad life of Rylan Ott Military and state authorities failed to save a 2-year-old boy from abuse. Military and state authorities failed to save a 2-year-old boy from abuse. Times staff writer Richard Winton contributed to this report. ",
    "title": "Violent crime increases in L.A. for third straight year - LA Times"
   },
   {
    "entities": [
     "harry",
     "christ",
     "choir",
     "mormon",
     "1,",
     "friday",
     "press",
     "trump",
     "jan. 20",
     "tribune",
     "thursday",
     "last week",
     "facebook",
     "the",
     "next month",
     "donald",
     "morning",
     "reid",
     "lake",
     "hawkins",
     "associated",
     "shares",
     "2016",
     "jan",
     "dec. 29, 2016",
     ", 5:50 pm",
     "nevada",
     "hitler",
     "eric",
     "dec 30, 2016",
     "star",
     "this oct.",
     "file",
     "jesus",
     "chamberlin",
     "salt",
     "tabernacle",
     "city",
     "ap"
    ],
    "id": 21,
    "text": "Mormon Tabernacle Choir Singer Quits Over Trump Inaugural By The Associated Press SALT LAKE CITY \u0097 Dec 30, 2016, 5:50 PM ET 0 Shares Star The Associated Press FILE - In this Oct. 1, 2016, file photo, the Mormon Tabernacle Choir of The Church of Jesus Christ of Latter-day Saints, sings in the Conference Center at the morning session of the two-day Mormon church conference in Salt Lake City. Choir member Jan Chamberlin posted a resignation letter that she says she sent to choir leaders on her Facebook page Thursdaym Dec. 29, 2016. In it, she writes that by performing at the inaugural, the 360-member Choir will appear to be “endorsing tyranny and facism” and says she feels “betrayed” by the choir’s decision to take part. (AP Photo/George Frey, File) 0 Shares Email A member of the Mormon Tabernacle Choir said she has resigned from the famed group over its decision to perform at next month's inauguration of President-elect Donald Trump . Jan Chamberlin posted her resignation letter to choir leaders on her Facebook page Thursday. In it, she writes that by performing at the Jan. 20 inaugural, the 360-member choir will appear to be \"endorsing tyranny and fascism.\" She says she feels betrayed by the choir's decision to take part. The choir is part of The Church of Jesus Christ of Latter Day Saints. Church spokesman Eric Hawkins told The Salt Lake Tribune ( http://bit.ly/2ieSfXG ) that participation in the choir and the inaugural performance is voluntary. Hawkins said last week the choir's tradition of presidential performances isn't \"implied support of party affiliations or politics\" but a \"demonstration of our support for freedom, civility and the peaceful transition of power.\" Chamberlin's decision earned praise from one of the most powerful Mormons in the country: Nevada Sen. Harry Reid . The retiring Democrat said Friday in a statement to the Tribune that he admires people like Chamberlin who \"reject tyranny and fascism and do what they can to stand up for what is right.\" Reid applauded her for refusing to \"be part of the wave of hatred unleashed by Donald Trump.\" \"She should not be castigated or repudiated for acting on her sincere beliefs,\" Reid said. Chamberlin, who didn't respond to Tribune requests for interviews, wrote on Facebook that her decision was a moral one. \"I could never 'throw roses to Hitler,'\" she wrote. \"And I certainly could never sing for him.\" 0 Shares ",
    "title": "Mormon Tabernacle Choir Singer Quits Over Trump Inaugural - ABC News"
   },
   {
    "entities": [
     "$10,000",
     "friday",
     "$2,700-per-ticket",
     "gidwitz",
     "avenue",
     "alexander",
     "trump",
     "midwest",
     "buren",
     "tribune",
     "club",
     "the",
     "dold",
     "bruce",
     "donald",
     "indiana",
     "tim",
     "trump-pence",
     "velasquez/chicago",
     "$1 million",
     "street",
     "county",
     "last month",
     "11 a.m.",
     "mike",
     "$500,000",
     "$33,400",
     "robert",
     "hamilton",
     "michigan",
     "republican",
     "usa",
     "u.s.",
     "kenilworth",
     "ron",
     "national",
     "chicago",
     "velasquez",
     "rauner",
     "loop",
     "kirk",
     "america",
     "gop",
     "committee",
     "cook",
     "dec. 30, 2016",
     "van",
     "illinois",
     "schneider",
     "phil",
     "mark",
     "fall",
     "pence"
    ],
    "id": 22,
    "text": "Pence's Chicago fundraiser met by protesters Protesters gather near Pence event in Loop Vice President-elect Mike Pence was in the Loop for an Illinois Republican fundraiser at The Chicago Club on Dec. 30, 2016. After his arrival, about 150 protesters gathered. (Phil Velasquez / Chicago Tribune) Vice President-elect Mike Pence was in the Loop for an Illinois Republican fundraiser at The Chicago Club on Dec. 30, 2016. After his arrival, about 150 protesters gathered. (Phil Velasquez / Chicago Tribune) Privacy Policy Vice President-elect Mike Pence appeared at a Chicago fundraiser Friday where the Illinois GOP hoped to raise as much as $1 million for the Republican National Committee. On the host committee for the $2,700-per-ticket fundraiser were some of Illinois' most prominent Republicans, including Gov. Bruce Rauner , seven of the eight Illinois GOP congressmen and Ron Gidwitz, a businessman who led President-elect Donald Trump 's Illinois campaign fundraising effort. The Indiana governor arrived in the Loop shortly before 11 a.m. and entered the Chicago Club through a back door not visible from the barricaded sidewalks in front of the building. Pence was not greeted by protesters, although they arrived later while he was inside. Illinois Republican Chairman Tim Schneider said a fractured state party during the primary season has since coalesced around Trump and Pence. Demonstrators protest Vice President-elect Mike Pence outside a Republican National Committee fundraiser in Chicago on Dec. 30, 2016.  (Phil Velasquez/Chicago Tribune) \"Chicago is the hub of the Midwest and it's also very close to his roots in Indiana, so he can draw from those folks who are supporters from Indiana,\" said Schneider, a Cook County commissioner, of Pence's visit to the city. \"I think we have a great number of supporters here in Chicago who believe in this new Trump-Pence administration, and that's why they're here.\" Not listed as part of the host committee were U.S. Sen. Mark Kirk and U.S. Rep. Robert Dold of Kenilworth, who distanced themselves from Trump but ultimately lost their re-election bids last month. Rauner has been reluctant to even say Trump's name, which didn't stop Democrats from cobbling together a TV attack ad during the fall attempting to link the governor to the GOP standard bearer. Rauner confirmed that he has spoken to Trump since the election. Rauner did not attend the event, however, as he had traveled out West with his family. About 150 protesters gathered at Michigan Avenue and Van Buren Street. Many of them waved signs that read \"We say no to racism, sexism & war!\" Among the chants they repeated: \"Our bodies, our lives, our right to decide!\" and \"Racist, sexist, anti-gay! Mike Pence go away!\" and \"No Trump, no Pence! No KKK! No fascist USA!\" There was, however, a Trump supporter who responded to the chants through a megaphone of his own. The man, who only would identify himself by the fake name of \"Alexander Hamilton,\" was approached by a handful of demonstrators who screamed and cursed at him as a Chicago police officer watched nearby. \"Donald Trump will make America great again!\" the man chanted over and over again. A Republican official indicated the fundraiser was expected to raise $500,000 to $1 million. Those making the maximum $33,400 contribution got a roundtable and photo with Pence, while those contributing $10,000 got a photo with him. bruthhart@chicagotribune.com ",
    "title": "Pence&apos;s Chicago fundraiser met by protesters - Chicago Tribune"
   },
   {
    "entities": [
     "olympia",
     "safety",
     "friday",
     "cessna",
     "seattle",
     ", 4:02 pm",
     "45 minutes later",
     "transportation",
     "thursday",
     "port",
     "morning",
     "administration",
     "saturday",
     "state",
     "wash.",
     "about",
     "of",
     "county",
     "board",
     "jefferson",
     "federal",
     "department",
     "6 p.m.",
     "dec 30, 2016",
     "national",
     "washington",
     "boeing",
     "aviation",
     "field",
     "angeles"
    ],
    "id": 23,
    "text": "4 Killed in Small Plane Crash in Washington State By The Associated Press OLYMPIA, Wash. \u0097 Dec 30, 2016, 4:02 PM ET 0 Shares Email Four people are dead after a small plane crashed in northwest Washington state. The Washington State Department of Transportation said searchers found the single-engine Cessna and four bodies in a heavily wooded ravine in Jefferson County Friday morning. Crews used radar data and the plane's emergency locator transmitter to find the wreckage. Authorities say there were no survivors. The aircraft left Boeing Field in Seattle for Port Angeles just after 6 p.m. Thursday and lost contact with air traffic control about 45 minutes later. The Federal Aviation Administration and the National Transportation Safety Board were to arrive on scene Saturday to examine the aircraft. The names of those killed were not immediately released, pending positive identification and notification of families. 0 Shares ",
    "title": "4 Killed in Small Plane Crash in Washington State - ABC News"
   },
   {
    "entities": [
     "cbs",
     "natalie",
     "getty",
     "directv",
     "at 9 p.m.",
     "syfy",
     "collinsworth",
     "nfl",
     "saturday",
     "about six years ago",
     "at&t",
     "sunday night",
     "bond",
     "martinez",
     "/",
     "distribution",
     "san",
     "general",
     "detroit",
     "netflix",
     "content",
     "jackie",
     "angeles",
     "electric",
     "network",
     "friday",
     "winding",
     "sunday",
     "news",
     "manchester",
     "co.",
     "refn",
     "cris",
     "7",
     "knbc-tv",
     "night",
     "current",
     "sports",
     "casey",
     "u.s.",
     "james",
     "hall",
     "york",
     "kenneth",
     "bravo",
     "september",
     "$25 billion",
     "nbcuniversal",
     "diego",
     "nicolas",
     "disney",
     "images",
     "walt",
     "charter",
     "telemundo",
     "thursday",
     "comcast",
     "century",
     "mike",
     "lions",
     "usa",
     "costas",
     "dallas",
     "nbc",
     "new",
     "matt",
     "los",
     "portman",
     "knsd-tv",
     "america",
     "kennedy",
     "warner",
     "bob",
     "channel",
     "time",
     "affleck",
     "cnbc",
     "last year",
     "edgerton",
     "espn",
     "cliff",
     "hulu",
     "corp.",
     "golf",
     "fox",
     "joel",
     "county",
     "tirico",
     "abc",
     "communications",
     "lonergan",
     "21st",
     "norm",
     "green",
     "meg",
     "packers",
     "bay",
     "msnbc",
     "cable"
    ],
    "id": 24,
    "text": "No NBCUniversal-Charter deal? Then no 'Sunday Night Football' for Spectrum customers NBC \"Sunday Night Football\" broadcast team Norm Hall / Getty Images The dispute between NBCUniversal and Charter centers on proposed price hikes for the NBC channels, according to people familiar with the talks. Above, NBC \"Sunday Night Football\" commentators Mike Tirico, left, Cris Collinsworth and Bob Costas before a game in September. The dispute between NBCUniversal and Charter centers on proposed price hikes for the NBC channels, according to people familiar with the talks. Above, NBC \"Sunday Night Football\" commentators Mike Tirico, left, Cris Collinsworth and Bob Costas before a game in September. (Norm Hall / Getty Images) Meg James Contact Reporter With a Saturday night deadline looming, NBCUniversal and Charter Communications continued talks to try to reach a new carriage deal to advert a blackout of NBC-owned television channels in nearly 16 million homes in the U.S. with Spectrum cable-TV service. NBCUniversal’s current contract with Charter expires Saturday at 9 p.m. Pacific time. If no agreement is in place by that time, Charter would be forced to drop NBC owned channels. Spectrum customers in several markets, including Los Angeles, New York and San Diego, also would lose coverage of their local NBC television stations. That means more than 1.6 million Spectrum homes in the Los Angeles region could be without KNBC-TV Channel 4 on the eve of a high-profile NFL “Sunday Night Football” game between the Green Bay Packers and the Detroit Lions . More than 100,000 Spectrum households in northern San Diego County would be affected. NBC owns the local television affiliate, KNSD-TV Channel 7 in San Diego, which would be part of the blackout.  More than 1 million homes with Spectrum service in New York would be included, as well as 400,000 Spectrum homes in Dallas. Spectrum customers also would lose access to the Spanish-language Telemundo network and 12 cable outlets, including USA Network, Bravo, Syfy, E!, NBC Sports, Golf Channel, CNBC and MSNBC.  NBCUniversal, however, could grant a contract extension to allow Charter to continue to carry its channels while the two companies work to iron out a deal. The dispute centers on proposed price hikes for the NBC channels, according to people familiar with the talks.   NBC on Thursday declared an impasse in the negotiations, but discussions between the two sides resumed Friday.  NBC executives have been laboring for five years to raise their programming fees, which are well below industry averages. When the previous round of deals were struck about six years ago, NBC was owned by General Electric, and the NBC broadcast network was on the ropes — in fourth place among the big broadcast networks. NBC had considerably less bargaining power than rivals such as Walt Disney Co., which owns ABC, ESPN and Disney Channel. “NBCUniversal is the No. 1 media company in America and we put a fair deal in front of Charter that is consistent with the rest of the industry,” Matt Bond, chairman of NBCUniversal Content Distribution, said Friday. “We hope they will agree to these terms.” But Connecticut-based Charter Communications has incentives to drive a hard bargain. Last year, the company swallowed the much larger  Time Warner Cable , which gave Charter considerable heft in carriage negotiations — and the company is testing its clout as the nation’s second-largest cable operator. In addition, Charter took on more than $25 billion in debt to finance the Time Warner Cable acquisition, and Charter’s executives have been under pressure to more efficiently manage operations and hold the line on programming costs. Pay-TV operators industrywide are struggling to navigate an increasingly fraught environment. They have been losing customers who opt for cheaper alternatives for TV entertainment, such as streaming services like including SlingTV, Netflix and Hulu. Traditional operators are worried about losing more customers who have grown weary of paying higher cable bills for the same channels. NBCUniversal, meanwhile, is facing its own delicate dance. Its parent company, Comcast Corp. , is the nation’s largest cable television company, and Comcast is dealing with similar concerns about rising programming costs. Comcast separately has been trying to negotiate a new carriage deal for 21st Century Fox ’s television channels, including the popular Fox News Channel and a dozen regional sports networks. CBS Corp., meanwhile, has been engaged in negotiations with AT&T’s DirecTV unit, and those talks appear to be progressing.  Caption Casey Affleck finds the words in 'Manchester by the Sea' Casey Affleck talks about the way Kenneth Lonergan uses everyday language to convey deep emotion in \"Manchester by the Sea.\" Casey Affleck talks about the way Kenneth Lonergan uses everyday language to convey deep emotion in \"Manchester by the Sea.\" Caption Casey Affleck finds the words in 'Manchester by the Sea' Casey Affleck talks about the way Kenneth Lonergan uses everyday language to convey deep emotion in \"Manchester by the Sea.\" Casey Affleck talks about the way Kenneth Lonergan uses everyday language to convey deep emotion in \"Manchester by the Sea.\" Caption Natalie Portman on the importance of the infamous pink dress in 'Jackie' For her role as Jackie Kennedy, Natalie Portman says, \"It's not a fashion story,\" but the clothes do tell a story. For her role as Jackie Kennedy, Natalie Portman says, \"It's not a fashion story,\" but the clothes do tell a story. Caption Joel Edgerton finds the heart of 'Loving' Joel Edgerton talks about staying truthful to the real-life story of \"Loving.\" Joel Edgerton talks about staying truthful to the real-life story of \"Loving.\" Caption For 'Neon Demon,' Nicolas Winding Refn and composer Cliff Martinez used a special 'ESP' to communicate Director Nicolas Winding Refn and composer Cliff Martinez discuss their \"Neon Demon\" collaboration. Director Nicolas Winding Refn and composer Cliff Martinez discuss their \"Neon Demon\" collaboration. Caption 'Manchester By the Sea' director Kenneth Lonergan on how Casey Affleck brought a quiet character to life \"Manchester By the Sea\" director Kenneth Lonergan discusses writing a quiet character and working with actor Casey Affleck to bring him to life.  \"Manchester By the Sea\" director Kenneth Lonergan discusses writing a quiet character and working with actor Casey Affleck to bring him to life.  ",
    "title": "No NBCUniversal-Charter deal? Then no &apos;Sunday Night Football&apos; for Spectrum customers - LA Times"
   },
   {
    "entities": [
     "democratic",
     "dmitry",
     "us",
     "medvedev",
     "next week",
     "earlier this year",
     "friday",
     "trump",
     "christmas",
     "u.s",
     "gru",
     "press",
     "fsb",
     "thursday",
     "news",
     "--",
     "facebook",
     "moscow",
     "fox",
     "donald",
     "the day",
     "summer",
     "russia",
     "vladimir",
     "sergey",
     "associated",
     "j.",
     "twitter",
     "earlier friday",
     "u.s.",
     "lavrov",
     "v.",
     "obama",
     "new",
     "national",
     "december 30, 2016",
     "york",
     "committee",
     "new year's",
     "putin",
     "new year",
     "kremlin",
     "maryland"
    ],
    "id": 25,
    "text": "Trump praises Putin over response to US sanctions, calls him 'very smart' Published               December 30, 2016 Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump took to Twitter Friday to praise Russian President Vladimir Putin for not retaliating against new penalties imposed by the Obama administration for Russia's alleged interference in the U.S. election – going so far as to call Putin “very smart.” “Great move on delay (by V. Putin) - I always knew he was very smart!” Trump tweeted. Great move on delay (by V. Putin) - I always knew he was very smart! — Donald J. Trump (@realDonaldTrump) December 30, 2016 The tweet comes after Putin announced earlier in the day that he would not kick out American diplomats despite President Obama’s announcement Thursday that his administration will expel 35 Russian intelligence operatives and close down two Russian compounds in Maryland and New York, among other actions. Trump later sent another tweet that criticized two major networks while prasing Fox News. Russians are playing @CNN and @NBCNews for such fools - funny to watch, they don't have a clue! @FoxNews totally gets it! — Donald J. Trump (@realDonaldTrump) December 30, 2016 While the Russian premier condemned the sanctions imposed on his country, calling them “unfriendly,” he said he would not retaliate and was instead looking to rebuild Russian-U.S. relations with the incoming Trump administration. \"We will not expel anyone. We will not prevent their families and children from using their traditional leisure sites during the New Year's holidays. Moreover, I invite all children of U.S. diplomats accredited in Russia to the New Year and Christmas children's parties in the Kremlin,\" Putin added. Trump has taken heat for not criticizing Putin, and for doubting U.S. intelligence suggesting the Russians interfered in the election to sway the vote Trump’s way. Trump called for the U.S ”to move on to bigger and better things” in a statement Thursday in response to the Obama sanctions. The restrained response from Putin was a marked contrast from noises from the Kremlin earlier Friday, when Putin’s deputies pushed for a stronger response. Foreign Minister Sergey Lavrov called for Russia to kick out a group of U.S. diplomats, and suggested blocking the Americans from using their summer retreat on the outskirts of Moscow and a warehouse south of Moscow. Prime Minister Dmitry Medvedev charged earlier in the day that the outgoing administration has become immersed in \"anti-Russian death throes.\" Trump has said he is keeping an open mind on the issue, and will meet with leaders in the intelligence community next week in order to be updated on the issue. Obama also announced Thursday that the U.S. had sanctioned the GRU and the FSB -- two of Russia's intelligence services as well as other entities and individuals associated with the GRU. The cybersecurity firm hired by the Democratic National Committee to investigate the hack of its emails earlier this year concluded the hacking came from the Fancy Bear group, believed to be affiliated with the GRU, Russia's military intelligence agency. The Associated Press contributed to this report. Advertisement ",
    "title": "Trump praises Putin over response to US sanctions, calls him 'very smart' | Fox News"
   },
   {
    "entities": [
     "ukraine",
     "dmitri",
     "dmitry",
     "medvedev",
     "andrew",
     "friday",
     "costa",
     "2001",
     "states",
     "trump",
     "late",
     "christmas",
     "lovetsky/ap",
     "hillary",
     "point",
     "at 11:09 am",
     "hanssen",
     "house",
     "thursday",
     "syria",
     "konstantin",
     "moscow",
     "united",
     "next month",
     "ministry",
     "crimea",
     "kosachyov",
     "rex",
     "donald",
     "senate",
     "st.",
     "foreign",
     "russia",
     "present",
     "vladimir",
     "obamas",
     "white",
     "2016",
     "1972",
     "twitter",
     "pioneer",
     "days after christmas",
     "post",
     "past",
     "earlier friday",
     "u.s.",
     "lavrov",
     "v.",
     "obama",
     "fbi",
     "tillerson",
     "roth",
     "carnegie",
     "trenin",
     "center",
     "nato",
     "previously",
     "washington",
     "sergei",
     "2012",
     "december 30",
     "afternoon",
     "clinton",
     "petersburg",
     "new year's",
     "magnitsky",
     "exxonmobil",
     "winter",
     "putin",
     "robert",
     "new year",
     "kremlin",
     "maryland"
    ],
    "id": 26,
    "text": "Putin says he won’t deport U.S. diplomats as he looks to cultivate relations with Trump The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Andrew Roth December 30 at 11:09 AM Follow arothwp MOSCOW — On a day when everyone expected him to go low, Russian President Vladimir Putin took the high road, bowing out of a growing diplomatic showdown with the administration of President Obama in a gambit to woo his successor, Donald Trump. In a rare, and calculated, break from the diplomatic tradition of reciprocal punishment, Putin opted to do nothing after the United States said it would expel 35 Russian diplomats and close a pair of Russian-owned properties in retaliation for Moscow’s meddling in the 2016 presidential election. Putin said he would wait to see how U.S.-Russian relations develop under the new Trump administration before planning “any further steps” on the issue.   Until Putin’s surprise decision Friday, all signs pointed toward the familiar, hard-nosed Kremlin response of years past. In 2012, when Russia was slapped with U.S. sanctions over the death of lawyer Sergei Magnitsky, Putin shot back by signing a ban on all foreign adoptions of Russian children, just days after Christmas, sparking outrage. But this time, with the Kremlin bidding farewell to Obama and betting that a friendly Trump administration will bring fresh opportunities to escape sanctions and make a grab for greater power status, Putin waxed magnanimous.  (The Washington Post) “We will not create any problems for U.S. diplomats,” Putin said in a statement late Friday afternoon. “We will not expel anyone. We will not prevent their families and children from using their traditional leisure sites during the New Year’s holidays.” Instead of sending the U.S. diplomats home, Putin invited their kids over for “the New Year and Christmas children’s parties in the Kremlin.” Then he wished the Obamas a happy new year and bid season’s greetings to “Donald Trump and the American people.” One person in particular appreciated that approach.  “Great move on delay (by V. Putin) — I always knew he was very smart!” Trump wrote in a tweet Friday afternoon, his latest public expression of admiration for the Russian leader. Russia has denied and ridiculed accusations by Obama and the U.S. intelligence community that it sponsored hackers to steal and then leak sensitive information about Democratic candidate Hillary Clinton to sway the election in favor of Trump. Putin on Friday accused the United States of engaging in “irresponsible ‘kitchen’ diplomacy” and said Russia would retain its “right to retaliate.” Trump’s unorthodox views on Putin have sent shock waves through his own party, and the sanctions against Russia imposed by Obama on Thursday will present him with a new challenge. Should the Republican choose to remove some or all of the sanctions after his inauguration next month, he would be acting in opposition to public statements made by congressional GOP leaders — and forcing them to decide whether to accept or resist his efforts to remake U.S.-Russian relations. Russian President Vladimir Putin in St. Petersburg. (Dmitri Lovetsky/AP) Still, Putin’s decision not to escalate the situation may make it easier, if just marginally, for him to do that. Putin’s theatrical turnabout came just hours before Russians set off for their snowbound dachas for a week of holiday festivities. The Russian Foreign Ministry pledged to send a plane to collect the departing Russian diplomats and complained that Washington had been inconsiderate by deporting embassy employees just before the winter break. In declining a “symmetrical response,” Putin disregarded a public proposal from his foreign minister, Sergei Lavrov, who suggested the expulsion of 35 U.S. diplomats and the closure of two U.S.-owned properties in Moscow — a warehouse and a dacha used for receptions. That retreat was far humbler than the compound lost to the Russians, a luxurious 45-acre estate at Pioneer Point in Maryland, a site purchased by the Soviet government in 1972 that features tennis courts and bungalows and, during the Soviet period, played host to dinner parties of vodka and caviar. “Putin’s asymmetric response to Obama’s new sanctions is an investment in the incoming Trump presidency,” Dmitri Trenin, the head of the Moscow Carnegie Center, wrote online shortly after Putin’s announcement.  Putin’s decision followed a drumbeat of threats from Russian officials about coming countersanctions that focused their ire on the outgoing Obama administration. Until the last moment, it seemed likely that Moscow would follow Friday with its own mass expulsion of U.S. diplomats, similar to when Russia and the United States deported more than 100 diplomats combined in a 2001 spat sparked by the spying case of former FBI agent Robert Hanssen.  Earlier Friday, Putin’s spokesman had said that the Russian countersanctions would bring “serious discomfort” for an American diplomatic corps that has already complained about harassment, including slashed tires and aggressive surveillance. A Russian Foreign Ministry spokeswoman called the Obama administration a “group of ­foreign-policy losers, embittered and shortsighted.” And Prime Minister Dmitry Medvedev was openly eulogizing the Obama administration on Twitter. “It is regrettable that the Obama administration, which started out by restoring our ties, is ending its term in an anti-Russia agony. RIP,” he tweeted in English. The Kremlin will be looking to negotiate with the Trump White House over the role of NATO; the status of Crimea and the conflict in Ukraine; the war in Syria; and a host of other thorny issues that have led U.S.-Russian relations to their lowest ebb since the end of the Cold War. Perhaps most of all, Putin wants Russia to be treated as a great power that will have a seat at the table when major world decisions are being hammered out.  Seeing those opportunities, some Russian politicians called for a measured response to the U.S. sanctions before Putin’s announcement Friday, arguing that an aggressive move could force a response from Trump and set the relationship off on the wrong foot. “Countermeasures, which are typically mandatory, should be weighted in this case, considering the known circumstances of the transitional period and the possible response of the U.S. president-elect,” said Konstantin Kosachyov, chairman of the foreign-affairs committee in Russia’s upper house of parliament.  Russian officials are largely positive about the incoming administration, but there are concerns among some policymakers about the new U.S. leader’s unpredictable nature and lack of experience in politics. Kosachyov had previously said that a Trump presidency could open the door to a significant improvement in relations — or a severe decline. The nomination of Rex Tillerson, the chief executive of ExxonMobil, was seen as confirmation here that Trump will move forward with his stated plans to revitalize the U.S.-Russia relationship. But his nomination hearings will probably serve as a stage to bring Russia to the fore of the national debate, with Senate Democrats likely to pepper him with questions about his time working closely with Putin and use that as a pivot to focus on Trump’s relationship with the Russian leader as well. Robert Costa in Washington contributed to this report. Read more ",
    "title": "Putin says he won’t deport U.S. diplomats as he looks to cultivate relations with Trump - The Washington Post"
   },
   {
    "entities": [
     "ukraine",
     "dmitri",
     "democratic",
     "october",
     "dmitry",
     "qrator",
     "vasily",
     "times",
     "valery",
     "friday",
     "2013",
     "gerasimov",
     "aleksei",
     "thursday",
     "moscow",
     "ministry",
     "m.",
     "doctrine",
     "august 2015",
     "morning",
     "$1 million",
     "anton",
     "2014",
     "sofia",
     "summer",
     "monday",
     "crowdstrike",
     "russia",
     "defense",
     "sergey",
     "2015",
     "bulgaria",
     "sasha",
     "shingarev",
     "security",
     "navalny",
     "vyarya",
     "rossiiskaya",
     "shoigu",
     "k.",
     "agency",
     "lavrov",
     "v.",
     "obama",
     "national",
     "meduza",
     "new",
     "today",
     "artimovich",
     "hill",
     "james",
     "a.",
     "york",
     "experts",
     "finland",
     "sergei",
     "riga",
     "committee",
     "oleg",
     "brovko",
     "lyamin",
     "aleksandr",
     "day, feb. 5, 2015",
     "2012",
     "n.s.a.",
     "latvia",
     "kaspersky",
     "ostapenko",
     "rostec",
     "the next year",
     "gazeta",
     "kremlin",
     "alperovitch"
    ],
    "id": 27,
    "text": "Continue reading the main story While much about Russia ’s cyberwarfare program is shrouded in secrecy, details of the government’s effort to recruit programmers in recent years — whether professionals like Mr. Vyarya, college students, or even criminals — are shedding some light on the Kremlin’s plan to create elite teams of computer hackers. Advertisement Continue reading the main story American intelligence agencies say that a team of Russian hackers stole data from the Democratic National Committee during the presidential campaign. On Thursday, the Obama administration imposed sanctions against Russia for interfering in the election, the bedrock of the American political system. The sanctions take aim at Russia’s main intelligence agencies and specific individuals, striking at one part of a sprawling cyberespionage operation that also includes the military, military contractors and teams of civilian recruits. For more than three years, rather than rely on military officers working out of isolated bunkers, Russian government recruiters have scouted a wide range of programmers, placing prominent ads on social media sites, offering jobs to college students and professional coders, and even speaking openly about looking in Russia’s criminal underworld for potential talent. Photo Gen. Valery V. Gerasimov, the first deputy defense minister of Russia, with Foreign Minister Sergey V. Lavrov, right, in October. Mr. Gerasimov published the Gerasimov Doctrine, which said the lines between war and peace had blurred and that covert tactics like cyberwarfare would become most important. Credit Ozan Kose/Agence France-Presse — Getty Images Those recruits were intended to cycle through military contracting companies and newly formed units called science squadrons established on military bases around the country. As early as 2013, Sergei K. Shoigu, the Russian defense minister, told university rectors at a meeting in Moscow that he was on a “head hunt in the positive meaning of the word” for coders. The Defense Ministry bought advertising on Vkontakte , Russia’s most popular social network. One video shows a man clanging a military rifle on a table beside a laptop computer, then starting to type. “If you graduated from college, if you are a technical specialist, if you are ready to use your knowledge, we give you an opportunity,” the ad intoned. Members of the science squadrons, the video said, live in “comfortable accommodation,” shown as an apartment furnished with a washing machine. University students subject to mandatory conscription in the nation’s armed forces, but who wanted to avoid brutal stints as enlistees, could opt instead to join a science squadron. A government questionnaire asks draftees about their knowledge of programming languages. Advertisement Continue reading the main story The ministry posted openings on job forums, according to an investigation by Meduza , a Russian news site based in Riga, Latvia, that first disclosed the recruitment effort. One post from 2014 advertised for a computer scientist with knowledge of “patches, vulnerabilities and exploits ,” which refers to sabotage used to alter a computer. Given the size of Russia’s cybercrime underworld, it was not long before the military considered recruiting those it described as “hackers who have problems with the law.” In an article titled “Enlisted Hacker” in Rossiiskaya Gazeta, the government newspaper, a deputy minister of defense, Gen. Oleg Ostapenko, said the science squadrons might include hackers with criminal histories. “From the point of view of using scientific potential, this is a matter for discussion,” he was quoted as saying in 2013. Photo Dmitry A. Artimovich, a physicist who designed a computer program that emailed male sexual enhancement spam, in Moscow. He decided not to volunteer for a cyberwarfare unit to avoid a prison term. Credit James Hill for The New York Times Experts say the strategy was more than just talk. “There have been cases where cybercriminals are arrested but never ended up in prison,” said Dmitri Alperovitch, the co-founder and chief technology officer of CrowdStrike, the cybersecurity company that first identified the group known as Fancy Bear as the perpetrator of the Democratic National Committee hacking. Mr. Vyarya, the programmer who turned down the government’s job offer, was an attractive recruit from the opposite end of the spectrum: someone with a career protecting people against hackers. Specifically, he had experience shielding websites from a maneuver called a distributed denial of service, or DDoS attack, in which the sites are overwhelmed and disabled by a torrent of fake traffic. Among his clients were Vedomosti, an independent newspaper; TV Rain, an opposition-leaning television station; and the website of Aleksei A. Navalny, the opposition leader. Mr. Vyarya said that in 2015 he was invited to accompany Vasily Brovko, an executive at the military contracting company Rostec, on a trip to Sofia, Bulgaria. But he said it turned out to be a demonstration of a new software suite capable of staging DDoS attacks. The Bulgarian firm demonstrating the software briefly crashed the website of Ukraine’s Defense Ministry and Slon.ru , a Russian news website, Mr. Vyarya said. Slon.ru has confirmed its site went down inexplicably for about two minutes that day, Feb. 5, 2015. Advertisement Continue reading the main story After the demonstration, Mr. Vyarya said Mr. Brovko asked him how the program might be improved. Then, according to Mr. Vyarya, Mr. Brovko offered him a job running the DDoS software, which he said the Russians planned to buy from the Bulgarians for about $1 million. Mr. Vyarya said his problems began when he turned down the offer: He was surveilled, and an acquaintance in law enforcement advised him to flee the country. He left in August 2015 for Finland to seek asylum, he and his former employer said. The Finnish government, citing safety and privacy concerns, would not comment on the asylum application. “As soon as we saw what was on the table, Sasha was given direct instructions to return to his hotel and stop all contacts,” said his former boss, Aleksandr V. Lyamin of Qrator, a cyberdefense company in Moscow, using Mr. Vyarya’s Russian nickname. But the overtures from the military contractor persisted, Mr. Lyamin said, and Mr. Vyarya fled. Rostec strongly denied Mr. Vyarya’s account. Mr. Brovko did travel to Bulgaria with Mr. Vyarya, the company said, but to evaluate software for defensive, not offensive, cybersystems. A spokeswoman for Mr. Brovko called the account of crashing sites in a product demonstration the imagination of a “mentally unstable” man. The military’s push into cyberwarfare had intensified in 2012, with the appointment of a new minister of defense, Mr. Shoigu. The next year, a senior defense official, Gen. Valery V. Gerasimov published what became known as the Gerasimov Doctrine. It posited that in the world today, the lines between war and peace had blurred and that covert tactics, such as working through proxies or otherwise in the shadows, would rise in importance. He called it “nonlinear war.” His critics called it “guerrilla geopolitics.” But Russia is certainly not alone. “Almost all developed countries in the world, unfortunately, are creating offensive capabilities, and many have confirmed this,” said Anton M. Shingarev, a vice president at Kaspersky, a Russian antivirus company. Recruitment by Russia’s military should be expected, he said. “You or I might be angry about it, but, unfortunately, it’s just reality. Many countries are doing it. This is the reality.” Advertisement Continue reading the main story American intelligence agencies, including the National Security Agency, have for decades recruited on college campuses. In 2015, the N.S.A. offered a free summer camp to 1,400 high school and middle school students, where they were taught the basics of hacking, cracking and cyberdefense. In Russia, recruiters have looked well beyond the nation’s school system. In 2013, as Russia’s recruitment drive was picking up, Dmitry A. Artimovich , a soft-spoken physicist, was awaiting trial in a Moscow jail for designing a computer program that spammed email users with advertisements for male sexual enhancement products. One day a cellmate, who had been convicted of selling narcotics online, sidled up to him with some news. The cellmate said that people incarcerated for cybercrimes could get out before trial, in exchange for working for the government. Another inmate had already taken a deal, he said. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "How Russia Recruited Elite Hackers for Its Cyberwar - The New York Times"
   },
   {
    "entities": [
     "us",
     "next week",
     "states",
     "alexander",
     "trump",
     ", 3:06 pm",
     "thursday",
     "--",
     "united",
     "mallin",
     "donald",
     "embassy",
     "vladimir",
     "j.",
     "twitter",
     "night",
     "u.s.",
     "v.",
     "dec 30, 2016",
     "obama",
     "december 30, 2016",
     "putin",
     "russian"
    ],
    "id": 28,
    "text": "Trump Calls Putin's Response to US Sanctions 'Great Move,' Says He's 'Very Smart' By Alexander Mallin Dec 30, 2016, 3:06 PM ET 0 Shares WATCH President Obama Expels Russian Diplomats After Election Hack 0 Shares Email President-elect Donald Trump made a stark departure from members of his own party Thursday by praising Russian President Vladimir Putin for his response to U.S. sanctions against the country. Trump hailed Putin's decision not to respond to the Obama administration's measures -- meant to counter cyberattacks against the U.S. government and Democratic officials -- as a \"great move,\" adding, \"I always knew he was very smart!\" Great move on delay (by V. Putin) - I always knew he was very smart! — Donald J. Trump (@realDonaldTrump) December 30, 2016 Trump 'pinned' the tweet to remain at the top of his Twitter feed and even received an approving retweet from the Russian Embassy in the United States' Twitter account. The tweet follows a two-sentence statement Thursday night reacting to the sanctions, where Trump repeated his call for the country to \"move on\" while agreeing to meet with intelligence agencies next week for a full briefing. ",
    "title": "Trump Calls Putin's Response to US Sanctions 'Great Move,' Says He's 'Very Smart' - ABC News"
   },
   {
    "entities": [
     "palm",
     "mar-a-lago",
     "next week",
     "friday",
     "beach",
     "karoun",
     "states",
     "trump",
     "hillary",
     "the future",
     "thursday",
     "--",
     "moscow",
     "united",
     "donald",
     "kremlin",
     "2014",
     "russia",
     "vladimir",
     "fla.",
     "j.",
     "post",
     "republican",
     "u.s.",
     "v.",
     "obama",
     "new",
     "dec. 21",
     "december 30, 2016",
     "york",
     "washington",
     "afternoon",
     "clinton",
     "december 30",
     "putin",
     "demirjian",
     "at 3:34 pm",
     "jabin",
     "botsford/the",
     "maryland"
    ],
    "id": 29,
    "text": "Trump praises Putin’s response to sanctions, calls Russian leader ‘very smart!’ Politics The inside track on Washington politics. Be the first to know about new Politics stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Karoun Demirjian December 30 at 3:34 PM Follow @karoun President-Elect Donald Trump talks to members of the media after a meeting with military leadership at the Mar-a-Lago club in Palm Beach, Fla. on Dec. 21. (Jabin Botsford/The Washington Post) President-elect Donald Trump on Friday expressed his appreciation to Vladimir Putin over the Russian president’s announcement that he would not expel American diplomats in response to new U.S. hacking sanctions as a gesture to the incoming administration. “Great move on delay (by V. Putin),” Trump tweeted Friday afternoon. “I always knew he was very smart!” Great move on delay (by V. Putin) – I always knew he was very smart! — Donald J. Trump (@realDonaldTrump) December 30, 2016 The tweet is Trump’s latest nod to Putin, whom he has praised as a strong leader — inspiring considerable backlash from American politicians from both parties who call the Russian president an authoritarian leader who poses a danger to U.S. interests. The Obama administration on Thursday announced it will expel 35 Russian “intelligence operatives” and shutter facilities in Maryland and New York believed to be used for the Kremlin’s intelligence-gathering purposes, as a way to punish Moscow. U.S. intelligence agencies have alleged that Russian state-backed hackers leaked information about former presidential candidate Hillary Clinton to sway the election in Trump’s favor. Russia denies the charge. Putin’s decision not to reciprocate is a sharp departure from the tit-for-tat policies Moscow pursued against the United States in response to Ukraine-related sanctions in 2014. [ Putin says he won’t deport U.S. diplomats as he looks to cultivate relations with Trump ] Putin announced Friday he “won’t create problems for American diplomats” in retaliation while he waits for the new administration to take office, adding he would “plan further steps for restoring the Russian-American relationship based in the policies enacted by the administration of President Donald Trump.” Trump remained relatively quiet about the substance of the sanctions announced Thursday, even as Republican lawmakers greeted them as a necessary, overdue action that should be expanded in the future. The president-elect said only that it was “time for our country to move on to bigger and better things” and promised he would meet with intelligence leaders next week to get more details. powerpost ",
    "title": "Trump praises Putin’s response to sanctions, calls Russian leader ‘very smart!’ - The Washington Post"
   }
  ]
 }
}