{
 "03": {
  "col-sim": {
   "cosine": 0.21467769421205052,
   "entity": 0.2581988897471611
  },
  "exec-time": 25.81891393661499,
  "links": [
   {
    "entities": [
     "johnson",
     "rajai",
     "davis",
     "ben",
     "terry",
     "55 percent",
     "ohio",
     "carlos",
     "ramirez",
     "fowler",
     "1968",
     "joe",
     "naquin",
     "mickey",
     "2002",
     "miller",
     "kluber",
     "once",
     "perez",
     "15 percent",
     "tampa",
     "kyle",
     "11 p.m",
     "contreras",
     "illinois",
     "8 p.m.",
     "2011",
     "jose",
     "roberto",
     "cleveland",
     "diamondbacks",
     "indiana",
     "of",
     "giants",
     "ken",
     "addison",
     "zobrist",
     "jon",
     "2014",
     "schwarber",
     "cody",
     "francona",
     "last night",
     "80 percent",
     "kristin",
     "david",
     "richard/usa",
     "blaze/usa",
     "photo",
     "aroldis",
     "times",
     "bumgarner",
     "crittendon",
     "willson",
     "himself",
     "maddon",
     "lonnie",
     "helps",
     "dexter",
     "wrigley",
     "out",
     "inning",
     "tigers",
     "runs",
     "field",
     "santana",
     "baez",
     "9 a.m.",
     "francisco",
     "reuters",
     "kipnis",
     "2001",
     "russell",
     "hendricks",
     "rizzo",
     "toledo",
     "5 percent",
     "lott",
     "andrew",
     "javier",
     "detroit",
     "indians",
     "today",
     "10 p.m.",
     "heyward",
     "new",
     "may",
     "25 percent",
     "cardinals",
     "anthony",
     "napoli",
     "akron",
     "kris",
     "wilson",
     "york",
     "madison",
     "lolich",
     "chicago",
     "corey",
     "allen",
     "cisek",
     "tyler",
     "mike",
     "lester",
     "chapman",
     "waldstein",
     "arizona",
     "the",
     "lindor",
     "randy",
     "joshua",
     "bryant",
     "cubs",
     "chisenhall",
     "jason",
     "rangers"
    ],
    "id": 0,
    "text": "Top of 4th: Cubs Back on Top Photo Chicago’s Kris Bryant smiled after scoring on a sacrifice fly ball in the fourth inning. Credit Ezra Shaw/Getty Images A shallow pop-fly to center and some aggressive baserunning by Kris Bryant put the Cubs back in the lead. Willson Contreras tacked on an R.B.I. double and with a 3-1 lead, Chicago had some breathing room for the first time this game. Advertisement Continue reading the main story Bryant led off the inning by working a full-count against Corey Kluber, and on the eighth pitch of the at-bat he singled on a hard grounder to left. Anthony Rizzo was hit in the right shoulder by a pitch, bringing up Ben Zobrist with two runners on and no outs. He hit a grounder to first that Mike Napoli fielded and threw to Francisco Lindor who was covering second. Rizzo slid in under Lindor’s feet, but was ruled out even though Lindor’s foot may not have been on the bag. That brought up Addison Russell with runners at the corners and he hit a shallow pop-up to center. Bryant, knowing that Rajai Davis does not have a strong throwing arm, broke for home as Davis caught the ball and he slid in just ahead of the tag from Roberto Perez. Kluber looked like he had Contreras on the ropes with two outs, but the young catcher launched a 2-2 curveball into deep center that got over Davis’s head. Zobrist scored and Contreras got into second base easily. Kluber ended the bleeding by retiring Jason Heyward on a pop-out to shortstop. David Waldstein: Now the Indians are making the miscues. The Cubs scored twice, but it could have been and maybe should have been zero. The Believelanders are feeling like Bereavelanders. Victor Mather: Wilson Contreras, 1-for-17 coming into tonight, has probably been the Cubs’ worst Series performer. But he comes through to give the Cubs the 3-1 lead. His rookie season was a key part of the Cubs’ fine year; now he adds a big World Series R.B.I. Bottom of 3rd: Indians Get Aggressive Photo Cleveland’s Coco Crisp hit a double in the third inning. He later would score a run. Credit Ken Blaze/USA Today Sports, via Reuters The Indians tied the game thanks to a leadoff double, a well-placed bunt, and a run-scoring single. It looked like it could get far worse for the Cubs, but Kyle Hendricks once again worked his way around a few baserunners. Coco Crisp got things started by showing some serious aggressiveness, lacing a ball into the left field corner and legging out a leadoff double. Hoping to take advantage of the baserunner by playing some small ball, the Indians had Roberto Perez bunt Crisp over to third. Carlos Santana then crushed a 1-0 curveball to right for a single, bringing Crisp home and tying the game. With one run in, Jason Kipnis hit what looked like a double-play ball to shortstop. Addison Russell flipped to Javier Baez who dropped the ball, and all runners were ruled safe after a review of the play. Advertisement Continue reading the main story The defensive miscue set Cleveland up with runners on first and second with one out. But Francisco Lindor flied out to left and Mike Napoli lined out to third to end the threat. Victor Mather: It’s been a tough Series for Napoli, who was 4-for-19 without an extra-base hit coming into this game, is 0 for 2 tonight and just missed his chance with men on first and second and two outs. It was a great advertisement for replay when the terrible out call on Santana at second was overturned. Baez never had it. David Waldstein: The Indians are squaring up on Hendricks, so Cubs Manager Joe Maddon instructed Jon Lester to start warming up. It was so important for the Indians to get back even, which is why they played for the one run. Some may have wanted the Indians to play for the big inning since they seemed to be on Hendricks, but Francona elected to draw even. Roberto Perez did a terrific job of executing the bunt with Rizzo only about 20 feet away from him. The Cubs, particularly Baez, are looking shaky. Top of 3rd: Schwarber Runs Cubs Out of Inning Photo Chicago’s Kyle Schwarber was tagged out by Cleveland’s Francisco Lindor while trying to stretch a single into a double in the third inning. Credit Ken Blaze/USA Today Sports, via Reuters Javier Baez put a big swing on a 1-1 curveball but just missed as he flied out to left for the first out of the inning. Dexter Fowler, he of the leadoff home run, then jumped on the first pitch he saw from Corey Kluber in his second at-bat, but lined out to right. With two outs, Kyle Schwarber swung into the shift and punched the ball through the crowded right side of the infield. But Schwarber got greedy and tried to stretch the hit into a double and was thrown out easily at second base by Lonnie Chisenhall to end the inning. Victor Mather: Maybe you aren’t a baseball fan. Well, Akron and Toledo are involved in some exciting college football MACtion on ESPN2. As you might expect, with an Indians World Series on the line, the crowd is sparse in Akron. David Waldstein: Lonnie Chisenhall has had an adventurous World Series, but he has a great arm and Schwarber never should have challenged it, especially with a surgically repaired knee. The shenanigans in the outfield in Game 6 were mostly miscommunication and the fault of the center fielder, Tyler Naquin, and that is why he is on the bench. Bottom of 2nd: Hendricks Helps Himself Photo Cleveland’s Jose Ramirez was picked off at first base by Chicago’s Anthony Rizzo off a throw from pitcher Kyle Hendricks in the second inning. Credit Charles Leclaire/USA Today Sports, via Reuters The Indians had runners reach base twice in the half-inning but got nothing to show for it. Jose Ramirez led off with a grounder that caromed off of Kyle Hendricks before rolling toward shortstop. With the ball coming at him fairly slowly, Addison Russell tried to barehand it but came up without the ball as Ramirez reached first. The play was ruled a single rather than an error, as Russell likely did not have a play. Ramirez, however, underestimated Hendricks’ ability to hold on runners and got picked off of first. Advertisement Continue reading the main story Lonnie Chisenhall singled, but Rajai Davis grounded into a 5-4-3 double play that was truly impressive considering Davis’s speed. David Waldstein: Great play by the icy-veined Kyle Hendricks to pick off Jose Ramirez off first. But everyone knows Hendricks has a terrific pickoff move, so it is kind of unforgivable to get caught. That really messed up the inning because Chisenhall’s single would have put two runners on base with nobody out. The Indians were very sloppy in Game 6 and cannot afford to do that again, especially with the Cubs’ batters getting warmed up in this weather. Top of 2nd: Kluber Settles In Photo Cleveland’s Lonnie Chisenhall made a catch on a fly ball hit by Chicago’s Willson Contreras in the second inning. Credit Matt Slocum/Associated Press Kluber got through the inning in an efficient seven pitches. Addison Russell was the offensive star of Game 6 with a two-run double and a grand slam, but Corey Kluber was able to retire him in his first at-bat tonight on a towering popup to shortstop. Willson Contreras then hit a pitch into right-field foul territory that Lonnie Chisenhall tracked down with little effort. Jason Heyward shattered his bat popping out to shortstop. David Waldstein: Kluber settles down to retire the last six batters, all on fly balls. Kluber is 12-1 in his last 14 starts at Progressive Field with a 1.87 earned run average, including postseason games. But this is the only time he has started three times in nine days. Now it’s up the the Indians hitters to get him back even. Bottom of 1st: Indians Can’t Match Cubs’ Start Photo Cleveland’s Mike Napoli broke his bat connecting on a pitch in the first inning. Credit David Richard/USA Today Sports, via Reuters The Indians were not able to match the Cubs’ strong start to the game. Leadoff man Carlos Santana crushed a liner to right on Kyle Hendricks’s first pitch, but it was right at Jason Heyward, who easily caught the ball for the first out. Jason Kipnis followed him and flailed meekly at a low changeup for strike three. Francisco Lindor then hit a grounder to second that appeared to be an easy out, but Javier Baez slipped when trying to throw from his knees, which allowed Lindor to reach safely. Hendricks was able to work around the error by inducing a broken-bat grounder to shortstop from Mike Napoli to end the inning. Victor Mather: Hendricks last pitched in Game 3, when he threw 4 1/3 somewhat shaky innings, giving up six hits and two walks. But crucially, like the first inning tonight, he gave up no runs. David Waldstein: Terry Francona was on a pregame humor jag, making jokes about how he had a dream after Game 6 that someone was breaking his ribs. He woke up to discover he had been sleeping on the TV remote and it was stuck in his ribcage. He also admitted he was dipping pretzels in peanut butter in bed and when he woke up there was peanut butter on his glasses. “My bedroom looked like a national disaster last night,” he said. Too much info? Advertisement Top of 1st: Fowler Crushes One Photo Chicago’s Dexter Fowler celebrated his solo home run in the first inning. Credit Charlie Riedel/Associated Press Corey Kluber is trying to become the first pitcher to win three starts in a single World Series since 1968, but he got off to a terrible start when Dexter Fowler launched the fourth pitch of the game over the center field wall, giving the Cubs a 1-0 lead and quieting the Indians fans at Cleveland’s Progressive Field. It was the first leadoff home run ever in Game 7 of a World Series. After Fowler’s blast, Kyle Schwarber hit a slow grounder to the right side of the infield. The Indians had the shift on, and Francisco Lindor, the shortstop, was able to field the ball, but Schwarber, running on a reconstructed knee, was able to beat the throw for an infield single. Kris Bryant flied out to right for the first out of the game, and Anthony Rizzo followed him by flying out to center. Schwarber, who has three career stolen bases, surprised the Indians (and just about anyone watching) by stealing second with Ben Zobrist at the plate, but Kluber was able to get Zobrist to pop out to end the inning. Kluber escaped having allowed just one run and kept his pitch count to 19, but it was hardly the start he was looking for. David Waldstein: When Fowler hit that home run, I almost thought for a moment that Rajai Davis caught the ball on his jump because it seemed like the entire stadium erupted. But it was Cubs fans celebrating the home run. I have never seen this many visiting fans invade a baseball stadium for such a big game. Yes, you will see a lot of Yankees fans in Tampa in May, but this is Game 7 of the World Series. If it is not 50-50 between Cubs and Indians fans, then it is 40-60. In the section of the bleachers closest to center field, it appeared to be 80 percent Cubs fans. Here’s What to Expect in Game 7 Photo A fan dressed as a goat wandered around outside Progressive Field in Cleveland before Game 7. Credit Charlie Riedel/Associated Press.. ■ The Cubs’ Kyle Hendricks will face off against Indians ace Corey Kluber. While Hendricks, who led the majors in earned run average, is no pushover, Kluber won Games 1 and 4 and will be attempting to become just the 13th pitcher to earn three victories in a single World Series . The last to do it was Randy Johnson with the 2001 Arizona Diamondbacks, but one of Johnson’s wins came as a reliever. The last player to win three World Series starts was Mickey Lolich, who did it for the 1968 Detroit Tigers. ■ The Cubs have struggled to hit through must of the series, but Kris Bryant, the team’s best hitter, has found a groove. He homered in Game 5 and then went 4 for 5 with another home run in Game 6. The surge has helped all the hitters around him, as Cleveland finally has someone to fear. Should the Cubs win Game 7, Bryant would be a potential M.V.P. candidate. ■ Outfield miscommunication was a huge issue for Cleveland in Game 6 , with a brutal misplay costing the Indians two runs in the first inning. It continued after the game with center fielder Tyler Naquin claiming both players called for the ball and right-fielder Lonnie Chisenhall saying neither did. Tonight, the Indians will start the veteran Rajai Davis, bringing some much-needed experience to the outfield. Advertisement Continue reading the main story ■ Both managers have extreme faith in their closers, but Francona appears to have a bullpen advantage in Game 7 as a result of not using Andrew Miller or Cody Allen in the Game 6 blowout. Desperate to stay alive at all costs in that game, Joe Maddon endured some criticism for letting closer Aroldis Chapman throw 20 pitches to get four outs in a game that was never close. He insisted after the game that it would not affect Chapman’s availability tonight. ■ Weather could be an issue. According to The Weather Channel, the chance of precipitation increases steadily throughout the game, going from 5 percent at 8 p.m. to 15 percent at 9 a.m., 25 percent at 10 p.m. and 55 percent at 11 p.m. As rain-shortened games are not permitted in the postseason, the game has to go all nine innings. Considering the slow the pace of play for much of the postseason, a rain delay is certainly possible. ■ This is the first Game 7 since 2014, when the Giants beat the Royals in a taut encounter that featured a rare five-inning save by Madison Bumgarner. In 2011, the Cardinals rallied from a 2-0 first inning deficit to beat the Rangers, 6-2. Before that, you have to go back to 2002, when the Angels won their only World Series with a 4-1 win over the Giants. Cubs Fans Invade Cleveland Photo Kristin Cisek, left, and Mike Crittendon wrote messages on the wall outside Wrigley Field before Game 7. Credit Joshua Lott for The New York Times Once again, the weather in Cleveland is a summery 69 degrees and thousands of nervous baseball fans have been roaming the streets of downtown in anticipation of a historic Game 7. Progressive Field is overrun with Cubs fans. I spoke to a few who drove in today from Chicago and said that I-90 was saturated with vehicles full of Cubs fans making the five-and-a-half hour drive across Illinois, Indiana and Ohio. They said the rest stops were swarming with Cubs fans high-fiving one another. The scene is set, batting practice is over, and in only a few minutes the game of the century will begin. Someone’s long, agonizing history will change within the next three or four hours, and someone else’s will trudge on as it has for decades. ",
    "title": "World Series Game 7: Baez Home Run Gives Cubs 4-1 Lead - The New York Times"
   },
   {
    "entities": [
     "cleveland",
     "wednesday",
     "rajai",
     "baez",
     "davis",
     "chicago",
     "ben",
     "zobrist",
     "kuc",
     "jon",
     "lester",
     "hendricks",
     "night",
     "chapman",
     "1908",
     "carl",
     "chris",
     "fowler",
     "david",
     "javier",
     "edwards",
     "aroldis",
     "ross",
     "dexter",
     "kyle"
    ],
    "id": 1,
    "text": "The Cubs are World Series champions. Let that sink in a moment and then go crazy, Chicago. The Cubs ended 107 years of futility when they defeated the Indians 8-7 in 10 innings in Game 7 of the World Series on Wednesday night in Cleveland. It set off a raucous celebration on the field as the Cubs won their first title since 1908 but only after winning three consecutive games over the Indians to seal the deal. After the Cubs coughed up a 6-3 lead in the bottom of the eighth inning — highlighted by a two-run home run from Rajai Davis off closer Aroldis Chapman — and a 17-minute rain delay, Ben Zobrist knocked in the winning run in the 10th to give the Cubs the title. Dexter Fowler, Javier Baez and David Ross each hit home runs for the Cubs. Kyle Hendricks started for the Cubs and allowed two runs—one earned—but got a no-decision after relievers Jon Lester and Chapman couldn’t hold off the Indians. Despite his rough outing, Chapman got the victory while Carl Edwards, Jr. earned the save. — Chris Kuc ",
    "title": "IT HAPPENED: Cubs win their first World Series in 108 years - Chicago Tribune"
   },
   {
    "entities": [
     "salar",
     "ali",
     "last summer",
     "khamenei",
     "europe",
     "states",
     "irgc",
     "abnoush",
     "us",
     "garrison",
     "east",
     "khatam-al-anbia",
     "middle",
     "u.s.",
     "united",
     "adam",
     "kredo",
     "iran"
    ],
    "id": 2,
    "text": "Iran claims it's sending elite fighters to infiltrate US, Europe By Adam Kredo Facebook 0 Twitter 0 livefyre Email Print   The Iranian Revolutionary Guards Corps, the country’s elite military force, is sending assets to infiltrate the United States and Europe at the direction of Iran’s Supreme Leader Ali Khamenei, according to recent Farsi-language comments from an Iranian military leader. The IRGC “will be in the U.S. and Europe very soon,” according to the Iranian military commander, who said that these forces would operate with the goal of bolstering Iran’s hardline regime and thwarting potential plots against the Islamic Republic. “The whole world should know that the IRGC will be in the U.S. and Europe very soon,” Salar Abnoush, deputy coordinator of Iran’s Khatam-al-Anbia Garrison, an IRGC command front, was  quoted  as saying in an Iranian state-controlled publication closely tied to the IRGC. The military leader’s comments come as Iran is spending great amounts of money to upgrade its military hardware and bolster its presence throughout the Middle East and beyond. Iran intends  to spend billions  to purchase U.S.-made planes that are likely to be converted for use in its air force. Congressional leaders and others suspect that Iran has used a large portion of the cash windfall it received as a result of last summer’s nuclear agreement to upgrade its fighting capabilities war machine. “The IRGC is [the] strong guardian of the Islamic Republic,” Abnoush was quoted as saying. “The Fedayeen of Velayat [fighting force] are under the order of Iran’s Supreme leader. Defending and protecting the Velayat [the Supreme Leader] has no border and limit.” ",
    "title": "Iran claims it's sending elite fighters to infiltrate US, Europe | Fox News"
   },
   {
    "entities": [
     "brian",
     "380 percent",
     "tiffany",
     "captain",
     "savings",
     "381 percent",
     "$1.40",
     "4th quarter of 2013",
     "e.r.",
     "8 percent",
     "ben",
     "rand",
     "nbc",
     "kaiser",
     "11-15 percent",
     "share",
     "2014",
     "$1,880",
     "and",
     "novo",
     "popken",
     "health",
     "85 percent",
     "plan",
     "truven",
     "$1",
     "200 percent",
     "when",
     "analytics",
     "2016",
     "doctors",
     "rea",
     "$400",
     "david",
     "third quarter of 2016",
     "novolog",
     "insurance",
     "news",
     "another",
     "brigham",
     "hospital",
     "$25",
     "wal-mart",
     "rx",
     "nordisk",
     "solutions",
     "$100",
     "u.s.",
     "400 percent",
     "2008",
     "$250 million",
     "merritt",
     "dr.",
     "$1 million",
     "texas",
     "dorian",
     "henry",
     "america",
     "women\\'s",
     "costco",
     "last eight years",
     "cara",
     "mckesson",
     "eli",
     "$150",
     "michael",
     "2004",
     "10 percent",
     "kesselheim",
     "$4",
     "lilly",
     "december",
     "$4 million",
     "carra",
     "sanofi"
    ],
    "id": 3,
    "text": "Nov 2 2016, 7:40 pm ET Is Insulin the New EpiPen? Families Facing Sticker Shock Over 400 Percent Price Hike by Ben Popken The Carras, whose son Dorian has type-1 diabetes, read a book on the couch at their Texas home. NBC News Share advertisement Is insulin is the new EpiPen? In the last eight years, the average price per milliliter of insulin has skyrocketed by over 200 percent. But there's one major difference. If you can't get an EpiPen, there's a chance you might die. If your body doesn't have insulin, you certainly will die. \"It feels like they're holding my kid ransom,\" said Tiffany Cara, whose son has diabetes. Only three companies make insulin in the U.S. and each has steadily ratcheted up prices, sometimes in lockstep. Since 2004, the manufacturer list price for insulin, known as wholesale acquisition cost, is up by triple digits. Novo Nordisk's insulin Novolog is up 381 percent, Eli Lilly's Humalog is up 380 percent and Sanofi's Lantus is up 400 percent, according to data from Truven Health Analytics. That's sending some diabetic families into sticker shock. Play Diabetes Patients Struggle as Insulin Costs Soar 1:53 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161103061419if_/http://www.nbcnews.com/widget/video-embed/799519811736\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Six-year-old Dorian Carra loves to play outside his Texas home and dress up as a super hero. Specifically, Captain America, the World War II version. His mom says her outgoing boy has \"never met a stranger.\" But four years ago he couldn't stay awake. He was breathing oddly. His parents brought his rag doll body to the E.R. Doctors said his blood sugar levels had spiked to 965 milligrams of glucose per deciliter of blood. A normal range is 80 to 140. The diagnosis was type-1 diabetes. The prescription was insulin, every day, for the rest of his life. Recently those treatment costs doubled after the Carra's health insurance company switched to cover another brand. Even though the brands are clinically the same, the new medicine isn't available in the dosages he needs, so they have to stick with the more expensive kind. Tiffany Carra, a thirty-two-year-old stay-at-home mom, says it now costs them $1,880 a year for insulin and supplies. 6 million Americans rely on insulin Mostly Dorian keeps a brave face. He's able to set up his insulin supplies by himself. Sometimes his parents help him with the last step. Sometimes he cries. Sometimes he says he hates diabetes. But without insulin his cells can't absorb the sugar they need to make energy and he can go into a life-threatening diabetic coma. There an estimated 30 million Americans with diabetes. Most are what's known as type-2. Their body doesn't use insulin the right way and may end up with a prescription for it if lifestyle and diet changes aren't enough. But 10 percent of diabetics are type-1, like Dorian. Their immune system actually destroys the cells that release insulin, requiring a lifetime of daily treatment. The pricing buzzsaw faced by the Carras and the six million others who use insulin reflects a simple economic reality. \"Prices are set by the pharmaceutical companies at whatever the market will bear,\" Dr. Kesselheim, associate professor of medicine at Brigham and Women's Hospital, told NBC News. Just like with EpiPen , insulin list prices have been going up behind the scenes for years. Most patients had a relatively small copay so they didn't really see the price hikes except as part of gradually rising premiums. But since Obamacare went into effect in 2014, the number of employees enrolled in high-deductible plans has shot up 9 percentage points, according to a survey by the Kaiser family foundation , as employers have successfully steered their workers towards the plans. Even though those premiums are increasing at historic lows, the higher deductibles mean more Americans are getting directly exposed to the soaring prices — and paying for them out of pocket. Sometimes insulin drugmakers have played \"follow the leader\" with price hikes. Price increases for competing brands of insulin tend to occur at the same time and by the same amounts. NBC News When Eli Lilly raised the average wholesale price of the Humalog Dorian was taking by 10 percent in the 4th quarter of 2013, so did Novo Nordisk with its competing insulin Novolog. And when Novolog's prices went up by 8 percent in the third quarter of 2016, so did Humalog's. Between the 3rd quarters of 2008 and 2016, the drugs saw 16 separate price moves. Of them, 10 were by the same amount and at the same time. The others differed by a few percentage points, or were delayed by a quarter. Generic is no panacea Another major factor: there is currently no generic for insulin. And while Wal-Mart sells three different kinds of insulin for $25 a vial, these are older kinds that require the patient to follow strict snack and meal schedules. That's not as viable for families with diabetic children who prefer the flexibility of the newer - and more expensive -- generations of insulin. Dorian's insulin kit. Courtesy Tiffany Cara Another factor tamping down competition is that it's hard and hugely costly to make a \"generic\" (technically a \"biosimilar\") version of insulin. The drug is not just synthesized chemicals, it's actually made by cells. Insulin used to be drawn from the pancreases of slaughtered animals. Nowadays it's coaxed from tweaked yeast or bacteria. This December will be the first time that biosimilar insulin is set to hit the shelves, and others are in the works. The increased competition will offer much-needed, but modest, price relief. A typical generic offers 85 percent savings off the name brand. But biosimilar insulins are only projected to save 11-15 percent, according to an analysis by the nonprofit RAND research corporation . It can take $100 to $250 million for a drug company to develop and market a biosimilar drug, versus the $1 million to $4 million needed for a regular generic. The blame game There's plenty of blame for rising prices to go around with a complex health care machine responsible for getting a drug from the manufacturer to the patient. Drugmakers say pricing is multifaceted and driven up by middlemen. Novo Nordisk says it negotiates to increase access for its drugs and that most patients have co-pays that average between $1 to $1.40 per day. \"Price increases are necessary to support our mission to research and develop new medicines,\" the company said in a statement to NBC News. Eli Lilly, makers of Humolog, said in a statement that \"today's health care system works well for most people, but those enrolled in high-deductible insurance plans and managing chronic conditions face challenges in gaining reasonable access to treatments they need.\" In a statement, Sanofi said it hasn't raised prices for Lantus since 2014 \"because of efforts to remain included on formularies at a favorable tier which helps to reduce out of pocket costs to patients.\" All drug makers say they also offer co-pay assistance programs as well as assistance programs for those without insurance to help needy patients. They also point the finger at pharmacy benefit managers (PBMs) for negotiating larger rebates for insurers, which they say forces them to raise prices. Brian Henry, a spokesman for Express Scripts, one of the two largest PBMs in the country, said drug companies are responsible for setting the prices, and creating and managing the rebate program. He says they they pass along most of the rebate to insurers. Meanwhile, insurance carriers just say drug prices are out of control. \"Millions depend on insulin every day,\" said David Merritt, a spokesman for America's Health Insurance Plan. \"Every cost increase by a drug company makes it that much harder for patients to access the treatments they need. We need to solve this pricing crisis now.\" Price hike relief is on the way -- for payers. Shares of insulin maker Novo Nordisk and drug wholesaler McKesson fell by double digits last week on news that aggressive rebate negotiations are helping cut or flatten the prices insurers pay for insulin. But don't expect to see that get passed down to a lower premium or cheaper insulin, especially for those without insurance or facing a high deductible. \"Most people with insurance are paying a co-pay, and even when a price changes, we don't see much movement on the co-pay side,\" said Novo Nordisk's Inchausti. \"A patient exposed to list price is still going to be exposed to list price.\" Another shot at savings Ultimately, you should tell your doctor if you're having trouble paying for what you're prescribed. There may be a more affordable alternative, so check with your insurance company to see if you qualify for patient assistance programs, and comparison shop on sites like GoodRX. Big box stores like Costco and Wal-Mart may also offer additional savings. Even if you tell your doctor they may not know all the tricks. The Carras worked with drug comparison site Rx Savings Solutions and found two manufacturer coupons that cut the price back to the $150 they used to pay. Using them required that they start going to a different drugstore. A small price to pay but one that reflects the complex network of hidden agreements that governs who gets the best access to insulin and at what cost. \"The only way for consumers to save money is to advocate for themselves,\" said Michael Rea, founder and CEO of Rx Savings Solutions. \"You can manage cholesterol six different ways, and the difference can be $4 to $400. Consumers don't know that — and neither do their doctors.\" Ben Popken ",
    "title": "Is Insulin the New EpiPen? Families Facing Sticker Shock Over 400 Percent Price Hike - NBC News"
   },
   {
    "entities": [
     "guidelines",
     "cleveland",
     "l.",
     "ted",
     "ortiz",
     "chicago",
     "ben",
     "zobrist",
     "corey",
     "berg",
     "mike",
     "chapman",
     "hendricks",
     "gardner",
     "1908",
     "jamie",
     "7:15 p.m. edt",
     "rizzo",
     "gabe",
     "4",
     "ramirez",
     "1948",
     "joe",
     "nightengale",
     "squire",
     "bryant",
     "miller",
     "kluber",
     "november 2, 2016",
     "mvp",
     "indians",
     "cubs",
     "perez",
     "aroldis",
     "scott\\xc2\\xa0boeck",
     "lacques",
     "jorge",
     "conversation",
     "maddon",
     "bob",
     "kyle",
     "anthony",
     "napoli",
     "steve",
     "nancy",
     "yomtov",
     "jesse",
     "armour",
     "jose",
     "andrew\\xc2\\xa0miller",
     "roberto",
     "kris"
    ],
    "id": 4,
    "text": "Who will win Game 7 of the World Series between the Cubs-Indians? The Chicago Cubs and Cleveland Indians have a combined championship drought of 178 years. Post to Facebook Who will win Game 7 of the World Series between the Cubs-Indians? The Chicago Cubs and Cleveland Indians have a combined championship drought of 178 years. Check out this story on USATODAY.com: http://usat.ly/2eUftAZ CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 8 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Who will win Game 7 of the World Series between the Cubs-Indians? USA TODAY Sports 7:15 p.m. EDT November 2, 2016 x Share Facing elimination the Chicago Cubs rally to defeat the Cleveland Indians 9-3 and bring the series to Game 7. USA TODAY Sports Ben Zobrist collides with Roberto Perez in the first inning of Game 6. (Photo: Jamie Squire, USA TODAY Sports) The Chicago Cubs and Cleveland Indians have a combined championship drought of 176 years. The Cubs haven't won a World Series since 1908, the Indians since 1948. This is the 38th time a World Series has come down to Game 7. Check out our picks for who will win Game 7 and who will win Most Valuable player: Indians-Cubs World Series Game 7: Delayed glory for one, misery for the other Steve Gardner Indians 4, Cubs 3: Corey Kluber and the Indians bullpen turn in another gallant effort and Ramirez hits a walk-off homer off Aroldis Chapman to give Cleveland the title. MVP: Jose Ramirez. Bob Nightengale Cubs 4, Indians 3 (14 innings): These two teams have gone this long without winning the World Series, what’s a few more innings?  MVP: Kris Bryant. Gabe Lacques Indians 7, Cubs 2: They nibble at Cubs starter Kyle Hendricks and chase him in the fourth, and manager Joe Maddon sees the dream die in the hands of his middling set-up relievers. MVP:  Kluber. Jorge L. Ortiz Cubs 4, Indians 1: Anthony Rizzo’s two-run homer secures him MVP honors as the Cubs get to Kluber before the Indians’ bullpen can save the day. MVP: Rizzo. Ted Berg Indians 7, Cubs 2: Corey Kluber goes six strong before the bullpen takes over and Mike Napoli plays offensive hero. MVP: Kluber Scott Boeck Indians 6, Cubs 4: Kluber doesn’t earn his third World Series decision, but does enough to lead the Tribe to its first title since 1948. MVP: Kluber. Nancy Armour Indians 4, Cubs 1: Kluber and Andrew Miller have the Cubs' number once again, and this time it's 109 – as in, how many years it's been since Chicago won a title. MVP: Kluber. Jesse Yomtov Cubs 4, Indians 2: The top of the Cubs order puts a couple on the board early against Kluber and Chicago's bullpen manages to hold on, completing the Indians' collapse. MVP: Rizzo. Justin Abrotsky Indians 4, Cubs 2: Kluber and Miller get it done one final time as the Cubs bullpen bends late. MVP: Kluber. Gallery: Recent Game 7s in the World Series ",
    "title": "Who will win Game 7 of the World Series between the Cubs-Indians?"
   },
   {
    "entities": [
     "john",
     "tiffany",
     "carolina",
     "johnson",
     "wednesday",
     "anne",
     "gearan",
     "hillary",
     "brazile",
     "michigan",
     "nov. 2",
     "iowa",
     "trump",
     "tur",
     "donald",
     "nbc",
     "post",
     "tom",
     "fbi",
     "committee",
     "katy",
     "november 2",
     "ohio",
     "wagner",
     "phillip",
     "gop",
     "city",
     "pennsylvania",
     "arizona",
     "des",
     "kaine",
     "the",
     "ivanka",
     "urbandale",
     "obama",
     "david",
     "clinton",
     "miami",
     "news",
     "wikileaks",
     "jr.",
     "labrador",
     "washington",
     "state",
     "democratic",
     "alicia",
     "puerto",
     "priebus",
     "lauderdale",
     "tuesday",
     "republican",
     "afternoon",
     "morning",
     "joyner",
     "nevada",
     "america",
     "fort",
     "dade",
     "north",
     "tim",
     "moines",
     "colorado",
     "nakamura",
     "nowthis",
     "sullivan",
     "jenna",
     "donna",
     "$1\\xc2\\xa0million",
     "1996",
     "eric",
     "florida",
     "abby",
     "nov. 1",
     "r.",
     "fla.",
     "rico",
     "bill",
     "department",
     "machado",
     "national",
     "sean",
     "ra\\xc3\\xbal"
    ],
    "id": 5,
    "text": "Trump calls Clinton ‘very unstable’ at campaign rally in Florida The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it At a rally in Miami, Nov. 2, Republican presidential candidate Donald Trump said he believes his Democratic opponent Hillary Clinton is \"very unstable.\" The crowd followed with cheers of, \"Lock her up.\" (The Washington Post) By Jenna Johnson , Abby Phillip and Sean Sullivan November 2 at 3:33 PM Follow @wpjenna Follow @abbydphillip Follow @WaPoSean MIAMI — Donald Trump called Hillary Clinton “very unstable” at a rally in Miami on Wednesday afternoon, a campaign event in which he went hard on the attack against the Democratic presidential nominee. “She’s got bad judgment,” Trump said. “Personally, I think she’s a very unstable person.” He did not substantiate his claim. The Republican nominee, without presenting specific evidence, also said Clinton “probably” received a heads-up about questions in her debates against him. He pointed to the revelation by the anti-secrecy website WikiLeaks that Donna Brazile, the interim Democratic National Committee chair, provided Democratic primary debate questions to Clinton’s campaign. Trump also noted other unflattering releases by WikiLeaks and predicted that more damaging ones might be on the way. He also mentioned the FBI’s revived investigation into Clinton’s email practices at the State Department. “Did you hear about this little event?” Trump said. At a Miami rally, Nov. 2, GOP presidential nominee Donald Trump claimed reporters including \"Katy\" aren't properly covering support for his campaign. The target of his finger pointing was NBC News reporter Katy Tur. (The Washington Post) Trump told the crowd to vote with urgency and “pretend we’re slightly behind,” though some recent Florida polls do show him trailing Clinton. He added, “We don’t want to blow this.” At one point, Trump appeared to single out NBC News reporter Katy Tur for criticism, as he has done before. “We have massive crowds. There’s something happening. They’re not reporting it. Katy, you’re not reporting it, Katy. There’s something happening, Katy. There’s something happening, Katy,” Trump said. As animosity against the media has grown at recent Trump rallies, his has added a larger buffer zone and more security between reporters and the crowds. But at the Miami rally, there was no buffer, and screaming supporters were just inches away from reporters. One man near the press pen continued screaming menacing things at “Katy” as the rally continued. Meanwhile, President Obama expressed concern in a radio interview broadcast Wednesday morning that too few African Americans are voting this time around, and he pressed black voters to turn out for Clinton to protect the policies he has implemented. “I’m going to be honest with you right now, because we track — we’ve got early voting, we’ve got all kinds of metrics to see what’s going on. And right now the Latino vote is up, overall vote is up, but the African American vote right now is not as solid as it needs to be,” Obama said on “The Tom Joyner Morning Show,” a syndicated program with many African American listeners. Obama framed the election as not only a race between Clinton and Trump but one in which his record is on the line. At a rally in Dade City, Fla., Nov. 1, Democratic presidential nominee Hillary Clinton deplored how Republican rival Donald Trump has treated women like Alicia Machado. \"We cannot hide from this,\" Clinton said. (Photo: Melina Mara/The Washington Post; Video: The Washington Post) “I need everybody to understand that everything we’ve done is dependent on being able to pass the baton to somebody who believes in the same things I believe in,” the president said. [ Obama worries black vote ‘is not as solid as it needs to be’ ] To shore up support among black voters, Clinton released a new radio ad Wednesday, titled “Disrespect,” that says Trump “openly mocks the African American community.” The ad will air in Pennsylvania, Florida, Ohio and North Carolina, the Clinton campaign said. Obama also briefly addressed for the first time the FBI’s reopened investigation into Clinton’s emails, saying in an interview with NowThis News posted Wednesday that the agency does not “operate on innuendo” and emphasizing that there is no evidence that the Democratic presidential nominee had violated the law. Trump’s midday rally in Miami was the first of three he planned to hold in Florida on Wednesday. Clinton, who focused on Florida on Tuesday, was to campaign in Nevada and Arizona. The Clinton campaign announced Wednesday that it is doubling its Arizona advertising investment to $1 million for the final week of the campaign. A Democratic nominee for president has not won Arizona since Bill Clinton in 1996, but polls show a competitive contest there. The deadly shootings of two police officers in central Iowa prompted two of Hillary Clinton’s top surrogates to cancel a Wednesday campaign event in the region. Bill Clinton and vice-presidential nominee Tim Kaine would no longer hold a get-out-the-vote event in Des Moines, Clinton’s campaign announced in the morning. The officers were shot in their squad cars in Des Moines and Urbandale. Authorities took a suspect into custody Wednesday morning. In Miami, Trump called the shootings a “terrible tragedy.” He said that “an attack on our police is an attack on all of us.” [ Iowa police capture suspect after ‘ambush-style’ killings of two officers ] Trump’s children were fanning out across key battlegrounds to campaign on his behalf on Wednesday. Donald Trump Jr., Ivanka Trump, Tiffany Trump and Eric Trump were covering Colorado, North Carolina, Michigan, Ohio and Pennsylvania. At his rally, Trump criticized both Bill and Hillary Clinton, saying, “If Hillary Clinton were to be elected, it would create an unprecedented and protracted constitutional crisis. Haven’t we just been through a lot with the Clintons? Right? Remember when he was impeached for lying? He can’t practice law, he doesn’t have the right to practice law. Didn’t we just go through this?” As Trump spoke, a man in the crowd kept screaming, “He’s a rapist!” Rep. Raúl R. Labrador (R-Idaho) was an introductory speaker at Trump’s rally. Trump seldom has Republican lawmakers appear in states other than their own. Speaking for 3½ minutes, Labrador did not mention Trump’s name once. “I’m here because what we need to do in this election is we need to elect somebody that can believe and does believe in the American Dream,” Labrador said, then telling the crowd about how he grew up in Puerto Rico and ended up being a Republican. Later he added, “I need you to do everything you can for the next seven days to make America great again.” As the crowd waited in the hot sun for Trump to arrive, a local GOP official also spoke about the importance of voting for Republicans up and down the ticket — but the crowd was distracted by a woman wearing a jail jumpsuit and a Clinton mask who posed for photo after photo. For the second rally in a row, Republican National Committee Chairman Reince Priebus addressed Trump’s crowd, saying in Miami that while Trump is “not politically correct,” he doesn’t lie like Clinton. “We’re in a battle for freedom,” Priebus said, “and Donald Trump will fight for our freedom.” Sullivan reported from Washington. John Wagner in Fort Lauderdale, Fla., and Anne Gearan and David Nakamura in Washington contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump calls Clinton ‘very unstable’ at campaign rally in Florida - The Washington Post"
   },
   {
    "entities": [
     "october 29",
     "keystone",
     "mrs.",
     "hillary",
     "university",
     "trump",
     "4.9 percent",
     "polling",
     "fbi",
     "trump\\xe2\\x80\\x99s",
     "pennsylvania",
     "9 percent",
     "orc",
     "institute",
     "29 percent",
     "clinton",
     "cnn",
     "murray",
     "last month",
     "state",
     "international",
     "philadelphia",
     "november 1",
     "friday",
     "monmouth",
     "83 percent",
     "4 percent",
     "patrick"
    ],
    "id": 6,
    "text": "While the FBI is combing through thousands of emails possibly related to Hillary Clinton's private email server, the Democratic presidential nomi... “Clinton is still in the lead, but the race has tightened in the past four weeks,” Patrick Murray, director of the Monmouth University Polling Institute, said. “It looks like this shift was in the works even before Friday’s FBI bombshell, which has made only a small contribution to this overall narrowing.” In fact, only four percent of registered Pennsylvania voters say the FBI’s recent news caused them to change their minds about the candidate they will support. Trump, however, regained some support among white voters, particularly among white women, despite the nearly-month long spotlight on allegations of him engaging in lewd behavior with women. When it comes to non-white voters, however, Clinton dwarfs Trump, 83 percent to 9 percent.  Clinton continues to dominate in areas that have historically predicted the winner of the statewide race. In Philadelphia and the surrounding suburbs, the former secretary of state leads Trump by a 62 to 29 percent margin. Most of Trump’s overall improvement in Pennsylvania, however, is attributed to his gains in western portion of the state, where he has a 16 point lead over Clinton. And in an election that has seen record low favorability and approval ratings, Clinton’s positive numbers have declined since last month while Trump’s has ticked up. Monmouth University contacted 403 Pennsylvania residents via telephone from October 29 to November 1. The poll has a margin of error of 4.9 percent. A similar poll released by CNN and ORC International showed that Clinton leads Trump by the same margin--4 percent--among likely Keystone State voters. When it comes to important issues, the poll says, voters have more faith in Mrs. Clinton’s ability to handle foreign policy, terrorism, health care and trade with other countries than her Republican counterpart.  Voters, however, believe that Trump would approach economy-related issues more appropriately. What’s more, the poll revealed, voters rate Clinton and Trump equally when it comes to immigration-related issues. ",
    "title": "Poll wrap: Clinton leads Trump in battleground states of Pennsylvania and Wisconsin - CBS News"
   },
   {
    "entities": [
     "ryan",
     "johnson",
     "hillary",
     "struyk",
     "trump",
     "october",
     "donald",
     "abc",
     "48 percent",
     "pennsylvania",
     "arizona",
     "47 percent",
     "clinton",
     "news",
     "46 percent",
     "nov 2, 2016",
     "nevada",
     "49 percent",
     "keneally",
     "meghan",
     "florida",
     "gary",
     "43 percent",
     "12 percent",
     "44 percent"
    ],
    "id": 7,
    "text": "Three Key Battleground States Within Polling Margin of Error By Meghan Keneally Nov 2, 2016, 1:50 PM ET 0 Shares WATCH Hillary Clinton and Donald Trump in a Virtual Tie 0 Shares Email Donald Trump has a slight lead in at least one key battleground state and is within the polling margin of error in three others. The latest numbers from the CNN/ORC poll shows Trump taking a slight lead in Nevada, with 49 percent support from likely voters compared to Clinton's 43 percent. That marks an increase in his support since early October, when Clinton had 46 percent support and Trump had 44 percent in the state. In Arizona, Trump has 49 percent support and Clinton has 44 percent, though that is within the margin of error of polling. Clinton's support in Arizona has grown since the last poll, in which Trump was still leading by 7 points. Trump Rated More Honest; Contest Stays a Dead Heat (POLL) The results in Florida and Pennsylvania also came within the polling margin of error, with Clinton receiving 49 percent to Trump's 47 percent in Florida and Clinton receiving 48 percent to Trump's 44 percent in Pennsylvania. These four states are crucial to the electoral map and the candidates have been spending serious time and money to win over undecided voters there in recent days. Libertarian candidate Gary Johnson is down from his previous results in all four states, with his highest results coming in Arizona and Nevada, where he received five percentage points apiece. In a mid-August CNN/ORC poll, Johnson received 12 percent of the vote in Arizona. ABC News' Ryan Struyk contributed to this report. 0 Shares ",
    "title": "Three Key Battleground States Within Polling Margin of Error - ABC News"
   },
   {
    "entities": [
     "ron",
     "clara",
     "wednesday",
     "mitt",
     "carolina",
     "oct. 19",
     "hillary",
     "johnson",
     "indiana",
     "greenberg",
     "franklin",
     "trump",
     "university",
     "comey",
     "october",
     "abc",
     "4 percentage points",
     "russ",
     "fbi",
     "associated",
     "school",
     "sanchez",
     "anna",
     "ohio",
     "missouri",
     "feingold",
     "county",
     "2016",
     "lauter",
     "2012",
     "obama",
     "david",
     "four years ago",
     "neil",
     "clinton",
     "last days of the race four years ago",
     "senate",
     "42.4%",
     "last week",
     "marquette",
     "washington",
     "sen.",
     "wisconsin",
     "romney",
     "press",
     "brooklyn",
     "newhouse",
     "46%-40%",
     "47.8%",
     "north",
     "santa",
     "charles",
     "friday",
     "james",
     "marcio",
     "46%",
     "/",
     "monica",
     "jose",
     "b.",
     "law"
    ],
    "id": 8,
    "text": "The polls might seem wild right now, but this election is closing a lot like the last one did A polling place in San Jose Marcio Jose Sanchez / Associated Press Outside the Santa Clara County registrar of voters office last month. Outside the Santa Clara County registrar of voters office last month. (Marcio Jose Sanchez / Associated Press) David Lauter Contact Reporter Charles Franklin is hardly a household name, but for a few minutes Wednesday, the full spotlight of the 2016 presidential campaign focused on the veteran pollster and political scientist as he unveiled the latest results from his closely followed poll of Wisconsin voters. When he announced the verdict: Hillary Clinton leading Donald Trump 46%-40% — almost identical to the margin the poll had found in early October — sighs of relief from Democratic activists could be heard from Brooklyn to Santa Monica.  For Democrats , who, as a tribe, seem more inclined to election-season night terrors than their Republican foes, these are anxious days. After the final presidential debate last month, they had begun to pinch themselves and talk of landslides. No more. In recent days, once high-flying polls for Clinton have come back to earth. Indeed, in an ironic — yet, in hindsight, predictable — fashion, the 2016 campaign, after all the controversy and twists, is ending in a familiar way, almost identical to the last days of the race four years ago. The Democratic nominee is moving down the final stretch with a small lead while the Republican scrambles to find a way to flip blue states. That scenario is testimony to the tremendous pull that partisanship exerts over presidential elections, almost regardless of the specifics of the candidates. In a closely divided country, it means yet another contest that will leave many voters feeling whiplash. Even though far fewer polls have been conducted this year than in the last election, social media has made them more available and ubiquitous than ever. News headlines highlight the variations from one survey to the next — the inevitable product of the laws of probability — driving many voters to distraction as they check Twitter for the latest bulletin. But interviews with leading pollsters in both parties Wednesday found widespread agreement on several points: Although Trump seems all but certain to perform better with blue-collar white voters than Mitt Romney did four years ago, those gains are being offset by losses among suburban, college-educated voters, especially women. The lineup of states may shift slightly from 2012 — Clinton may win North Carolina, which President Obama lost, but lose Ohio, which Obama carried — but Trump, so far, has not been able to break the Democrats’ hold on the states they need for an electoral majority.  Last Friday’s news from FBI Director James B. Comey that agents would be examining additional emails that may be related to Clinton has had a small, but mostly transient, influence on the race. And Clinton holds a lead roughly similar to Obama’s 4-point margin of victory from four years ago. How to get to 270 electoral votes » Some polls, of course, continue to show a path to victory for Trump. A tracking poll by ABC and the Washington Post , which last week showed Clinton holding a double-digit lead, now finds her and Trump tied at 46%. And the USC/Los Angeles Times “Daybreak” tracking poll , which has consistently shown a better result for Trump than most other surveys, gave him a 5-point lead, 47.8% to 42.4%. In both parties, however, experienced pollsters don’t see the race that way. Neil Newhouse, who served as Romney’s chief pollster four years ago, said Comey’s news “put the brakes” on what was starting to look like a runaway victory for Clinton, but that she was still ahead by 2 to 4 percentage points. “Hillary is still likely to win,” Newhouse said, even if that means “limping across the finish line.”  On the Democratic side, Anna Greenberg, whose firm polls for many of the party’s Senate and congressional candidates, called the race “pretty stable.” “There has been narrowing, which was to be expected. Trump was always going to consolidate more Republicans, and I don't think Clinton was ever going to win by 10 to 12 points” — as some surveys had shown in the days after the final presidential debate Oct. 19 — she said. The big impact of a tighter race, she and Republican pollsters said, could be to improve the chances of Republicans in down-ballot races by encouraging GOP turnout. Indeed,  the Wisconsin poll, released by Marquette University Law School , found that the Senate race between Republican incumbent Ron Johnson and former Sen. Russ Feingold had narrowed to a near tie. Other Senate races, such as those in North Carolina, Indiana and Missouri, also appear headed to extremely close finishes, with control of the chamber up for grabs .  ",
    "title": "The polls might seem wild right now, but this election is closing a lot like the last one did - LA Times"
   },
   {
    "entities": [
     "john",
     "transfer",
     "bryan",
     "wednesday",
     "of",
     "energy",
     "loretta",
     "brady",
     "l.",
     "aviation",
     "facebook",
     "river",
     "mone/ap",
     "vicki",
     "sheriff\\'s",
     "rock",
     "corps",
     "office",
     "engineers",
     "evict",
     "niewind",
     "cody",
     "missouri",
     "county",
     "hersher",
     "fawn",
     "sioux",
     "access",
     "obama",
     "dakota",
     "administration",
     "partners",
     "pipeline",
     "$20,000",
     "reservation",
     "according",
     "stutsman",
     "justice",
     "army",
     "november 2, 2016",
     "fallis",
     "dave",
     "granado",
     "tuesday",
     "afternoon",
     "u.s.",
     "rebecca",
     "north",
     "morton",
     "highway",
     "ii",
     "monday",
     "nov. 5",
     "standing",
     "department",
     "jeff",
     "patrol",
     "schulz",
     "lynch",
     "archambault",
     "protesters",
     "swat",
     "federal"
    ],
    "id": 9,
    "text": "Rebecca Hersher Enlarge this image A member of the Stutsman County SWAT team who declined to give his name nor to be identifiable by badge stands guard by an armored personnel carrier equipped with an LRAD, or long range acoustic device, while deployed to watch protesters demonstrating against the Dakota Access Pipeline. John L. Mone/AP hide caption toggle caption John L. Mone/AP A member of the Stutsman County SWAT team who declined to give his name nor to be identifiable by badge stands guard by an armored personnel carrier equipped with an LRAD, or long range acoustic device, while deployed to watch protesters demonstrating against the Dakota Access Pipeline. John L. Mone/AP President Obama said Tuesday that the U.S. Army Corps of Engineers is examining possible alternative routes for the Dakota Access Pipeline. Protesters have been occupying land along the current pipeline route near the Standing Rock Sioux Reservation in North Dakota. A federal judge has ruled that work on the pipeline can go forward, but the Corps and two other agencies said work would not go forward in an area particularly sensitive to the tribe until a review was completed. \"We're monitoring this closely and I think, as a general rule, my view is that there's a way for us to accommodate sacred lands of Native Americans,\" Obama said in an interview with the news organization Now This . The president continued: \"I think right now the Army Corps is examining whether there are ways to reroute this pipeline in a way. So we're going to let it play out for several more weeks and determine whether or not this can be resolved in a way that I think is properly attentive to the traditions of the first Americans.\" Article continues after sponsorship — NowThis (@nowthisnews) November 2, 2016 In a response to the president's statement, the chairman of the Standing Rock Sioux, Dave Archambault II, said, \"We believe President Obama and his administration will do the right thing.\" Morton County Chairman Cody Schulz said that he did not agree with the president's decision to let the situation play out, saying in a statement: \"Rather than creating further uncertainty, the President should be sending us the support and resources necessary to enforce the law and protect people's right to peacefully protest.\" Police Evict Dakota Pipeline Protesters According to the Morton County Sheriff's Office Facebook page , protesters and law enforcement officers were in a standoff on Wednesday along a creek north of the main protest camp. Following the president's remarks, Vicki Granado, spokeswoman for the pipeline company, Energy Transfer Partners, said in a statement, \"We are not aware that any consideration is being given to a reroute, and we remain confident we will receive our easement in a timely fashion.\" The easement refers to permission from the Corps to begin construction on the portion of the pipeline that would cross under the Missouri River. It was not immediately clear what a rerouting plan might look like, or what might be involved in the Corps' considering such a plan. Members of the Standing Rock Sioux tribe and their supporters are specifically trying to block that section of pipeline because, they say, the route interrupts sacred sites and burial places . Tribe members are also concerned that if the pipeline ruptures, an oil spill could pollute drinking water, as The Two-Way has reported . In his statement, Archambault called on the Obama administration to stop all work on the pipeline until the Corps was finished \"examining this issue.\" As demonstrations continue, so have clashes between protesters and law enforcement. Last week, police arrested more than 100 people as officers evicted demonstrators from land owned by the pipeline company. As we reported, some of the officers were in riot gear, some were armed, and they arrived with soldiers driving trucks and military Humvees. They also deployed helicopters and an airplane to monitor from above. The Federal Aviation Administration is restricting flights over the area until at least Nov. 5. Last week, Archambault called on the Department of Justice to investigate what he called the \"overall militarization of law enforcement response\" in a letter to Attorney General Loretta Lynch. Asked what he thought about the law enforcement response, Obama said Tuesday that it's a \"challenging situation.\" The president continued: \"I think that my general rule when I talk to governors and state and local officials, whenever they're dealing with protests — including, for example, during the 'Black Lives Matter' protests — is there's an obligation for protesters to be peaceful, and there's an obligation for authorities to show restraint. \"I want to make sure that, as everybody is exercising their constitutional rights to be heard, that both sides are refraining from situations that might result in people being hurt.\" In an apparent effort to confuse police, more than 1 million people have tried to make it appear that they are protesting in North Dakota by \"checking in\" at the protest camp on Facebook . The Morton County Sheriff's Department said in a Facebook post Monday afternoon that it \"does not follow Facebook check-ins for the protest camp or any location.\" NPR's Jeff Brady also reported Wednesday that authorities have charged a protester, Red Fawn Fallis, with attempted murder of a law enforcement officer after she allegedly fired a pistol three times as she was being arrested last week. According to an officer who witnessed the event, police did not return fire against the woman. North Dakota Highway Patrol Capt. Bryan Niewind said he was nearby and was surprised no one was injured. \"The only angle that gun could have been fired where there was no law enforcement is the angle it was fired. It wasn't because she was trying to aim away from law enforcement,\" he said. If Fallis is found guilty, Jeff says, she faces a maximum penalty of 20 years in prison and a $20,000 fine. ",
    "title": "Dakota Access Pipeline: Obama Says Army Corps Is Examining Alternate Routes : The Two-Way : NPR"
   }
  ]
 }
}