{
 "04": {
  "col-sim": {
   "cosine": 0.19630677931276164,
   "entity": 0.372677996249965
  },
  "exec-time": 23.567214012145996,
  "links": [
   {
    "entities": [
     "o'hanlon",
     "kisha",
     "pentagon",
     "truman",
     "obama",
     "weaving",
     "chang",
     "washington",
     "griffiths",
     "w.j.",
     "security",
     "mosul",
     "contact",
     "hugo",
     "w.",
     "oregon",
     "mel",
     "john",
     "of",
     "sandlin",
     "peter",
     "and",
     "ashton",
     "city",
     "phillip",
     "college",
     "1976",
     "david",
     "1980s",
     "inglewood",
     "1990s",
     "army",
     "tuesday",
     "teresa",
     "times",
     "justin",
     "april",
     "rachel",
     "angeles",
     "inc.",
     "montero",
     "luke",
     "hennigan",
     "worthington",
     "silicon",
     "police",
     "/",
     "harris",
     "garfield",
     "spencer",
     "gibson",
     "e.",
     "vaughn",
     "california",
     "hennessy-fiske",
     "officers",
     "andrew",
     "neubert",
     "caption",
     "february",
     "carter",
     "u.s.",
     "new",
     "alaska",
     "reserve",
     "nevada",
     "molly",
     "h.",
     "america",
     "michael",
     "laity",
     "bracey",
     "united",
     "2015",
     "marquintan",
     "los",
     "hacksaw",
     "york",
     "for",
     "d.c.",
     "chicago",
     "ridge",
     "singer",
     "arizona",
     "foundation",
     "departments",
     "1948",
     "defense",
     "sam",
     "justice",
     "economic",
     "education",
     "interactive",
     "colorado",
     "palmer",
     "navy",
     "vince",
     "jason",
     "valley",
     "july",
     "american"
    ],
    "id": 1,
    "text": "Overweight, tattooed, stoned? The Pentagon may still want you Pentagon W.J. Hennigan Contact Reporter The new U.S. military wants you -- even if you're overweight, covered in tats and stoned on weed.  The Pentagon is considering that recruiting pitch as it scrambles to keep up with America's changing social mores and strives to attract the tech-savvy talent it needs to fight future wars. Defense Secretary Ashton Carter announced a broad review of recruiting standards this week, saying he wants to ensure that rules are not “unnecessarily restrictive” on issues like fitness, tattoos, marijuana use and letting single parents enlist. “We're going to review and update these standards as appropriate,” Carter said Tuesday in a speech to Reserve Officers’ Training Corps cadets at the City College of New York. “Now, some of these things we’ll never be able to compromise on,” he added. “And we will always have to maintain high standards. But at the same time, these benchmarks must be kept relevant for both today’s force and tomorrow’s, meaning we have to ensure they’re not unnecessarily restrictive.” The review reflects recognition, in part, that the all-volunteer military may rely less on ground infantry operations in the future  and more on desk-bound analysts, robotics operators, software engineers and cyberwarriors. (John Spencer) It also reflects the fact that a growing number of states have legalized marijuana sales, even though the federal government has not, and that some branches of the military already have eased their tattoo bans. The recruitment review marks the latest step by the Obama administration to push the tradition-bound, male-dominated Pentagon onto a more modern footing. Over the last year, the Pentagon has opened combat positions to women, given gay and lesbian service members protection from discrimination and lifted bans against transgender men and women serving openly in the military. Some military leaders and outside critics say the Pentagon is moving too fast on these initiatives. And the next president is almost certain to pick a new secretary of Defense, so Carter’s recruitment review may yet get sidelined. “The Pentagon is in a bind because there is a shrinking number of people that meet all their criteria, but there are certain standards that shouldn’t be jettisoned just because we need recruits,” said Phillip Carter, a fellow at the nonpartisan Center for a New American Security in Washington. “There’s a balance to be struck.” For now, all the uniformed services are meeting their recruiting goals, and there is no plan to expand the current force, which totals 1,281,900 active-duty members and 801,200 in the reserves. But Secretary Carter wants more young people to consider joining who may not meet current enlistment standards. The majority of those who now apply are rejected due to health, drug use and other problems. More Americans than ever before are overweight or obese, for example. Though no one suggests easing body-mass standards for active-duty soldiers, the Pentagon may allow portly, paunchy and potbellied recruits to enlist — and then whip them into shape in boot camp. “Some of the fitness standards can be addressed in remedial fashion after recruiting,” said Michael E. O'Hanlon, a military analyst at the nonpartisan Brookings Institution in Washington. “I'm less happy about relaxing them definitively, though there's a reasonable debate to be had even about that,” he added. Under Pentagon rules, anyone who reports to a processing center for boot camp and tests positive for illegal drug use is rejected. Some services go further, refusing to enlist anyone who admits to previous recreational drug use. That has created clear obstacles in Alaska, Colorado, Oregon, Washington and Washington, D.C., where recreational marijuana is now legal, and 20 other states that permit its medicinal use. (David Montero) California, Arizona, Nevada and six other states will consider ballot initiatives on Tuesday to legalize or decriminalize marijuana, potentially making pot legal in much of the country. Tattoos also are more common. Nearly half all Americans born in the 1980s and 1990s sport at least one tattoo, according to a poll conducted by Harris Interactive Inc. in February. Recruits are checked for tattoos at initial physicals, and each service has its own rules. Symbols such as swastikas or gang signs are explicitly forbidden. Face, neck and hand tattoos are largely barred as well. In April, the Navy announced it would allow sleeve-length arm tattoos and, in some cases, tattoos on the hands and neck. Last year, the Army eliminated a rule that limited soldiers to four tattoos below the elbow or knee, each smaller than the wearer's extended hand. Easing tattoo restrictions will give recruiters more leeway to accept recruits for cyberwarfare, artificial intelligence and other fields that may attract hackers and others not traditionally drawn to military service.  Carter has made a priority of trying to modernize the military. After taking office in 2015, he opened the Pentagon’s first office in Silicon Valley to highlight his focus on finding cutting-edge military technology and the people to develop and operate it. “As technology evolves, the military may need a different type of soldier for certain jobs,” said Peter W. Singer, a fellow at the nonpartisan New America Foundation who studies the future of war. “The guy with a crew cut is not always the best for the job. Sometimes you need some weirdos on your team to get things done.” The military likes to portray itself as a trailblazer on social issues, although the record is mixed. The armed forces were racially segregated until 1948, when  President Truman signed an order requiring equality of treatment and opportunity in the military without regard to race. Discrimination persisted for decades afterward, however. Women were not allowed into the service academies until 1976 and were barred from flying on combat missions or serving on combat ships until the 1990s. The Pentagon ended its transgender ban in July after a one-year review. That was after the Departments of Justice and Education ordered schools that receive federal funding to ensure the civil rights of transgender students. Caption 90 seconds: 4 stories you can't miss The Chicago Cubs win the World Series , the Presidential race is tightening up , California voters will decide the fates of 749 death row inmates , and families flee Mosul . Caption 90 seconds: 4 stories you can't miss The Chicago Cubs win the World Series , the Presidential race is tightening up , California voters will decide the fates of 749 death row inmates , and families flee Mosul . Caption Inglewood Police shootings Clergy and Laity United for Economic Justice hold a news conference to demand answers from Inglewood Police and city officials regarding the deaths of Kisha Michael and Marquintan Sandlin, who were killed by police in February. Clergy and Laity United for Economic Justice hold a news conference to demand answers from Inglewood Police and city officials regarding the deaths of Kisha Michael and Marquintan Sandlin, who were killed by police in February. Caption Iraqi civilians flee Mosul area, white flags flying As Iraqis flee the Mosul area, they and the Iraqi military fear Islamic State fighters may have put on civilian clothing and joined the flood. (Molly Hennessy-Fiske / Los Angeles Times) As Iraqis flee the Mosul area, they and the Iraqi military fear Islamic State fighters may have put on civilian clothing and joined the flood. (Molly Hennessy-Fiske / Los Angeles Times) Caption Street Vendors protest Street Vendors protest Caption 'Hacksaw Ridge' movie review by Justin Chang Justin Chang reviews 'Hacksaw Ridge' directed by Mel Gibson, and starring Andrew Garfield, Sam Worthington, Luke Bracey, Teresa Palmer, Hugo Weaving, Rachel Griffiths, and Vince Vaughn. Video by Jason H. Neubert. Justin Chang reviews 'Hacksaw Ridge' directed by Mel Gibson, and starring Andrew Garfield, Sam Worthington, Luke Bracey, Teresa Palmer, Hugo Weaving, Rachel Griffiths, and Vince Vaughn. Video by Jason H. Neubert. ",
    "title": "Overweight, tattooed, stoned? The Pentagon may still want you - LA Times"
   },
   {
    "entities": [
     "johnson",
     "robinson",
     "park",
     "katy",
     "paso",
     "st.",
     "locher",
     "columbus",
     "j.",
     "bitzer",
     "hall",
     "hershey",
     "hernandez",
     "otto",
     "erlanger",
     "kaijo",
     "jeff",
     "woolbright",
     "wis",
     "balmert",
     "perry",
     "supporters",
     "russ",
     "country",
     "atkinson",
     "34%",
     "pavilion",
     "sara",
     "seth",
     "linsley",
     "35%",
     "fullscreen",
     "bay",
     "harnik",
     "sensenbrenner",
     "korte",
     "winterville",
     "tim",
     "le",
     "jacksonville",
     "george",
     "jessie",
     "carolina",
     "secret",
     "democrats",
     "semansky",
     "evan",
     "warren",
     "suspension",
     "laura",
     "sanchez",
     "el",
     "jill",
     "mark",
     "event",
     "new",
     "nevada",
     "&",
     "michael",
     "fla.",
     "gary",
     "franke",
     "sanders",
     "feingold",
     "stuart",
     "ron",
     "lebanon",
     "nevada-reno",
     "dan",
     "theresa",
     "ted",
     "baumgartner",
     "university",
     "nephi",
     "mike",
     "cuban",
     "petroski",
     "finn",
     "complex",
     "kaine",
     "melania",
     "institute",
     "cathi",
     "trisco",
     "emery",
     "journal",
     "morning",
     "north",
     "moines",
     "jay",
     "caller-times",
     "concord",
     "club",
     "roush",
     "kent",
     "richardson",
     "duc",
     "martinez",
     "petersburg",
     "trends",
     "office",
     "ohio",
     "green",
     "ap",
     "ivanka",
     "powers",
     "blake",
     "rourke",
     "joe",
     "forge",
     "bellevue",
     "international",
     "wisconsin",
     "republican",
     "warmack",
     "dupuy",
     "cincinnati",
     "audience",
     "machado",
     "diaz",
     "tiffany",
     "hillary",
     "king",
     "iowa",
     "donald",
     "recreation",
     "jon",
     "pat",
     "melanie",
     "ariz.",
     "schulte",
     "college",
     "n.h.",
     "county",
     "macomb",
     "minnesota",
     "mesa",
     "news",
     "milwaukee",
     "tuesday",
     "great",
     "pittsburgh",
     "bill",
     "nov. 4, 2016",
     "pnc",
     "pablo",
     "fayetteville",
     "field",
     "sports",
     "christi",
     "kiger",
     "jack",
     "white",
     "gabe",
     "academy",
     "mcdonald",
     "brennan",
     "chapin",
     "popacostas",
     "mcmuffin",
     "chapel",
     "ngan",
     "florida",
     "steve",
     "grand",
     "30%",
     "mall",
     "williams-jones",
     "mcmahon",
     "tallahassee",
     "nov. 5, 2016",
     "bobby",
     "nov. 2, 2016",
     "d.c.",
     "eau",
     "bridge",
     "16%",
     "arizona",
     "sentinel",
     "poage",
     "turner",
     "hill",
     "campus",
     "center",
     "hearing",
     "colorado",
     "organizing",
     "arena",
     "wis.",
     "valley",
     "election",
     "lauderdale",
     "gregory",
     "catawba",
     "ryan",
     "wednesday",
     "nov. 3, 2016",
     "appleton",
     "lakefront",
     "walker",
     "mandel",
     "knight",
     "puskar",
     "kellyanne",
     "universe",
     "election day",
     "obama",
     "clinton",
     "frey",
     "washington",
     "phoenix",
     "cortez",
     "pines",
     "matt",
     "monsivais",
     "mich.",
     "john",
     "mavericks",
     "cleveland",
     "wright",
     "wilmington",
     "indiana",
     "independent",
     "pensacola",
     "capital",
     "giffords",
     "airport",
     "cellphone",
     "lynne",
     "david",
     "miami",
     "heinz",
     "sen.",
     "berwyn",
     "mindy",
     "elizabeth",
     "christopher",
     "philadelphia",
     "justin",
     "arek",
     "kelly",
     "chelsea",
     "bugnaski",
     "melbourne",
     "riverside",
     "dallas",
     "pembroke",
     "warch",
     "32%",
     "spencer",
     "technology",
     "doug",
     "polk",
     "google",
     "stein",
     "anna",
     "music",
     "leon",
     "sarkissian",
     "collins",
     "expo",
     "julio",
     "pa",
     "wolf",
     "eliza",
     "andrew",
     "boulder",
     "alicia",
     "images",
     "biden",
     "springs",
     "neibergall",
     "texas",
     "ky",
     "r-iowa",
     "theo",
     "emily",
     "national",
     "mcmullin",
     "scott",
     "patrick",
     "western",
     "community",
     "grassley",
     "comey",
     "shortt",
     "mich",
     "service",
     "party",
     "corpus",
     "reno",
     "palm",
     "bon",
     "a.",
     "10:42 a.m. edt",
     "37.5%",
     "wanda",
     "lui",
     "kalamazoo",
     "cruz",
     "tallulah",
     "house",
     "bernie",
     "enquirer",
     "2008",
     "dade",
     "royce",
     "rapids",
     "georgio",
     "james",
     "jim",
     "mann",
     "michigan",
     "mukwonago",
     "shelby",
     "albers",
     "network",
     "wichita",
     "claire",
     "prole",
     "cole",
     "colo",
     "mexico",
     "nov. 1, 2016",
     "rumer",
     "last week",
     "state",
     "pa.",
     "november 4, 2016",
     "conway",
     "gonzalez",
     "fort",
     "tampa",
     "ty",
     "southwestern",
     "vucci",
     "n.c.",
     "of",
     "southwest",
     "fbi",
     "usa",
     "night",
     "daily",
     "miss",
     "oct. 31, 2016",
     "city",
     "lauderhill",
     "2012",
     "giant",
     "denver",
     "naples",
     "cabarrus",
     "wolstein",
     "wausau",
     "charles",
     "r-texas",
     "west",
     "news-press",
     "luke",
     "64%",
     "jovi",
     "thursday",
     "mengel",
     "utah",
     "sladky",
     "asheville",
     "california",
     "nev.",
     "pence",
     "former",
     "roebling",
     "ephriam",
     "al",
     "amyette",
     "moritz",
     "william",
     "todd",
     "chris",
     "paul",
     "o\\'meara",
     "richard",
     "doral",
     "lawrence",
     "detroit",
     "burke",
     "today",
     "u.s.",
     "myers",
     "noel",
     "members",
     "courthouse",
     "hard",
     "brett",
     "kowalsky",
     "tillinger",
     "york",
     "trump",
     "charlotte",
     "fla",
     "founders",
     "garza",
     "fairgrounds",
     "pennsylvania",
     "des",
     "the",
     "randy",
     "manchester",
     "tempe",
     "democratic",
     "deltaplex",
     "2007",
     "gabby",
     "blackledge",
     "beyonce",
     "sullivan",
     "conn.",
     "charlie",
     "getty"
    ],
    "id": 2,
    "text": "Early voters not swayed by late campaign events Richard Wolf , USA TODAY 10:42 a.m. EDT November 4, 2016 Share Early voters are hitting the polls unswayed by late campaign events. USA TODAY Early voters enter the Center for the Deaf and Hard of Hearing in Corpus Christi, Texas, on Nov. 3, 2016. (Photo: Gabe Hernandez, Corpus Christi Caller-Times) TALLAHASSEE, Fla. — Wanda Williams-Jones and Scott Warmack did their civic duty Thursday — two foot soldiers in what is fast becoming a record-setting battle of early votes cast in this year's race for the White House. The two voted for different presidential candidates but for the same reason: They had long since made up their minds, and they wanted to put the electoral cacophony behind them. “I wanted to get it over with,” Williams-Jones, 52, said after casting her ballot at the Leon County Courthouse and affixing the iconic “I voted” sticker to her blouse. “My mind won’t quit racing, and I won’t have to listen anymore now.” “I was done thinking about all of this,” said Warmack, 51, an auto conversion shop owner in a Tallahassee suburb. “I don’t want anything to get in my way of not voting on Election Day.” “I don’t want anything to get in my way of not voting on Election Day,\" said Scott Warmack of Tallahassee, Fla.  (Photo: Brett Blackledge, USA TODAY Network) Americans who voted early Thursday, like some 34 million others before them, have their minds made up. They're done thinking about the FBI and Hillary Clinton's \"damn e-mails.\" Or Donald Trump's sexually charged Access Hollywood tape. By Election Day, early voters could swell to 50 million. “People are so freaked out about the stakes in this election that they are doing whatever they can to make sure that their vote counts,\" said Doug Chapin, an elections expert at the University of Minnesota. Early voters interviewed Thursday by the USA TODAY Network from North Carolina to California indicated a similar desire to lock in their choices now, having seen and heard enough from the candidates, commentators and commercials. They also were eager to avoid long lines — and potential chaos — at the polls on Tuesday. President Trump or President Clinton? These key groups offer clues to Tuesday's outcome There were Clinton voters convinced the former first lady, senator and secretary of State is most qualified for the presidency. And in many cases, they were eager to make history by electing the first female president. \"I did get a little choked up, I have to say,\" Cathi DuPuy of Columbus, Ohio, said after voting for Clinton. \"That felt amazing to me.\" There were Trump voters assured the New York developer would best manage the economy and reduce the federal budget deficit — including some who worried the election, as Trump claims, could be rigged. “He knows what he’s talking about,\" said Jay Poage of Wichita County, Texas. \"A man, his mouth can get him in trouble occasionally. But Hillary is under investigation. She should be in jail right now. If you or I did what she did, we’d be locked up already.\" And there were people fed up with both major-party candidates and looking for a third option, contributing to what has been a major increase over 2012 in the number of unaffiliated voters coming to the polls ahead of time. Some landed with Libertarian Gary Johnson . Others opted for a write-in candidate. \"I like that he is fiscally conservative, but progressive socially,\" Stuart Otto of Bellevue, Wis., said of Johnson, the former New Mexico governor. \"I think it's important in this day and age to have a nice combination of both.\" Choosing between Clinton and Trump, he said, would be like \"the lesser of two evils.\" Faced with vague threats of voter intimidation at the polls on Tuesday, many were going out of their way to vote early for the first time. Earlier this week, Google Trends reported that searches for the question “where do I vote early?” had reached an all-time high . In California, early voters were out in droves Thursday. A steady stream of voters lined up in the Riverside County registrar’s office, where teams of volunteers collected mail-in ballots and instructed voters on how to cast their ballot in writing or on electronic machines. California residents participate in early voting in Riverside County on Nov. 3, 2016.  (Photo: Richard Lui, The Desert Sun) Theresa Roush, 55, who turned over her ballot in person but would not say who received her vote, hailed early voting for allowing her to research the candidates and ballot measures at home, rather than being put on the spot at the polls. First-time voters in Green Bay, Wis., found the process far easier than negotiating potentially long lines next week. \"It's just a time-constraint thing,\" said Joe Kiger, an 18-year-old student at De Pere High School who cast his first presidential vote for Trump. \"I figured next Tuesday would be really busy, especially since I have limited time after school because I have clubs and stuff.\" Various tallies kept by elections experts show early voting could surpass 2012 in popularity by the time Election Day arrives. The percentage of voters who cast ballots early rose from 30% in 2008 to 32% four years ago. That represented about 46 million mail and in-person early votes. This year, Michael McDonald, an associate professor of political science at the University of Florida who keeps the most up-to-date statistics, expects as many as 35% of the votes to be cast early — possibly approaching 50 million. \"They have made up their minds,\" McDonald said. \"They feel comfortable about casting their votes.\" Just in case they don't, President Obama added his voice to the effort during one of his many college campus events for Clinton on Thursday. The president urged 4,500 mostly young people at Florida International University in Miami to vote early, as a large banner hanging over the crowd recommended. Obama campaigning like it's 2008 and reviving the old energy \"We're making this really simple for you. I am telling you right now where you can go vote after this rally,\" Obama said, giving out the address of the nearest early voting center at the International Mall library in Doral, Fla. \"If you are just watching on television, or you're not from around here and you're trying to figure out, 'Well, where else could I vote,' then you go to IWillVote.com, and it will give you additional locations,\" the president said. Early voters stand in line in Corpus Christi, Texas.  (Photo: Gabe Hernandez, Corpus Christi Caller-Times) Among early voting trends seen by experts, and driven home by Thursday's voters: • Those studying early voting trends in states where voters must register by party say Clinton appears to be doing well in Colorado and Nevada, while Trump looks to be keeping things close in Florida and Ohio. • Changes in voting procedures approved by Republican-controlled state legislatures appear to be influencing the votes in some states — particularly North Carolina, where a federal court ruled that it discriminated against African Americans. But while the black vote is down there compared to 2012, the number of women voting early has increased far more than the number of men, a factor which could help Clinton blunt her losses. • Last week's announcement by FBI Director James Comey that his agency is reviewing more e-mails possibly related to Clinton's use of a private server while secretary of State isn't having much impact on early voters from North Carolina to Nevada. \"The preliminary evidence is little or no effect of Comey’s letter depressing Democratic enthusiasm,\" McDonald said. \"I think it's a big non-event.\" • So far, African Americans are not turning out for Clinton in the numbers they did for Obama, the nation's first black president. In North Carolina, a key battleground state, black turnout was running 16% lower on Tuesday than on the same day in 2012, said Michael Bitzer, a political scientist at Catawba College. By Thursday morning, white turnout was outpacing black turnout, 35% to 34%. \"I'm not going to align myself with the Democratic Party every time they say 'jump,' \" Theo Noel said while voting early in Asheville, N.C. \"I wrote in somebody that I felt earned a write-in position.\" • Hispanic voters appear to be turning out in large numbers, which could help Clinton in the Southwest. In Texas’ 15 most populous counties, more than 3.6 million early and mail-in ballots were cast as of Wednesday night, or 37.5% of all registered voters. Early voting has been particularly popular in areas that are heavily Latino. In El Paso on the Mexico border, more than 120,000 people have cast ballots, a 64% increase over 2012. \"I’m very emotional, because this is the first time I vote,\" Clinton supporter Alicia Gonzalez said. \"In 2007, I became a citizen but couldn’t vote because I was working nights.\" • Voters are dissatisfied with all of their choices. “I think it’s a hot mess,” said Elizabeth Popacostas, 22, a University of Nevada-Reno student who voted for Clinton. “I still feel like it’s sort of a joke.\" Randy Mengel, a high school history teacher in Asheville, N.C., toyed with voting for Green Party nominee Jill Stein even though she is not on the North Carolina ballot. But he wound up sticking with Clinton — in part because he rejects Trump's refusal to commit to honoring the results. “I think one thing about Americans is no matter how much we disagree, we do agree in the sacredness of the election,\" Mengel said. Royce Turner took part in early voting in West Des Moines, Iowa, on Nov. 3, 2016.  (Photo: William Petroski, The Des Moines Register) • Late developments in the campaign have moved a few voters, but not enough to call it a trend. One such voter was Royce Turner, a lawyer from West Des Moines, Iowa, who voted at the Polk County Election Office. “I kind of got persuaded with the most recent things that have been going on,\" Turner said. \"I was kind of thinking about Trump, but I am going with Hillary Clinton now. He just said too many things about minorities.\" Trump, who has trailed in the majority of battleground state polls throughout the campaign, has urged early Clinton voters to switch their votes in about a half dozen states where that's permitted. Among them are Michigan, Pennsylvania and Wisconsin, the types of Midwest states he needs to overcome his deficit. \"You can change your vote in six states. So now that you see that Hillary was a big mistake, change your vote to MAKE AMERICA GREAT AGAIN,” Trump tweeted on Wednesday. McDonald, for one, doesn't see that happening. “People who have been paying attention to this election, they have made their choice,\" he said. \"That’s not something they’re going to take back.” Contributing: Gregory Korte in Florida; Eliza Collins in Washington, D.C.; John Moritz​, Matt Woolbright, Sara Sanchez and Christopher Collins, USA TODAY Network-Texas; Jessie Balmert, Cincinnati Enquirer; Shelby Le Duc and Todd McMahon, USA TODAY Network-Wisconsin; Emily Patrick, Asheville (N.C.) Citizen-Times; William Petroski, Des Moines Register; Seth Richardson, Reno Gazette-Journal; Anna Rumer, The (Palm Springs) Desert Sun;Arek Sarkissian, Naples Daily News; Laura Schulte, Wausau (Wis.) Daily Herald. Posted! A link has been posted to your Facebook feed. A young supporter cries as Hillary Clinton speaks during a get-out-the-vote concert featuring Katy Perry on Nov. 5, 2016, in Philadelphia.  Justin Sullivan, Getty Images Blake Baumgartner, 8, left, and her sister Emery Baumgartner, 6, right, dance with friend Tallulah Tillinger, 7, all from Washington, Conn., before the Katy Perry concert supporting Hillary Clinton on Nov. 5, 2016, in Philadelphia.  Julio Cortez, AP Democratic presidential nominee and former secretary of State Hillary Clinton (R) raises her arms with Katy Perry (L) during a get-out-the-vote concert at the Mann Center for the Performing Arts on Nov. 5, 2016, in Philadelphia.   Justin Sullivan, Getty Images Republican presidential nominee Donald Trump arrives for a rally at the National Western Complex in Denver on Nov. 5, 2016.  Mandel Ngan, AFP/Getty Images Supporters of Republican presidential candidate Donald Trump cheer as he arrives to speak during a campaign rally on Nov. 5, 2016, in Denver.  Evan Vucci, AP Democratic vice presidential candidate Tim Kaine plays harmonica alongside rocker Jon Bon Jovi at a Get Out The Vote rally in St. Petersburg, Fla., on Nov. 5, 2016.   Tamara Lush, AP Fullscreen Mindy Finn, (L) running mate of  U.S. independent presidential candidate Evan McMullin, (R) hold an 'Egg McMuffin' at a McDonald's on Nov. 5, 2016, in Ephriam, Utah. Some of McMullin's opponents have dubbed him 'Evan McMuffin.' McMullin is holding campaign rallies in five small towns through out southern Utah.   George Frey, Getty Images Secret Service agents rush Republican presidential candidate Donald Trump off the stage at a campaign rally in Reno, Nev., on Nov. 5, 2016.   John Locher, AP A man is escorted by law enforcement officers moments after Republican presidential candidate Donald Trump was rushed offstage by Secret Service agents during a campaign rally in Reno, Nev., on Nov. 5, 2016.  Evan Vucci, AP Supporters of Republican presidential candidate Donald Trump look on as he speaks during a campaign rally on Nov. 5, 2016, in Denver.   Evan Vucci, AP Hillary Clinton speaks at a Pembroke Pines, Fla., campaign rally on Nov. 5, 2016.  Clinton encouraged voter turnout to a crowd gathered in the rain.  David Albers, Naples (Fla.) Daily News Two Hillary Clinton supporters chant with the crowd as they wait for Clinton to speak at a rally in Pembroke Pines, Fla., on Nov. 5, 2016.  David Albers, Naples (Fla.) Daily News, via USA TODAY Network Melania Trump and her husband, Republican presidential candidate Donald Trump, arrive for a campaign rally on Nov. 5, 2016, in Wilmington, N.C.  Evan Vucci, AP Fullscreen From left, congressman Jim Sensenbrenner, House Speaker Paul Ryan, Republican vice presidential nominee Mike Pence, Sen. Ron Johnson and Wisconsin Gov. Scott Walker give the 'W' sign at a Get Out the Vote rally at Field Park in Mukwonago, Wis., on Nov. 5, 2016.  Pat A. Robinson, Milwaukee Journal Sentinel, via USA TODAY Network Democratic vice presidential candidate Tim Kaine campaigns for Hillary Clinton on Nov. 5, 2016, at Florida SouthWestern State College in Fort Myers, Fla. Several hundred people attended the rally.  Kinfay Moroti, The News-Press, via USA TODAY Network Supporters cheer as Republican presidential nominee Donald Trump speaks during a rally in the Special Events Center of the Florida State Fairgrounds in Tampa on Nov. 5, 2016.  Mandel Ngan, AFP/Getty Images Republican presidential nominee Donald Trump kisses a baby he brought onstage while speaking to a crowd of several thousand supporters at the Florida State Fairgrounds on Nov. 5, 2016, in Tampa.  Luke Franke, Naples (Fla.) Daily News, via USA TODAY Network Independent presidential candidate Evan McMullin talks to supporters gathered for a rally at a city park on Nov. 5, 2016, in Nephi, Utah. McMullin is holding campaign rallies in five small towns thoughout southern Utah.  George Frey, Getty Images Fullscreen From left, Beyonce, Democratic presidential nominee former secretary of State Hillary Clinton and Jay Z appear onstage during a Get Out the Vote concert at Wolstein Center on Nov. 4, 2016, in Cleveland. With four days to go until Election Day, Hillary Clinton was campaigning in Pennsylvania, Ohio and Michigan.  Justin Sullivan, Getty Images Supporters of Republican presidential candidate Donald Trump cheer as he arrives for a rally on Nov. 4, 2016, in Wilmington, Ohio.  Evan Vucci, AP Democratic presidential candidate Hillary Clinton, right, poses for a group selfie with people who stood behind her onstage after making her remarks at a Pennsylvania Democrats Pittsburgh Organizing Event at Heinz Field in Pittsburgh on Nov. 4, 2016.  Gene J. Puskar, AP A young supporter holds a doll of Democratic presidential nominee former secretary of State Hillary Clinton during a rally at The Great Hall at Heinz Field on Nov. 4, 2016 in Pittsburgh.  Justin Sullivan, Getty Images Supporters of Republican presidential candidate Donald Trump cheer during a campaign rally on Nov. 4, 2016, in Hershey, Pa.  Evan Vucci, AP Donald Trump, Republican presidential candidate, takes the stage during a campaign rally at the Giant Center in Hershey, Pa., on Nov. 4, 2016.  Jeremy Long, Lebanon Daily News, via USA TODAY Network President Obama reacts to seeing supporters as he walks onstage at PNC Music Pavilion in Charlotte on Nov. 4, 2016, during a campaign rally for Democratic presidential candidate Hillary Clinton.  Pablo Martinez Monsivais, AP Cellphone cameras capture the moment as Sen. Tim Kaine, Hillary Clinton's running mate, walked through the crowd after speaking at the Florida Institute of Technology, in Melbourne, Fla., on Nov. 4, 2016.  Tim Shortt, Florida Today, via USA TODAY Network Supporters cheer for Donald Trump during a campaign rally at the Atkinson Country Club on Nov. 4, 2016, in Atkinson, N.H.  Chip Somodevilla, Getty Images Hillary Clinton, accompanied by Dallas Mavericks basketball team owner Mark Cuban, arrives at Detroit Metropolitan Airport on Nov. 4, 2016, to attend a rally.  Andrew Harnik, AP President Obama reacts to seeing supporters at Fayetteville State University on Nov. 4, 2016, in Fayetteville, N.C., during a campaign rally for Hillary Clinton.  Pablo Martinez Monsivais, AP Donald Trump arrives for a rally at the Atkinson Country Club in Atkinson, N.H., on Nov. 4, 2016.  Mandel Ngan, AFP/Getty Images Tim Kaine speaks during a campaign stop on Nov. 3, 2016, in Phoenix.  Matt York, AP Hillary Clinton waves at supporters during a campaign rally in Winterville, N.C., on Nov. 3, 2016.  Jewel Samad, AFP/Getty Images Georgio Trisco screams \"Trump!\" during a campaign rally at the Cabarrus Arena on Nov. 3, 2016, in Concord, N.C.  Chip Somodevilla, Getty Images President Obama arrives at a rally for Hillary Clinton and fellow Democrats at Florida International University Arena on Nov. 3, 2016, in Miami.  Al Diaz, AP Ivanka Trump looks at an onion slide during a campaign stop for her father on Nov. 3, 2016, at the Founders Academy in Manchester, N.H.  Jim Cole, AP Melanie Trump walks on stage to deliver a speech at the Main Line Sports Center in Berwyn, Pa., on Nov. 3, 2016.  Patrick Semansky, AP Fullscreen Republican vice presidential nominee Mike Pence,second from right, accompanied by from left, Rep. Steve King, R-Iowa, Sen. Charles Grassley, R-Iowa, and Sen. Ted Cruz, R-Texas, reacts to supporters before speaking at a campaign rally on Nov. 3, 2016, in Prole, Iowa.  Charlie Neibergall, AP Donald Trump speaks during a campaign rally on Nov. 2, 2016, in Pensacola, Fla.  Evan Vucci, AP Hillary Clinton reacts as she is handed a portrait of herself to sign after a rally at Arizona State University in Tempe, Ariz., on Nov. 2, 2016.  Andrew Harnik, AP President Obama speaks at a Clinton rally at the University of North Carolina in Chapel Hill, N.C., on Nov. 2, 2016.  Pablo Martinez Monsivais, AP Hillary Clinton greets supporters outside an early voting center in Lauderhill, Fla., on Nov. 2, 2016.  Jewel Samad, AFP/Getty Images Mike Pence speaks at a campaign stop in Mesa, Ariz., on Nov. 2, 2016.  Matt York, AP Vice President Biden speaks to a crowd of supporters of Hillary Clinton during a rally in Tampa, Fla., on Nov. 2, 2016.  Charlie Kaijo, AP Donald Trump speaks to his supporters during his campaign rally at Bayfront Park Amphitheater in Miami on Nov. 2, 2016.  Luke Franke, Naples Daily News Chelsea Clinton campaigns for her mother on Nov. 2, 2016, at a rally in Boulder, Colo.  Brennan Linsley, AP A Trump supporter holds up signs in Miami on Nov. 2, 2016.  Luke Franke, Naples Daily News Bernie Sanders greets supporters while campaigning for Hillary Clinton at Western Michigan University in Kalamazoo, Mich., on Nov. 2, 2016.  Mark Bugnaski, AP Audience members gather ahead of a Trump campaign stop at the University of Wisconsin Eau Claire on Nov. 1, 2016, in Eau Claire, Wis.  Matt Rourke, AP President Obama walks off stage to greet the crowd after speaking during a campaign event for Hillary Clinton at Capital University on Nov. 1, 2016 in Columbus, Ohio.  Ty Wright, Getty Images Hillary Clinton speaks during a campaign rally in Fort Lauderdale, Fla., on Nov. 1, 2016.  Jewel Samad, AFP/Getty Images Tim Kaine is introduced to the crowd by Russ Feingold during a campaign visit at the Warch Campus Center on Nov. 1, 2016, at Lawrence University in Appleton, Wis.  Dan Powers, AP Tiffany Trump, left, daughter of Donald Trump, and Trump campaign manager Kellyanne Conway shop for snack food at a Wawa gas station  on Nov. 1, 2016, in Valley Forge, Pa.  Chip Somodevilla, Getty Images Hillary Clinton holds hands with former Miss Universe Alicia Machado during a campaign rally on Nov. 1, 2016, in Dade City, Fla.  Chris O'Meara, AP Former president Bill Clinton campaigns for his wife on Nov. 1, 2016, in Florida City, Fla.  Lynne Sladky, AP Mike Pence welcomes Donald Trump to the stage during a campaign event about the Affordable Care Act on Nov. 1, 2016, in Valley Forge, Pa.  Chip Somodevilla, Getty Images Hillary Clinton holds a mask as she jokes with members of her staff aboard her campaign plane on Oct. 31, 2016, in Erlanger, Ky.  Justin Sullivan, Getty Images Hillary Clinton arrives to speak at a rally at Kent State University in Kent, Ohio, on Oct. 31, 2016.  Andrew Harnik, AP Donald Trump is introduced by former Indiana University basketball coach Bobby Knight during a campaign rally at the Deltaplex Arena on Oct. 31, 2016 in Grand Rapids, Mich.  Chip Somodevilla, Getty Images Hillary Clinton arrives at Cleveland Burke Lakefront Airport on Oct. 31, 2016.  Andrew Harnik, AP Members of \"Zombies for Trump\" mug for the camera following a Trump campaign event at Macomb Community College on Oct. 31, 2016, in Warren, Mich.  Jeff Kowalsky, AFP/Getty Images Hillary Clinton campaigns with former congresswoman Gabby Giffords and her husband, Mark Kelly, at the base of the John A. Roebling Suspension Bridge in Cincinnati on Oct. 31, 2016.  Matt Rourke, AP Donald Trump takes the stage before speaking to a crowd during a rally at the Macomb Community College Sports & Expo Center in Warren, Mich., on Oct. 31, 2016.  Ryan Garza, Detroit Free Press Tim Kaine speaks at the Jack Amyette Recreation Center during a campaign rally in Jacksonville, N.C., on Oct. 31, 2016.  Mike Spencer, AP Like this topic? You may also like these photo galleries: Replay ",
    "title": "Early voters not swayed by late campaign events"
   },
   {
    "entities": [
     "john",
     "rahm",
     "cleveland",
     "tribune",
     "nov. 2, 2016",
     "side",
     "chicago",
     "river",
     "tom",
     "city",
     "ariz.",
     "byrne",
     "latin",
     "2016",
     "reporter",
     "hal",
     "dardick",
     "contact",
     "morales/chicago",
     "ricketts",
     "hall",
     "america",
     "friday",
     "monday",
     "roger",
     "south",
     "thursday",
     "scottsdale",
     "emanuel"
    ],
    "id": 3,
    "text": "City to hold Cubs World Series parade Friday This was the year: The Chicago Cubs win the 2016 World Series A day in the life of Chicago, after 108 years of waiting, the Cubs won the 2016 World Series. (Roger Morales/Chicago Tribune) A day in the life of Chicago, after 108 years of waiting, the Cubs won the 2016 World Series. (Roger Morales/Chicago Tribune) John Byrne Contact Reporter Chicago Tribune The city will honor the World Series champion Chicago Cubs with a Friday \"parade to stand the test of time,\" Mayor Rahm Emanuel said Thursday. The mayor, speaking shortly before noon at an unrelated event, said the parade will be held \"around this time.\" Specifics are being worked out \"as we speak,\" he said. He had no specifics on the route, telling reporters \"just stand somewhere in the middle of the city and you'll see it.\" \"I just talked to Tom Ricketts. I talked to him yesterday a couple times, I talked to him this morning again,\" Emanuel said when asked about the parade. \"I think all of us would just want 20 minutes of consistent sleep, then we're gonna — Here's the thing: we're going to have a parade in Chicago that will stand the test of time. It will be a parade that 108 years have waited for. It will be a parade and a celebration that all of Chicago for 108 years in their mind's eye, have been envisioning. We're going to make it a reality in the city of Chicago.\" Asked whether the Chicago River will be dyed blue, he said he would like to do that but wasn't certain if it would work. \"I want to do a lot of things,\" Emanuel said. The city had been planning to hold a parade Monday if the Cubs won Game 7, but the team asked to move it up to Friday, a City Hall source said. Baseball general managers will gather Monday in Scottsdale, Ariz. for four days of meetings. And many of the players have offseason homes in other cities and in countries in Latin America, and would prefer not to wait around until next week before getting out of town. Chicago Public Schools students won't have to play hooky to watch the parade — Friday already was scheduled day off. The mayor's comments came at an unrelated economic development announcement on the South Side. Wearing a Cubs championship hat that he said he grabbed on the field during the celebration in Cleveland, Emanuel repeatedly pleaded for understanding, noting he only got 11/2 hours of sleep after getting back to Chicago. Photos from Game 7 of the World Series at Progressive Field in Cleveland on Nov. 2, 2016. \"Where am I, and how did I get here?\" he joked at one point, adding that he forgot his kids' names at a parent-teacher conference at school Thursday. Chicago Tribune's Hal Dardick contributed. jebyrne@chicagotribune.com ",
    "title": "City to hold Cubs World Series parade Friday - Chicago Tribune"
   },
   {
    "entities": [
     "huma",
     "wednesday",
     "of",
     "hillary",
     "york",
     "comey",
     "inc",
     "fbi",
     "foundation",
     "abedin",
     "the",
     "triay",
     "november 3, 2016",
     "cbs",
     "clinton",
     "news",
     "weiner",
     "state",
     "washington",
     "justice",
     "u.s.",
     "new",
     "andres",
     "interactive",
     "email",
     "friday",
     "monday",
     "anthony",
     "james",
     "department",
     "congress"
    ],
    "id": 4,
    "text": "CBS News November 3, 2016, 6:08 PM FBI finds emails related to Hillary Clinton's State Department tenure Email The FBI has found emails related to Hillary Clinton’s tenure as secretary of state on the laptop belonging to the estranged husband of Huma Abedin, Anthony Weiner, according to a U.S. official. These emails, CBS News’ Andres Triay reports, are not duplicates of emails found on Secretary Clinton’s private server. At this point, however, it remains to be seen whether these emails are significant to the FBI’s investigation into Clinton. It is also not known how many relevant emails there are. In a letter to Congress last Friday, FBI Director James Comey indicated that the agency was taking steps to review newly discovered emails relating to Clinton’s private email server. Those emails came from the laptop of Weiner, a former New York congressman. Abedin reportedly said she had no knowledge of the existence of any of her emails on Weiner’s laptop . On Monday, CBS News reported that the FBI had obtained a warrant for the emails. In a separate matter, CBS News confirmed that there were disagreements between FBI agents looking into the Clinton Foundation and their superiors in Washington and at the Department of Justice. The Wall Street Journal reported Wednesday that the FBI was facing an “internal feud” over how to handle the Clinton Foundation case in the middle of election season. Officials say tension like this is common in many cases. It is still unclear whether the FBI inquiry into the Clinton Foundation was a full-blown investigation. The current status of that inquiry is also unclear. However, no known charges have been filed related to the foundation. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "FBI finds emails related to Hillary Clinton's State Department tenure - CBS News"
   },
   {
    "entities": [
     "huma",
     "indiana",
     "carolina",
     "hillary",
     "michigan",
     "trump",
     "october",
     "donald",
     "fbi",
     "fox",
     "scorecard",
     "ohio",
     "gop",
     "missouri",
     "pennsylvania",
     "foundation",
     "electoral",
     "abedin",
     "hampshire",
     "2016",
     "obama",
     "clinton",
     "miami",
     "news",
     "last week",
     "weiner",
     "decision",
     "afternoon",
     "new",
     "nevada",
     "team",
     "north",
     "jacksonville",
     "friday",
     "florida",
     "fla.",
     "anthony",
     "thursday",
     "november 03, 2016"
    ],
    "id": 5,
    "text": "Fox News Electoral Scorecard: Key states tilting toward Trump after FBI's October surprise Published               November 03, 2016 Facebook 0 Twitter 0 livefyre Email Print   The FBI’s October surprise appears to have improved Donald Trump’s overall standing in the electoral map, with the latest Fox News Electoral Scorecard showing several states shifting in his favor since last week. The Fox News Decision Team announced updates to the scorecard Thursday afternoon, reflecting the following changes based on recent polling and other factors: New Hampshire moves from “lean Democrat” to “toss-up” Ohio moves from “toss-up” to “lean Republican” Indiana moves from “lean Republican” to “solid Republican” Missouri moves from “lean Republican” to “solid Republican” Despite the changes, Democratic presidential nominee Hillary Clinton maintains the clear advantage, and Trump’s path to victory remains a tight one. But the latest ratings show Clinton’s advantage diminishing. If Clinton were to win all the states leaning toward or solidly in the Democratic column, she’d have 283 electoral votes – more than the 270 needed to win. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → If Trump were to win all the states leaning toward or solidly in the GOP column, he’d be short at 192 electoral votes. But winning all the toss-up states would put him just 15 electoral votes shy of 270. One more win in North Carolina, Michigan or Pennsylvania could get him to victory. The updates and fresh polling comes in the wake of the FBI’s decision Friday to revisit the Clinton email investigation after new messages were found on the laptop used by ex-Rep. Anthony Weiner, the estranged husband of Clinton aide Huma Abedin. The Clinton campaign and its allies have downplayed the significance of the messages while questioning the FBI’s announcement so close to Election Day. Trump, meanwhile, has seized on the news as well as other developments to press his case in the final stretch. Speaking Thursday in Jacksonville, Fla., he cited reporting by Fox News that an FBI investigation regarding the Clinton Foundation has become a “high priority.” He also touted new polls in Ohio and elsewhere showing him ahead. Clinton and President Obama have, for their part, made an impassioned case to voters to not elect Trump. “You want a voice who’s bragging about how being famous lets you get away with what would qualify as sexual assault, and calls women pigs, and dogs, and slobs?” Obama warned voters Thursday in Miami. “And when he pays attention to women, it’s because he’s grading them on a scale of one to ten. What kind of message are we sending if that’s our voice?” In the latest states to shift, Ohio is the most highly sought prize. Trump has been leading there for weeks and his recent national bounce moves the state back into his column. Early ballot requests also suggest a Republican advantage. The Electoral Scorecard also recently moved Florida and Nevada from “lean Democrat” into the “toss-up” column as well, while North Carolina shifted from “toss-up” to “lean Democrat.”  Advertisement ",
    "title": "Fox News Electoral Scorecard: Key states tilting toward Trump after FBI's October surprise | Fox News"
   },
   {
    "entities": [
     "john",
     "johnson",
     "of",
     "nov. 3, 2016",
     "kgb",
     "hillary",
     "states",
     "russia",
     "trump",
     "donald",
     "fla",
     "iran",
     "putin",
     "calif.",
     "white",
     "syria",
     "committee",
     "ukraine",
     "entous",
     "vladi\\xc2\\xadmir",
     "gop",
     "director",
     "equestrian",
     "middle",
     "2016",
     "obama",
     "adam",
     "november",
     "east",
     "clinton",
     "jr.",
     "wikileaks",
     "national",
     "miller",
     "greg",
     "washington",
     "moscow",
     "democratic",
     "house",
     "clapper",
     "sen.",
     "tuesday",
     "security",
     "bernie",
     "center",
     "vermont",
     "u.s.",
     "vladimir",
     "jeh",
     "intelligence",
     "jacksonville",
     "dnc",
     "podesta",
     "r.",
     "schiff",
     "james",
     "department",
     "november 3",
     "june",
     "united",
     "sanders",
     "b.",
     "homeland"
    ],
    "id": 6,
    "text": "U.S. officials warn of Russian mischief in election and beyond The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Greg Miller and Adam Entous November 3 at 6:35 PM Follow @gregpmiller U.S. intelligence agencies do not see Russia as capable of using cyberespionage to alter the outcome of Tuesday’s presidential election, but they have warned that Moscow may continue meddling after the voting has ended to sow doubts about the legitimacy of the result, U.S. officials said. The assessment reflects widespread concern among U.S. spy agencies that a months-long campaign by Russia to rattle the mechanisms of American democracy will probably continue after polls close on one of the most polarizing races in recent history, extending and amplifying the political turbulence. U.S. security officials have not ruled out Russian-sponsored disruption on Election Day. In recent weeks, officials at the Department of Homeland Security have collected evidence of apparent Russian “scanning” of state-run databases and computer voting systems. “Whether they were really trying hard to get in, it’s not clear,” a U.S. official said. Still, the decentralized nature of U.S. polling would make it extraordinarily difficult to subvert a nationwide race. Instead, U.S. officials said it is more likely that Russia would use hacking tools to expose or fabricate signs of vote-rigging, aiming to delegitimize an election outcome that Republican candidate Donald Trump has said he may refuse to accept if he does not win. “I think it’s correct to say the Russians don’t think they can dictate the outcome,” said Rep. Adam B. Schiff (Calif.), the top Democrat on the House Intelligence Committee. But even as votes are being tallied Tuesday, Schiff said, Russian intelligence services are likely to be “looking through their troves of hacked documents and seeing what they can release.” At the third and final presidential debate, Democratic presidential nominee Hillary Clinton said Russian President Vladimir Putin would \"rather have a puppet as president.\" (The Washington Post) Whether Trump or Democratic nominee Hillary Clinton prevails, Schiff said, the United States “can expect a lot more of the same in terms of cyber-malevolence and influence” from Moscow. U.S. officials said there is still time for last-minute disruptions, even if the overall election appears relatively secure. Several officials said they fear that even an isolated operation that forces a voting system offline could erode confidence. Schiff and others said they remain worried that Moscow could dump doctored documents over the weekend that appear to expose illegality by the Clinton or Trump campaigns — disclosures designed to create confusion among voters and be difficult to disprove before citizens cast their votes. No forgeries have so far been identified among the thousands of files that U.S. officials believe were stolen by Russia and essentially laundered to the U.S. public and media through the WikiLeaks website. The fact that Russia has so far refrained from altering documents or planting forgeries among the leaked emails is seen by some U.S. officials as potentially setting the stage for a more sinister plot. The media and public have come to see the WikiLeaks stockpiles as authentic, increasing the potential impact if Russia were to insert a deliberate but compelling falsehood. Russian President Vladi­mir Putin has repeatedly denied any Russian involvement in the ­election-related hacks. But those assertions have been dismissed by U.S. intelligence agencies and cybersecurity experts, with some saying that Russia engaged in sloppy tradecraft or seemed not terribly concerned about covering its tracks. Anxiety about late-election vulnerabilities has factored into the Obama administration’s reluctance so far to retaliate against Russia. The White House has opted against authorizing any countermeasures despite high confidence across U.S. spy agencies that Russia alone orchestrated the digital theft of thousands of sensitive documents posted online in recent months by WikiLeaks. The releases have included hacked files of the Democratic National Committee and emails of Clinton campaign chairman John Podesta, among others. 1 of 48 What Donald Trump is doing on the campaign trail View Photos The GOP presidential nominee is out on the trail ahead of the general election in November. Caption The GOP presidential nominee is out on the trail ahead of the general election in November. Nov. 3, 2016 Republican presidential nominee Donald Trump speaks during a campaign event at the Jacksonville Equestrian Center in Jacksonville, Fla. Jabin Botsford/The Washington Post Buy Photo Wait 1 second to continue. The White House has been weighing countermeasures for months but worried that retaliating before the election would give Moscow time to inflict more direct damage in the waning days of the campaign. “Escalation in the cyber-realm can happen quickly,” a senior U.S. official said. Those urging restraint say they believe the Russian threat would be diminished after Election Day. Officials said the White House is also reluctant to take decisions on an escalation that could have profound implications for the next president. U.S. officials said the options under consideration include kicking more suspected Russian intelligence officers out of the United States, imposing new economic sanctions against Russian entities tied to the alleged hacking and potentially launching cyberattacks on Russian computer systems. Obama used cyberweapons to hobble Iran’s nuclear program early in his first term but has been reluctant to go down that road again, aides say. The administration’s decision could depend on what the Russians do in the coming days. An election-disrupting attack would probably trigger a more aggressive U.S. response, according to officials. U.S. officials say the stakes have been made clear to Moscow. The election-related tensions are part of a broader escalation in the level of antagonism between the United States and its former Cold War adversary. The two countries are fighting a proxy war against each other in Syria, are competing for influence elsewhere in the Middle East and are at odds over Russian intervention in Ukraine. The hack of the DNC was blamed on Russia by cybersecurity experts and U.S. officials the moment it was publicly disclosed in June. The administration formally went public with its case last month , issuing a statement from Director of National Intelligence James R. Clapper Jr. and Homeland Security Director Jeh Johnson concluding that intrusions were authorized by “Russia’s senior most officials.” Even so, there is still disagreement among some agencies and analysts over Moscow’s objectives. The White House has maintained that it does not believe Russia’s operations have been aimed at delivering an election win for Trump, who has praised Putin and argued there is no evidence of Russian involvement in the hacks — a position at odds with what he has been told in classified briefings. The operations could be a more general effort to embarrass the United States and disrupt democratic institutions. Clinton has said that Russia is seeking to ensure her defeat, a contention some U.S. intelligence officials say they believe is supported by the one-sided nature of the leaks. U.S. officials have speculated that Putin harbors personal animosity toward Clinton, believing that while serving as secretary of state she helped incite mass protests in Moscow that embarrassed the former KGB operative. Even if there are no further election-related disruptions and Clinton emerges victorious, some U.S. officials believe that Russia has already accomplished many of its goals. “They’ve weakened Secretary Clinton by dumping information from her campaign manager and others,” Schiff said. The leaks have exposed infighting between Clinton and her former Democratic opponent, Sen. Bernie Sanders of Vermont, forced the resignation of the DNC chief and — perhaps most importantly — cast Russia and its capacity to inflict damage as an ominous figure looming over the 2016 campaign. “They enjoy being the subject of discussion in an American election,” Schiff said. “It enhances their prestige in a bizarre way that they’re considered a player. This is also their way of payback, and I think they are delighting in that.” Read more: ",
    "title": "U.S. officials warn of Russian mischief in election and beyond - The Washington Post"
   },
   {
    "entities": [
     "john",
     "of",
     "dept",
     "hillary",
     "states",
     "chicago",
     "julian",
     "fbi",
     "shares",
     "toner",
     "the",
     "fishel",
     "london",
     "assange",
     "july 5",
     "clinton",
     "sweden",
     "wikileaks",
     "state",
     "mark",
     "2010",
     "today",
     "justin",
     "spokesperson",
     "email",
     "podesta",
     "america",
     "friday",
     "department",
     "united",
     "this afternoon",
     "nov 3, 2016"
    ],
    "id": 7,
    "text": "State Dept. Drops More Clinton Emails Days From Election By JUSTIN FISHEL Nov 3, 2016, 4:28 PM ET 0 Shares Play Carlos Barria/Reuters WATCH Clinton Notes Women Couldn't Vote the Last Time the Chicago Cubs Won the World Series 0 Shares Email The State Department published an additional 1,280 pages of official email belonging to Secretary of State Hillary Clinton this afternoon as part of a court-ordered effort to produce some of her more recently discovered correspondence before the presidential election . The documents come from the nearly 15,000 emails the FBI recovered during its investigation into the Democratic nominee's handling of sensitive information on a controversial private email server. When We Might Know More on FBI's Renewed Investigation Into Clinton's Email Server The State Department said today \"a significant number are 'near duplicates' of documents previously provided by former Secretary Clinton\" which have already been released to the public. \"For instance, a 'near duplicate' would be substantively identical to previously released emails,but for a top email in the chain stating 'Please print,'\" State Department Deputy Spokesperson Mark Toner said in an emailed statement. Some 5,600 of the 15,000 emails turned up by the FBI have been deemed work-related, but it's not clear how many of them actually consist of new material. The State Department is under a court order to release another batch of these emails on Friday and the rest will come in monthly, post-election tranches. But Clinton's emails woes have moved far beyond this highly-controlled process of releasing official correspondence from her private server. For nearly a month now, her campaign has been faced with a daily onslaught of hacked emails belonging to her campaign chairman John Podesta, published by document-leaking website WikiLeaks. In addition, the FBI announced last Friday that it has new emails in its possession that may be relevant to its investigation into her handling of classified information on her private server -- essentially re-opening a case that everyone thought had been closed on July 5 -- not to mention throwing a huge wrench into the gears just days before the election. Ironically, one new email from 2010 offers a suggestion on how Clinton ought to respond to Wikileaks founder Julian Assange after he posted roughly 250,000 State Department cables online. \"We view this not as a 'clever game' of wiki leaks but rather as a 'criminal act' against the United States of America,\" the email said. \"He [presumably Assange] might think this is a clever game today -- but when he is prosecuted and if convicted, he will move from being a clever-cyber thief to a convicted criminal -- and will find out that's a whole different kind of game.\" Six years after that email was written, Julian Assange remains free, holed-up at the Ecuadorian embassy in London, avoiding extradition to Sweden over a sex-crimes investigation. His site, WikiLeaks, has continued publishing private government and corporate documents it obtains. 0 Shares ",
    "title": "State Dept. Drops More Clinton Emails Days From Election - ABC News"
   },
   {
    "entities": [
     "korea",
     "of",
     "hillary",
     "michigan",
     "npr",
     "asia",
     "zitzewitz",
     "management",
     "university",
     "trump",
     "comey",
     "donald",
     "fbi",
     "betfair",
     "hollywood",
     "doll",
     "sept. 26",
     "2 percent",
     "chris",
     "mexico",
     "wolfers",
     "standard",
     "access",
     "clinton",
     "weekend of oct. 7-9",
     "news",
     "15 percent",
     "u.s.",
     "s&p",
     "reserve",
     "nuveen",
     "justin",
     "email",
     "bob",
     "&",
     "friday",
     "25 percent",
     "asset",
     "canada",
     "arnold",
     "south",
     "james",
     "$4",
     "congress",
     "12 percent",
     "united",
     "federal",
     "poor",
     "kingdom"
    ],
    "id": 8,
    "text": "Embed Embed Transcript For the first time in history, the financial markets seem to prefer the Democratic candidate for president over the Republican, and anything that lessens her chances of victory is likely to hurt asset prices, according to a paper written by Zitzewitz and Justin Wolfers, a professor of economics and public policy at the University of Michigan. \"This election is going to be a very big deal economically. That's what we're finding,\" Zitzewitz said in an interview with NPR. The paper says a victory by Trump would have a much bigger impact on stock, energy and currency prices than previous elections. The Standard & Poor's 500 index, as well as British and Asian stock markets, would see a decline of 10 to 15 percent under Trump, the paper says. Oil prices would fall by $4 a barrel and the Mexican peso would lose 25 percent of its value, it says. Article continues after sponsorship The Stock Market Stumbles After Friday's Clinton Email News. Here's Why \"The market really cares. We have a 12 percent difference in the value of the S&P; under the two candidates. When we did this work on past elections we were getting results more like 2 percent. This election is very different in that regard. The economic stakes are quite high,\" Zitzewitz told NPR. As many market analysts have noted, Trump's tax policies and their impact on the deficit and his criticism of the Federal Reserve, as well as his attacks on trade, would make him an unknown commodity in the economy. \"I think that the market has sold off here because Donald Trump's prospects are improving,\" Bob Doll of Nuveen Asset Management said in an interview on CNBC this week. Economists Warn: Trump 'Promotes Magical Thinking And Conspiracy Theories' \"The market isn't saying, 'I like Hillary and I don't like Donald.' It's saying, 'I like certainty and I don't like uncertainty,' \" Doll said. Although Clinton is no favorite of Wall Street's, the markets at least have a sense of where she stands, Doll added. In their paper, Wolfers and Zitzewitz sought to quantify the market reaction to a Trump victory by looking at what happened during the first Clinton-Trump debate on Sept. 26 and correlating the results with data from the British betting exchange Betfair. As the evening wore on, Clinton appeared to be winning, and Betfair said her odds of winning rose. At the same time, stock futures and prices rose in the U.S., the United Kingdom and Asia and crude oil prices were also up, the paper says. Meanwhile the currencies of major U.S. trading partners such as Canada, Mexico and South Korea rose. How Did Trump's And Clinton's Economic Policy Speeches Compare? Nothing else was happening that evening that would explain the market reaction, the paper says. The markets also rose over the weekend of Oct. 7-9, after the release of the Access Hollywood video in which Trump bragged about touching women without their consent. The reverse happened last week after FBI Director James Comey sent a letter to Congress saying his agency had discovered new emails that might be related to Clinton. As CNBC noted , \"Bond yields have moved lower, and so have stocks, as the markets have begun to react to the possibility of a Trump victory in the last several days.\" NPR's Chris Arnold contributed to this report. ",
    "title": "As Trump's Odds Of Victory Rise, Financial Markets Get Nervous : NPR"
   },
   {
    "entities": [
     "cyber",
     "of",
     "mcfaul",
     "for",
     "russia",
     "trump",
     "nbc",
     "intel",
     "2014",
     "white",
     "cia",
     "prepare",
     "day",
     "defense",
     "2012",
     "obama",
     "news",
     "agency",
     "house",
     "security",
     "u.s.",
     "michael",
     "department",
     "election",
     "national",
     "attacks",
     "possible",
     "homeland"
    ],
    "id": 9,
    "text": "Exclusive: U.S. Intel Prepare for Possible Election Day Cyber Attacks 2:52 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161104134515if_/http://www.nbcnews.com/widget/video-embed/800452163840\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The U.S. government believes hackers from Russia or elsewhere may try to undermine next week's presidential election and is mounting an unprecedented effort to counter their cyber meddling, American officials told NBC News. The effort is being coordinated by the White House and the Department of Homeland Security, but reaches across the government to include the CIA, the National Security Agency and other elements of the Defense Department, current and former officials say. Russia has been warned that any effort to manipulate the actual voting or vote counting would be viewed as a serious breach, intelligence officials say. \"The Russians are in an offensive mode and [the U.S. is] working on strategies to respond to that, and at the highest levels,\" said Michael McFaul, the U.S. ambassador to Russia from 2012 to 2014. Officials are alert for any attempts to create Election Day chaos, and say steps are being taken to prepare for worst-case scenarios, including a cyber-attack that shuts down part of the power grid or the internet. But what is more likely, multiple U.S. officials say, is a lower-level effort by hackers from Russia or elsewhere to peddle misinformation by manipulating Twitter, Facebook and other social media platforms. For example, officials fear an 11th hour release of fake documents implicating one of the candidates in an explosive scandal without time for the news media to fact check it. So far, document dumps attributed to the Russians have damaged Democrats and favored Trump. \"The Russians are in an offensive mode and [the U.S. is] working on strategies to respond.\" The Russians \"want to sow as much confusion as possible and undermine our process in ways they've done elsewhere,\" said a senior Obama administration official. \"So this is to make sure that we have all the tools at our disposal and that we're prepared to respond to whatever it is that they do.\" \"We need to be prepared on every front, not just technical but messaging, and so on,\" the official added, saying the details were classified. \"Because any reporting irregularity could be incredibly disruptive. … They can cause tremendous chaos, and by the time we are able to attribute, the damage may have already been done.\" Officials were reluctant to discuss how they might be respond to such \"influence operations,\" other than to say they will make efforts to counter misinformation and keep open communication nodes. The U.S. intelligence community and the Department of Homeland Security assess that it would be extremely difficult for even a nation-state actor to alter actual ballot counts or election results by cyber-attack, a second senior administration official told NBC News. Play ",
    "title": "Exclusive: White House Readies to Fight Election Day Cyber Mayhem - NBC News"
   }
  ]
 }
}