{
 "05": {
  "col-sim": {
   "cosine": 0.30515783140568215,
   "entity": 0.28867513459481287
  },
  "exec-time": 23.775647401809692,
  "links": [
   {
    "entities": [
     "35 percent",
     "mitt",
     "johnson",
     "45 percent",
     "november 1-3, 2016",
     "50-39 percent",
     "69 percent",
     "shaw",
     "93 percent",
     "trump",
     "daron",
     "september",
     "70 percent",
     "54 percent",
     "robbins",
     "41-28 percent",
     "56 percent",
     "research",
     "fbi",
     "85 percent",
     "37 percent",
     "fox",
     "92 percent",
     "27 percent",
     "company",
     "71 percent",
     "16 percent",
     "gop",
     "5 percent",
     "42 percent",
     "7 percent",
     "chris",
     "11 percent",
     "21 percent",
     "60 percent",
     "22 percent",
     "47 percent",
     "2016",
     "51 percent",
     "2012",
     "65 percent",
     "38 percent",
     "23 percent",
     "mid-october",
     "80 percent",
     "clinton",
     "63 percent",
     "88 percent",
     "news",
     "last week",
     "59 percent",
     "sam",
     "40 percent",
     "46 percent",
     "romney",
     "anderson",
     "58 percent",
     "15 percent",
     "74 percent",
     "uncle",
     "court",
     "three weeks ago",
     "66 percent",
     "&",
     "31 percent",
     "poll",
     "october 10-12",
     "25 percent",
     "56-42 percent",
     "supreme",
     "41-33 percent",
     "39 percent",
     "30 percent",
     "90 percent"
    ],
    "id": 0,
    "text": "See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → Trump is favored by men (+11 points), whites (+19), and whites without a college degree (+33).   Clinton leads among women (+13 points), blacks (+74), and voters under age 30 (+17).  She’s also ahead by 11 points among the one-in-five who have already voted (50-39 percent). They split the support of whites with a college degree:  Trump gets 45 percent to Clinton’s 42 percent.   In 2012, GOP nominee Mitt Romney won this group by 14 points (56-42 percent).  Both candidates are consolidating their bases, but Clinton outperforms Trump:  she gets 90 percent among Democrats and he gets 85 percent of Republicans.   Related Image Expand / Contract Trump has an 8-point edge over Clinton among independents (41-33 percent).  That’s down from his 13-point advantage last week (41-28 percent).  Johnson takes 11 percent. Trump has a six-point strength-of-support advantage, as more of his backers (71 percent) say they “strongly” support their candidate than Clinton supporters (65 percent).  In addition, his folks (63 percent) are more likely than hers (54 percent) to be “extremely” interested in the race.   That enthusiasm gap may be one consequence of the renewed FBI investigation into Clinton’s use of a private email server while she was secretary of state.  How much damage has the scandal really done to her campaign? Some 74 percent of voters say the FBI investigation won’t make a difference to their vote, and four percent actually say it makes them more likely to support her.  Yet 21 percent say it makes them less likely to vote for her, including 37 percent of Republicans and 21 percent of independents.  Among Democrats, 5 percent say it makes them less likely to support Clinton, while 7 percent say it makes them more likely. “The FBI action forced Clinton to play defense in the closing week,” says Democratic pollster Chris Anderson.  “But the number of voters who will move out of her column to someone else will likely be minimal.  If the election really comes down to the wire, perhaps it makes a difference in a battleground.”  Anderson conducts the Fox News Poll with Republican counterpart Daron Shaw. Then again, the 59 percent who are bothered by Clinton’s use of a private email server is actually down a touch from 60 percent who felt that way at the end of September.   For 39 percent it’s “no big deal.”  The emails bother almost all Republicans (92 percent), most independents (69 percent), but just one in five Democrats (22 percent). While over half of voters, 51 percent, doubt the FBI will find anything that will lead to criminal charges against Clinton, some 47 percent think it will -- including 42 percent of independents and 16 percent of Democrats. Related Image Expand / Contract So it’s not surprising that by a 16-point margin, more voters are concerned scandals would have a “serious effect” on a Clinton administration (70 percent) than a Trump administration (54 percent).  Moreover, nearly half (46 percent) are “very” worried about scandals if Clinton were elected, up from 37 percent three weeks ago. Then there’s Clinton’s honesty rating.  It ticked up one point to 31 percent.  It was a record-low 30 percent among likely voters last week.  For Trump, 38 percent say he’s honest and trustworthy.  Honesty is one of the only personal traits where he bests her.   Related Image Expand / Contract “Much of the recent commentary misses the big picture here,” says Shaw.  “The specific charges matter less than the fact that they reinforce the broad sense that Clinton’s dishonest.  If late-breaking voters decide to make a leap of faith with Trump, it will be because of this feeling.” Fifty-eight percent say Clinton has the temperament to serve effectively as president, compared to just 40 percent for Trump. While both candidates remain unpopular, Clinton’s lost her advantage here.  Her net negative rating is 13 points (43 favorable vs. 56 unfavorable).  Last week she was underwater by 8.  At the same time, Trump’s net negative 12 points (43 favorable vs. 55 unfavorable) improved a bit from negative 14 a week ago. Roughly 15 percent of likely voters dislike both Clinton and Trump.  Who are they backing?  Clinton and Johnson garner 25 percent each from this group, and 23 percent go for Trump. The number who think Clinton will win the election is down, yet a majority still thinks she’ll be the next president:  56 percent, down from a high of 66 percent three weeks ago (October 10-12).  Still, only 35 percent expect a Trump victory.   Related Image Expand / Contract Most of her supporters remain confident in their candidate, as 90 percent think it will be Madame President, down slightly from 93 percent in mid-October.  At the same time, Trump’s supporters are feeling more confident: 69 percent think he’ll win, up from 56 percent.   Meanwhile, 80 percent of Clinton supporters say they’ll accept the election outcome if Trump wins.  That’s down from 88 percent last week.  That number holds steady among Trump supporters, as 58 percent say they’ll accept the outcome if Clinton wins.   Nearly three-out-of-four will go to the voting booth unhappy with Uncle Sam:  46 percent are “dissatisfied” with the way the federal government is working and another 27 percent are “angry.”  Trump backers are four times as likely as those supporting Clinton to say they’re angry (44 vs. 11 percent).   Clinton’s lost ground on the issues.  For example, the new poll finds likely voters trust her over Trump on making decisions about using nuclear weapons by 16 points.  That’s down from a 25-point lead in mid-October.   The two candidates tie on nominating the next Supreme Court justice and handling terrorism.  Clinton has consistently been preferred on the court, and in five of the six previous polls she had the edge on terrorism.   Related Image Expand / Contract And Trump’s current 8-point advantage over Clinton on handling the economy is his largest yet.   The Fox News Poll is based on landline and cellphone interviews with 1,211 randomly chosen registered voters nationwide and was conducted under the joint direction of Anderson Robbins Research (D) and Shaw & Company Research (R) from November 1-3, 2016.  The survey includes results among 1,107 likely voters.  The margin of sampling error is plus or minus 2.5 percentage points for results among registered voters and plus or minus 3 points among likely voters.   ",
    "title": "Fox News Poll: Clinton ahead of Trump by two points | Fox News"
   },
   {
    "entities": [
     "john",
     "carolina",
     "hillary",
     "michigan",
     "cordes",
     "trump",
     "donald",
     "cuban",
     "lewis",
     "ohio",
     "pennsylvania",
     "cbs",
     "obama",
     "2012",
     "clinton",
     "news",
     "barth",
     "mark",
     "november 4, 2016",
     "wisconsin",
     "tuesday",
     "2008",
     "north",
     "colorado",
     "virginia",
     "friday",
     "florida",
     "pittsburgh",
     "nancy",
     "nov. 4, 2016"
    ],
    "id": 2,
    "text": "CBS News November 4, 2016, 7:16 PM Clinton and Trump make final push in key states Email It’s a race against the clock now for Hillary Clinton and Donald trump to get every last supporter to vote. Among the 13 battleground states that will decide the election Tuesday, Clinton  leads in Pennsylvania, Wisconsin, Michigan and Virginia. But  other states vital to victory are now “neck-and-neck.” They include Florida, North Carolina and Colorado. And Trump has a lead in Ohio.  CBS News’ Nancy Cordes reports on the Clinton campaign.  “Do we want a president who doesn’t know when to shut up,” billionaire Mark Cuban said at a campaign event Friday. It was two against one in Pittsburgh today with Clinton and Mark Cuban both pelting Trump’s lack of filter. “And I’ll tell you some of what I heard coming from my opponent it was really hard not go, ‘whaaaaaat did you just say?!’” Clinton said. Clinton campaigned in Pittsburgh on Friday, Nov. 4, 2016.  CBS News As they spoke, the campaign’s massive, long-planned get-out-the-vote effort was kicking into gear across the country. “It is tedious but we do it with great love,” said one campaign worker. Clinton aides say nearly 1 million people have signed up to volunteer over the next four days. “Hi, my name Barth I’m calling from the Hillary Clinton campaign,” says one caller as he cold-calls.    The operation is run by veterans of the vaunted Obama turnout effort in 2008 and 2012. Using public data, the campaign has already rated every potential voter on two sliding scales of 1 to 100 - one scale for the likelihood they will vote, another for their level of support. High support, low-propensity voters get the most visits. “You would be doing yourself and your family and the country, Florida, all of the above a huge service if you get out to vote early for her,” one campaign worker says as she goes door-to-door.  In the south, Congressman and civil rights icon John Lewis has been leading hundreds of early voters on what he calls a “march to the polls.” Clinton aides insist their ground game advantage is enough to repel a late Trump surge in some battleground states and even Democratic states like Michigan, where Clinton was today after polls showed Trump getting a little too close for comfort here. ",
    "title": "Clinton and Trump make final push in key states - CBS News"
   },
   {
    "entities": [
     "michigan",
     "cathleen",
     "union",
     "10.4%",
     "local",
     "ohio",
     "57%",
     "lauter",
     "obama",
     "joe",
     "roe",
     "clinton",
     "wisconsin",
     "santa",
     "friday",
     "kyle",
     "supreme",
     "congress",
     "cancela",
     "robby",
     "bonier",
     "of",
     "armand",
     "midwest",
     "hillary",
     "kamala",
     "donald",
     "market",
     "edmund",
     "associated",
     "40%",
     "hampshire",
     "2012",
     "david",
     "bay",
     "massachusetts",
     "decker",
     "elizabeth",
     "press",
     "tuesday",
     "willon",
     "226",
     "emamdjomeh",
     "philadelphia",
     "southern",
     "phil",
     "vs.",
     "pittsburgh",
     "bill",
     "/",
     "harris",
     "60%",
     "carolina",
     "california",
     "michelle",
     "daniel",
     "warren",
     "tom",
     "barbara",
     "central",
     "white",
     "38%",
     "paul",
     "mid-october",
     "mcdonald",
     "senate",
     "caption",
     "20%",
     "detroit",
     "court",
     "mook",
     "biden",
     "vermont",
     "new",
     "nevada",
     "smith",
     "florida",
     "michael",
     "eastern",
     "sanders",
     "11.8%",
     "trump",
     "university",
     "culinary",
     "area",
     "a.",
     "gop",
     "pennsylvania",
     "55%",
     "yvanna",
     "sancya",
     "house",
     "kim",
     "bernie",
     "wade",
     "north",
     "early",
     "midwestern",
     "valley"
    ],
    "id": 3,
    "text": "Clinton is seeing early turnout among the women and Latinos she is counting on in crucial states Hillary Clinton Hillary Clinton speaks Friday at a rally in Detroit. Hillary Clinton speaks Friday at a rally in Detroit. (Paul Sancya / Associated Press) Cathleen Decker Contact Reporter Donald Trump and his campaign surrogates have been banking that a cadre of voters who rarely surface at the polls will show up and buoy his campaign as it drives toward Tuesday’s election. Yet while reliably Republican voters are showing up at early-voting sites, they are being met there by a countering army: women, Latinos and other supporters of Hillary Clinton. The early vote is an imperfect measure of results, but two points seem clear. The first is that an election whose negativity seemed destined to drive away more voters than it attracted has so far done the reverse, prompting a record deluge of early voting in many of the states that will decide the presidency. By Tuesday, experts estimate, as many as 40% of the eventual ballots may have already been cast. The second is that Trump has been helpful to Clinton ’s efforts to increase voting among women and Latinos. Hillary Clinton supporters and Donald Trump supporters can agree on: If their candidate loses on election day, they want the victor put under a microscope by Congress . The simmering hostility and hyperpolarized electorate may, at the very least, provide... In California, there’s at least one thing that Hillary Clinton supporters and Donald Trump supporters can agree on: If their candidate loses on election day, they want the victor put under a microscope by Congress . The simmering hostility and hyperpolarized electorate may, at the very least, provide... (Phil Willon) In key states like North Carolina, Nevada and Florida, gains among women and minorities have bolstered the Democrat’s efforts to block Trump’s avenues to victory. Trump, too, has seen big turnout increases among his targeted voters, but they have not overwhelmed the Democratic forces as some in his party had hoped. In Nevada, a giant get-out-the-vote operation by Culinary Union Local 226, which represents casino workers, has contributed to a dominant showing for Clinton in early voting. Half of the local’s 32,500 registered voters have cast votes. Shuttles cart workers to and from voting sites. Nine hours a day, 300 volunteers knock on doors and others call voters from the union hall. The operation, which began with citizenship and voter registration drives, is aimed at union workers, their relatives and the public. The intensity is driven in part by distaste for Trump, who has made derogatory comments about women and Latinos throughout the campaign. “He created a climate where the election became very personal,” said the local’s political director, Yvanna Cancela. When measured, enthusiasm among Democrats in Nevada ranked higher than that of Republicans, said Tom Bonier, chief executive of TargetSmart, which analyzes voter data. This is a reversal of what many polls have shown throughout the year and suggests that both candidates can count on an intensely motivated base. David Lauter, Kyle Kim and Armand Emamdjomeh Early voters are valued by both campaigns, and particularly so in this scandal-tossed year; once cast, the verdict cannot be changed if the voter’s sentiment shifts, except in rare instances unlikely to affect the election’s outcome. And they are also protection, particularly in the Midwestern and Northern states, against weather than might complicate efforts to get to the polls on election day. There is no certain connection between the early-vote winners and the ultimate results. Until election day, it will be impossible to assess whether those who cast ballots early are the same ones who otherwise would have shown up on Tuesday, or whether they dramatically expanded the pool of voters. And at least one key state, Pennsylvania, has little early voting, meaning that the results will rest on Tuesday’s turnout. Clinton officials said in a conference call Friday that their early-voting efforts had targeted those who don’t always show up, so that they would broaden their overall number of voters. “Our strategy all along was not just to bank the biggest lead that we could, but to bank the voters who have the lowest propensity to turn out,” Clinton campaign manager Robby Mook said. Locking those voters down also helped free Clinton to concentrate in the final days of the race on places where the majority of votes are cast on election day. She was in Detroit and Pittsburgh on Friday and headed to New Hampshire and Philadelphia in coming days. “Michigan is one of these states that doesn’t have early voting,” she pointed out at Detroit’s Eastern Market. “I’ve been all over the country going to states that are already voting … but Michigan votes on Tuesday.” KYLE KIM AND EDMUND SANDERS Trump campaigned in New Hampshire and Pennsylvania on Friday, emphasizing his contention that Clinton should be disqualified from the presidency due to corruption. As he has in recent days, he also encouraged early voting. Those studying the numbers say there has been an uptick in voters who rarely cast ballots, or who never have. The latter category is particularly valuable to Clinton, since younger voters side with her lopsidedly. Mook portrayed the Democratic effort as a blazing success and took to task the decidedly lower-profile effort by Trump to draw out early voters. “We have so far not seen a surge from the Trump camp and his voters,” Mook said. “And if he hasn’t banked his votes by this point, he’s going to have an even taller task.” But if Democrats are bragging about an advantage, the numbers paint a more nuanced picture: Voting is up among many groups, including those who would be reliably considered Trump voters. Looking at the vote in North Carolina, for example, University of Florida political scientist Michael McDonald said that the women’s vote had increased 11.8% over the 2012 totals. That would aid Clinton, based on her fairly strong standing among women. Yet at the same time the men’s vote had increased by 10.4%, McDonald said. That would accrue to Trump. Both candidates have tried to boost early voting in the last several weeks. Clinton arrived in Ohio the day before the close of registration in mid-October, and two days before the start of early voting, a travel pattern she has kept up in other states. Ohio remains one of the campaign’s biggest challenges; although Democrats were catching up in early votes as the final weekend before the election neared, Republicans had outdistanced them early on. Clinton has sent President Obama ; his wife, Michelle; former President Bill Clinton; Vice President Joe Biden ; and two senators — Vermont’s Bernie Sanders and Massachusetts’ Elizabeth Warren — to battleground states to increase early voting. Obama won the White House twice on the strength of a muscular get-out-the-vote effort, building a coalition of African Americans, the young and women. Clinton’s desired coalition is somewhat different. The turnout rate for African Americans slumped early on, a circumstance the president’s visits to important states has been meant to address. Turnout by black voters seems to have increased over the last few days. Clinton is far more dependent than was Obama on women and Latinos — the latter a group that has not always shown up for their favored candidates. This year, however, they are. In Florida, according to officials there, Latinos already have obliterated their turnout for the entire 2012 election. In Nevada, Cancela says she expects Latinos to make up at least 20% of the electorate, 2 points above the 2012 mark. The results among women are striking as well. Of the 21 states studied by TargetSmart, women accounted for more than 55% of the electorate in 15. In North Carolina, women had cast almost 57% of the early votes, several points above their strength in voter registration. The same was true in Ohio, and in two states worrying Democrats — Wisconsin and Michigan. Women do make up the majority of voters in those states, but in each case were showing up in proportions that exceeded their registration advantage. In Florida, women made up 60% of the Democratic early-voting sample to less than 38% for men, a factor of 5 points over the registration gap. Women also had a gender gap of more than 4 points among Republicans and independents. “The nearly 23-percentage-point gap among Democrats is eye-popping,” said Daniel A. Smith, a University of Florida professor who analyzes voting. The question is what proportion of the votes of different subgroups is aligning with either candidate. Clinton has made a big pitch for the support of suburban Republican women in key states, a vote that usually goes to the Republican nominee. Until the election day ballots are counted, it won’t be known how successful her efforts have been. Similarly, a boost in Democratic early voters would be a strong sign for any other party nominee. But this year, Trump has attracted many blue-collar Democrats, particularly in the Midwest, so he too could benefit from a surge in the opposite party. In any case, by the time the polls close Tuesday, many more voters may have cast ballots than anyone might have predicted. “There’s been this theory that since the election has been so overwhelmingly negative, that would depress turnout,” said Bonier. “The early-vote data suggests so far that’s not the case, that we are headed toward a high-turnout election.” Caption Senate candidate Kamala Harris pushing to help down-ballot Democrats State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  Caption Senate candidate Kamala Harris pushing to help down-ballot Democrats State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  Caption Watch: The full, final presidential debate Hillary Clinton and Donald Trump sparred about abortion, the economy, fitness for the presidency and foreign policy during the final presidential debate. Full coverage .  Hillary Clinton and Donald Trump sparred about abortion, the economy, fitness for the presidency and foreign policy during the final presidential debate. Full coverage .  Caption How big are Trump's proposed tax cuts? Clinton calls them 'massive' The candidates spar over taxes.  The candidates spar over taxes.  Caption We scored the third presidential debate. Hillary Clinton won, and it wasn't even close. Times judges give the victory to Hillary Clinton. Again. Full campaign coverage . Times judges give the victory to Hillary Clinton. Again. Full campaign coverage . Caption Trump and Clinton debate Roe vs. Wade and Supreme Court Trump and Clinton debate Roe vs. Wade and the Supreme Court. Trump and Clinton debate Roe vs. Wade and the Supreme Court. ",
    "title": "Clinton is seeing early turnout among the women and Latinos she is counting on in crucial states - LA Times"
   },
   {
    "entities": [
     "john",
     "oct. 30",
     "mitt",
     "johnson",
     "75-17 percent",
     "midwest",
     "hillary",
     "50-44 percent",
     "n.y.",
     "york",
     "16-78 percent",
     "trump",
     "comey",
     "abc",
     "donald",
     "langer",
     "53 percent",
     "46-45 percent",
     "post",
     "research",
     "fbi",
     "trump\\xe2\\x80\\x99s",
     "three weeks later",
     "night",
     "73-18 percent",
     "52 percent",
     "55 percent",
     "29-63 percent",
     "2 percent",
     "36 percent",
     "6 percent",
     "47 percent",
     "58-33 percent",
     "associates",
     "2016",
     "2012",
     "obama",
     "oct. 25",
     "clinton",
     "oct. 20",
     "1992",
     "news",
     "\\xe2\\x80\\x9996",
     "romney",
     "43-46 percent",
     "new",
     "2008",
     "justin",
     "87 percent",
     "62-28 percent",
     "69-30 percent",
     "news/washington",
     "82 percent",
     "29-59 percent",
     "37-30-29 percent",
     "monday",
     "mccain",
     "47-43 percent",
     "mid-september",
     "54-38 percent",
     "bill",
     "45-46 percent",
     "38-52 percent",
     "63-25 percent",
     "gary",
     "43 percent",
     "30 percent",
     "oct. 31-nov"
    ],
    "id": 4,
    "text": "Evan Vucci/AP | Justin Sullivan/Getty Images WATCH The Final Push Before Election Day 0 Shares Email Support for Donald Trump has slipped to its lowest in 10 days and enthusiasm for Hillary Clinton has recovered from its apparent damage by the latest FBI email investigation. Yet the race between them remains close in the latest ABC News/Washington Post tracking poll. Forty-seven percent of likely voters support Clinton with 43 percent for Trump in the latest four-night results. Whether it holds is an open question: Monday night’s results, the best for Clinton in the series, will roll out tomorrow. While the shifts have been within the survey’s margin of sampling error, the contest has gone from +1 Trump, 45-46 percent, Oct. 30, to +4 Clinton today. Trump’s support now is numerically its lowest since Oct. 25. See PDF with full results here. Other shifts, all slight, are in sync. With the controversial FBI email announcement fading back a bit, Clinton has regrouped on strong enthusiasm -- up 6 points in just two days, and now essentially even with Trump for the first time since before the Comey letter. Moreover, Clinton’s deficit on who’s more honest and trustworthy has eased in this poll, produced for ABC by Langer Research Associates . It was Trump +8 points immediately post-Comey, Trump’s first significant lead on this attribute, but has narrowed to a non-significant Trump +4 now. These results signal how, with so much reluctant support for both unpopular candidates, vote intention and preferences are vulnerable to events. Trump suffered after the height of sexual misconduct allegations against him, then recovered; initial signs of damage to Clinton after the FBI announcement, now, likewise, seem to be pulling back. There’s a little time for further influence, but not for 30 percent of likely voters: They’ve already voted, by 50-44 percent, Clinton-Trump, in the ABC/Post tracking estimate. Enthusiasm Enthusiasm has followed a far more variable path in Clinton’s case than in Trump’s. As few as 36 percent of her supporters, in mid-September, were very enthusiastic about their choice. That advanced to 52 percent by the start of tracking, apparently motivated by controversy over Trump’s sexual conduct. Clinton’s strong enthusiasm then lost 7 points after the Comey letter announcing a renewed email investigation, only to rebound now. Strong enthusiasm for Trump among his supporters has followed a steadier path recently, after peaking at 55 percent, in mid-September and sliding to 47 percent three weeks later. It’s held between 49 and 53 percent since. Groups Support for Trump has weakened a bit among Republicans and Republican-leaning independents, down to 82 percent support in this group, near his low; 6 percent are going to Gary Johnson, the Libertarian candidate. Clinton, by contrast, has support from 87 percent of leaned Democrats, with just 2 percent to Johnson. By region, Clinton is unusually competitive in the South, 46-45 percent, a region Mitt Romney won by 10 points in 2012 and John McCain won by 9 in 2008. Women and minorities are boosting there. (Bill Clinton ran about evenly in the South with his opponents in 1992 and ’96.) It’s also close in the Midwest, 43-46 percent, Clinton-Trump; Obama won this region by 10 points in 2008, and ran evenly there with Romney in 2012. Notable, too, is that Trump’s advantage among white women who don’t hold a four-year college degree has advanced to 29-63 percent, Clinton-Trump, his widest margin in this group since mid-October, and even numerically exceeding his margin among his mainstay group, non-college white men, 29-59 percent. Clinton, for her part, has a 25-point lead among college-educated white women, 58-33 percent, while the contest among college-educated white men is essentially a tie. In all, it’s a 38-52 percent race, Clinton-Trump, among whites, while it’s 75-17 percent among nonwhites. Also of note is the battleground suburbs, now 47-43 percent overall, with Clinton boosted by suburban women, 54-38 percent. Finally, given its size, the tracking poll -- now with 4,613 interviews of likely voters since Oct. 20 -- can be used to evaluate preferences in groups too small for analysis in most surveys. One such group is nonwhites who are neither black nor Hispanic, 6 percent of likely voters. After a lukewarm result for Clinton earlier in tracking, they’ve moved to 62-28 percent support for her, nearer where they were for Obama in the 2012 exit poll. Another is Jews, just 2 percent of likely voters. They favor Clinton by 73-18 percent, a wider gap for the Democrat than in 2012 (69-30 percent) but about the same as in 2008. That’s fairly similar to results among non-religious voters, 63-25 percent, with evangelical white Protestants across the spectrum, 16-78 percent, Clinton-Trump. Sample sizes are inadequate for other small religious groups, e.g. Mormons and Muslims. Methodology This ABC News/Washington Post poll was conducted by landline and cellular telephone Oct. 31-Nov. 3, 2016, in English and Spanish, among a random national sample of 1,419 likely voters. Results have a margin of sampling error of 3 points, including the design effect. Partisan divisions are 37-30-29 percent, Democrats-Republicans-independents. The survey was produced for ABC News by Langer Research Associates of New York, N.Y., with sampling, data collection and tabulation by Abt-SRBI of New York, N.Y. See details on the survey’s methodology here . 0 Shares ",
    "title": "Clinton Rebounds on Enthusiasm; Trump Slips in a Still-Tight Race (POLL) - ABC News"
   },
   {
    "entities": [
     "john",
     "ron",
     "workers",
     "los",
     "regulatory",
     "npr",
     "punished",
     "san",
     "sept. 20",
     "sales",
     "september 2016",
     "warren",
     "marovic/bloomberg",
     "francisco",
     "employees",
     "industry",
     "authority",
     "committee",
     "d-ore.",
     "sloan",
     "financial",
     "pennsylvania",
     "allege",
     "pete",
     "bureau",
     "toxic",
     "jersey",
     "senate",
     "describe",
     "sen.",
     "images",
     "stumpf",
     "elizabeth",
     "wells",
     "wyden",
     "u.s.",
     "new",
     "senators",
     "protection",
     "hustle",
     "robert",
     "banking",
     "menendez",
     "angeles",
     "investigate",
     "d-mass.",
     "friday",
     "florida",
     "fargo",
     "consumer",
     "culture",
     "finra",
     "timothy",
     "d-n.j.",
     "getty"
    ],
    "id": 5,
    "text": "Senators Investigate Reports Wells Fargo Punished Workers Senators Investigate Reports Wells Fargo Punished Workers Embed Embed Twitter Enlarge this image Sen. Elizabeth Warren questions John Stumpf, then CEO of Wells Fargo, during a Senate Banking Committee hearing on Sept. 20. Pete Marovic/Bloomberg via Getty Images hide caption toggle caption Pete Marovic/Bloomberg via Getty Images Sen. Elizabeth Warren questions John Stumpf, then CEO of Wells Fargo, during a Senate Banking Committee hearing on Sept. 20. Pete Marovic/Bloomberg via Getty Images Elizabeth Warren and two other U.S. senators are demanding answers from Wells Fargo about reports of retribution by bank managers against would-be whistleblowers. This marks the latest development in the ongoing consumer banking scandal engulfing the banking giant. In a letter to Wells Fargo's new CEO, Timothy Sloan , Warren, D-Mass., and Sens. Robert Menendez, D-N.J., and Ron Wyden, D-Ore., say the bank may have \"misled regulators about the scope of the fraud.\" Former Wells Fargo Employees Describe Toxic Sales Culture, Even At HQ The senators extensively cite reporting by NPR about former Wells Fargo workers who were fired or pushed to resign after they called the bank's ethics line. The workers say they were resisting the widespread unethical sales practices that are at the center of the current banking scandal. Wells Fargo opened as many as 2 million accounts without customers' consent. In an interview with NPR Friday, Warren said regulators and the general public want to \"protect whistleblowers. When somebody says there's a problem here, their employer doesn't get to attack them.\" But former workers from four states tell NPR that's basically what the bank did to them. Wells Fargo wrote negative comments about the workers on their U5 documents — a U5 is basically a report card used by the industry. They say this amounted to a scarlet letter that has badly damaged their careers. Article continues after sponsorship Episode 728: The Wells Fargo Hustle \"Wells seems to have taken the attitude that if there's something wrong here it's the whistleblower's problem and that the whistleblower is a troublemaker,\" Warren says. NPR spoke to former Wells Fargo workers in Los Angeles, San Francisco, Florida, New Jersey and Pennsylvania. They all have negative U5 comments written by the bank after they were fired or resigned. They say the comments are inaccurate and hindered their job prospects and caused them financial hardship. They all said they were fired or pushed to resign after resisting the pressure to push products on customers that they didn't want and for reporting unethical practices in their branches to managers or the company's ethics line. And they see these damaging comments on their U5 as retribution by the bank for their refusal to go along with the unethical sales culture. Fired Wells Fargo Employees Allege Attempts To Blow The Whistle The senators say that these reports as well as information from the Financial Industry Regulatory Authority \"paint a disturbing picture\" about Wells Fargo's treatment of potential whistleblowers. Fear of retaliatory action from the bank could have prevented potential whistleblowers from coming forward and exposing the fraud. To address this concern, the senators are asking Wells Fargo for extensive information about workers it labeled this way going back more than a decade. Wells Fargo has said it is disturbing to hear claims of retaliation against workers. And the bank says it is investigating these claims. The U5 system was set up decades ago and is operated by FINRA, an industry self-regulatory group. Lawyers and regulators who spoke to NPR said the system has served a good purpose by labeling bad actors in the financial industry. Getting a bad mark on their U5 blocks truly unethical brokers and bankers from hopping from one financial firm to the next and continuing, for example, to defraud customers. Banks and financial firms are required to list a reason on a U5 form after they fire an employee if the employee is authorized to sell investment products to customers. Episode 732: Bad Form, Wells Fargo The system often appears to work well when the individual is the bad actor. But the Wells Fargo case is putting a question in stark relief: If the bank or manager is the bad actor, are there adequate protections for workers who have been unfairly or inaccurately written up on their U5s? For her part, Warren said there is clearly room for reform here: \"The Wells Fargo scandal exposes how vulnerable bank employees are under the current system,\" Warren told NPR. \"The idea of bankwide fraud is something that the FINRA system wasn't designed to catch and in fact may help the banks squelch their whistleblowers and others who would try to correct the problem. I hope that we're going to see some changes come out of this.\" The senators also say their review of the U5 data goes beyond the whistleblower issue alone. Workers Say Wells Fargo Unfairly Scarred Their Careers They say that failing to properly disclose and examine U5 forms may have misled the Consumer Financial Protection Bureau and other regulators by concealing key information on the forms. In their letter, the senators say that \"the bank may have deprived FINRA and other regulators of information that could have allowed them to uncover and stop the illegal activity at Wells Fargo well before the September 2016 CFPB settlement.\" The senators also noted that \"Wells Fargo has a history of compliance problems related to U5 reporting\" and requested information on the bank's U5 filing, review and amendment process. FINRA has launched its own internal U5 review of Wells Fargo but has not disclosed details yet. Meanwhile, investigations into Wells Fargo continue. As Warren said, \"this isn't over yet.\" For its part, Wells Fargo says it has put a team in place to help former workers who qualify to be rehired for open positions at the bank. ",
    "title": "Senators Investigate Reports Wells Fargo Punished Workers : NPR"
   },
   {
    "entities": [
     "dilanian",
     "korea",
     "nsa",
     "kremlin",
     "for",
     "ken",
     "russia",
     "china",
     "holt",
     "nbc",
     "possible",
     "strategic",
     "intel",
     "rogers",
     "mike",
     "lester",
     "iran",
     "2014",
     "and",
     "white",
     "lewis",
     "william",
     "2016",
     "prepare",
     "news",
     "arkin",
     "agency",
     "studies",
     "house",
     "international",
     "m.",
     "security",
     "center",
     "brown",
     "u.s.",
     "north",
     "nightly",
     "friday",
     "james",
     "thursday",
     "election",
     "gary",
     "cynthia",
     "congress",
     "national",
     "mcfadden"
    ],
    "id": 6,
    "text": "Nov 4 2016, 6:20 pm ET U.S. Hackers Ready to Hit Back If Russia Disrupts Election by Ken Dilanian, William M. Arkin and Cynthia McFadden Share advertisement U.S. military hackers have penetrated Russia's electric grid, telecommunications networks and the Kremlin's command systems, making them vulnerable to attack by secret American cyber weapons should the U.S. deem it necessary, according to a senior intelligence official and top-secret documents reviewed by NBC News. American officials have long said publicly that Russia, China and other nations have probed and left hidden malware on parts of U.S critical infrastructure, \"preparing the battlefield,\" in military parlance, for cyber attacks that could turn out the lights or turn off the internet across major cities. It's been widely assumed that the U.S. has done the same thing to its adversaries. The documents reviewed by NBC News — along with remarks by a senior U.S. intelligence official — confirm that, in the case of Russia. Watch Cynthia McFadden on NBC Nightly News with Lester Holt for More U.S. officials continue to express concern that Russia will use its cyber capabilities to try to disrupt next week's presidential election. U.S. intelligence officials do not expect Russia to attack critical infrastructure — which many believe would be an act of war — but they do anticipate so-called cyber mischief, including the possible release of fake documents and the proliferation of bogus social media accounts designed to spread misinformation. On Friday the hacker known as \"Guccifer 2.0\" — which U.S. officials say is a front for Russian intelligence — tweeted a threat to monitor the U.S. elections \"from inside the system.\" Related: Exclusive: White House Readies to Fight Election Day Cyber Mayhem As NBC News reported Thursday, the U.S. government is marshaling resources to combat the threat in a way that is without precedent for a presidential election. The cyber weapons would only be deployed in the unlikely event the U.S. was attacked in a significant way, officials say. Play Exclusive: U.S. Intel Prepare for Possible Election Day Cyber Attacks 2:52 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161104222529if_/http://www.nbcnews.com/widget/video-embed/800452163840\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> U.S. military officials often say in general terms that the U.S. possesses the world's most advanced cyber capabilities, but they will not discuss details of highly classified cyber weapons. James Lewis, a cyber expert at the Center for Strategic and International Studies, says that U.S. hacks into the computer infrastructure of adversary nations such as China, Russia, Iran and North Korea — something he says he presumes has gone on for years — is akin to the kind of military scouting that is as old as human conflict. \"This is just the cyber version of that,\" he said. In 2014, National Security Agency chief Adm. Mike Rogers told Congress that U.S. adversaries are performing electronic \"reconnaissance\" on a regular basis so that they can be in a position to disrupt the industrial control systems that run everything from chemical facilities to water treatment plants. \"All of that leads me to believe it is only a matter of when, not if, we are going to see something dramatic,\" he said at the time. Rogers didn't discuss the U.S.'s own penetration of adversary networks. But the hacking undertaken by the NSA, which regularly penetrates foreign networks to gather intelligence, is very similar to the hacking needed to plant precursors for cyber weapons, said Gary Brown, a retired colonel and former legal adviser to U.S. Cyber Command, the military's digital war fighting arm. \"You'd gain access to a network, you'd establish your presence on the network and then you're poised to do what you would like to do with the network,\" he told NBC News. \"Most of the time you might use that to collect information, but that same access could be used for more aggressive activities too.\" Play ",
    "title": "U.S. Hackers Ready to Hit Back If Russia Disrupts Election - NBC News"
   },
   {
    "entities": [
     "john",
     "cleveland",
     "indiana",
     "wilmington",
     "carolina",
     "mitt",
     "johnson",
     "hillary",
     "michigan",
     "states",
     "iowa",
     "michelle",
     "trump",
     "donald",
     "pence",
     "post",
     "jenna",
     "beyonc\\xc3\\xa9",
     "mike",
     "atkinson",
     "peter",
     "night",
     "chelsea",
     "ohio",
     "phillip",
     "pennsylvania",
     "kaine",
     "selma",
     "hampshire",
     "pa",
     "2012",
     "election day",
     "obama",
     "november",
     "clinton",
     "1998",
     "washington",
     "victoria",
     "sen.",
     "detroit",
     "romney",
     "wisconsin",
     "hohmann",
     "mook",
     "tuesday",
     "1984",
     "bernie",
     "philadelphia",
     "vermont",
     "new",
     "2008",
     "stevenson/the",
     "columbus",
     "nevada",
     "north",
     "tim",
     "richmond",
     "colorado",
     "saturday",
     "n.c.",
     "sullivan",
     "jay",
     "cincinnati",
     "sunday",
     "hershey",
     "friday",
     "pittsburgh",
     "abby",
     "florida",
     "podesta",
     "monday",
     "virginia",
     "james",
     "walker/the",
     "united",
     "wagner",
     "sanders",
     "n.h",
     "sean",
     "robby"
    ],
    "id": 7,
    "text": "Trump, Clinton blitz across the country in final push amid tightening polls The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By John Wagner , Sean Sullivan and Abby Phillip November 4 Follow @WPJohnWagner Follow @WaPoSean Follow @abbydphillip Democrat Hillary Clinton will spend the final days of the election trying to protect her lead in key battlegrounds, reflecting a tightening, unusually volatile race against Republican Donald Trump. Trump, whose electoral college prospects are narrower, is banking on a late-hour attempt to win at least one blue-leaning state — and to dramatically drive up turnout in rural areas in a collection of battlegrounds where he must prevail on Tuesday. With four days left on the campaign trail, both candidates and surrogates blitzed across the country Friday, making stops in states where polls have narrowed in recent days. The frenzied final days also include celebrity appearances — Jay Z and Beyoncé headlined a get-out-the-vote show with Clinton in Cleveland, and Stevie Wonder played a “Love Trumps Hate” show on her behalf in Philadelphia — and endless ads airing in battleground states. Clinton stopped on Friday in Pennsylvania and Michigan, two states where she has consistently led Trump, as well as Ohio. She brought a new urgency to her message at a rally in Pittsburgh, focusing on the danger that she said a Trump presidency would present to the country and asking supporters to imagine Trump taking the oath of office in front of the Capitol and being in charge of the nation’s nuclear arsenal. “Think about what it would mean to entrust the nuclear codes to someone with a very thin skin who lashes out at anyone who challenges him,” Clinton said. “Imagine how easy it would be that Donald Trump would feel insulted and start a real war, not just a Twitter war at 3 in the morning.” Democratic presidential nominee Hillary Clinton called on supporters to vote and volunteer in the final days of the election. Rapper Jay Z closed the concert by performing his 1998 single \"Hard Knock Life.\" (Victoria Walker/The Washington Post) Clinton urged supporters to stage “an intervention” with friends and family members who plan to vote for Trump by explaining to them that “anger is not a plan.” “Sometimes the fate of the greatest nations comes down to a single moment,” Clinton said. “This is one of those make-or-break moments for the United States. This is in your hands.” [ Clinton up 47-44 in Post-ABC News Tracking Poll, despite Trump’s 9-point edge on dealing with corruption ] Trump continued a tour of small towns in rural counties on Friday, first stopping at a country club in Atkinson, N.H. He continued to Wilmington, Ohio, between Cincinnati and Columbus. He planned to end the day in Hershey, Pa. Besides reminding supporters of Clinton’s scandals, Trump focused on promises to return lost manufacturing jobs, protect residents from what he described as dangerous undocumented immigrants and get rid of crime in faraway major cities. “Don’t let the pundits, the politicians or the media tell you what kind of a country you have,” Trump said in Wilmington. “Don’t let them limit your dreams because they want to limit your dreams. You can have any future you want.” The final-days travel schedules of Trump and his running mate, Indiana Gov. Mike Pence, reflect a dire need to win vote-rich swing states including Florida and North Carolina, where Trump is to campaign on Saturday. The latest Washington Post-ABC News tracking poll shows Donald Trump and Hillary Clinton in a dead heat nationally. (Peter Stevenson/The Washington Post) Lately, Trump has made many stops in out-of-the-way places, most of which are already certain to break heavily for Republicans. His advisers say they think he can win over rural white voters by a much bigger margin than Republican nominee Mitt Romney did in 2012 — and come away with significantly more votes, which they gamble will offset his weakness among suburban Republicans in battleground states. As part of a bid to steal a blue-leaning Midwestern state, Trump is also set to return on Sunday to Wisconsin, a state that a Republican nominee has not won since 1984. The many white blue-collar voters in the state have raised hopes among Trump and his allies that he has a chance there. Although Clinton, in contrast, needs only to hold on to leads in the states where she is ahead, she intends to fight for votes beyond those, her campaign manager, Robby Mook, said Friday. “We built our operation for a wide map from the beginning of the campaign,” Mook said in a phone call with reporters. And while Trump is trying to drive up turnout among white voters, Clinton is putting a premium on minority voters, who polls suggest are likely to break heavily in her favor. Mook touted what he called “the Hillary coalition” — Latinos, Asians, African Americans, suburban women and millennials — that he said has on the whole been turning out in strong numbers in battleground states where there is early voting. Mook said the campaign is confident that its early-voting totals will amount to a “firewall” on Election Day, or, as he described it, “a lead that Donald Trump is incapable of overcoming.” He cited several states where Clinton stands to benefit from the strong early-voting turnout, particularly among Latinos, including Florida, Nevada and North Carolina. In Michigan on Friday, Clinton made a pitch aimed at boosting African American turnout in a state where her advisers have suggested Trump could be doing better, given its manufacturing losses and large population of ­working-class whites, Trump’s strongest constituency. At a rally in Detroit, Clinton talked about issues including criminal justice reform, college affordability and systemic racism, all of which are of particular importance to black voters. She also criticized Trump for portraying the lives of black people as being “all about crime and poverty and despair.” “We’re doing everything we can to make sure that we get the numbers that we need,” Clinton’s campaign chairman, John Podesta, told reporters earlier Friday. “Michigan is a state that we feel like we’ve got a lead, and we want to make sure that we hold that lead. “We want to make sure that we get the vote out and make sure people are enthusiastic. We want to end with a crescendo of enthusiasm,” he said. The Clinton campaign also began airing television ads in Michigan for the first time in the general election this week. Trump will make one last swing through two Western battleground states: Colorado and Nevada. He also plans to campaign in Iowa, a state where he has performed consistently well in the polls in recent months. And Trump is slated to hold his final event before Election Day on Monday night in New Hampshire, the state where he notched his first primary win. Polls have shown Clinton leading in New Hampshire for a long time, but recent surveys signal a turn in Trump’s direction. New Hampshire’s many white ­working-class voters — as well as its independent streak — make it a volatile place where Republicans hope voters will break late toward Trump. Clinton’s schedule is being driven in part by a desire to make stops in states that have not had early voting, in hopes of providing a burst of momentum ahead of Tuesday. The schedule of Clinton’s running mate, Sen. Tim Kaine of Virginia, illustrates the campaign’s dual focus on trying to protect leads as well as contest close states. On Monday, Kaine is to return to his home town of Richmond to rally voters in Virginia, a state where Clinton’s lead has dwindled in recent weeks. The plans of the two tickets also highlight a Democratic advantage that will be on full display in coming days: a much stronger and deeper bench of surrogates that can fan out across the country. Besides Clinton and her running mate, the Democrats are also dispatching a sitting president, a former president, a sitting vice president, a popular first lady and Clinton’s former primary rival, Sen. Bernie Sanders of Vermont. Obama campaigned on Clinton’s behalf Friday at two rallies in North Carolina, a state that could go either way on Tuesday and where early-voting participation has lagged among African Americans, a key part of the president’s coalition in 2008 and 2012. And on Monday, a full slate of Democratic stars plans to join forces in Philadelphia for a final push of Clinton’s candidacy. Joining her, the campaign says, will be Obama, first lady Michelle Obama, and Bill and Chelsea Clinton. Wagner reported from Washington. Jenna Johnson in Wilmington, Ohio, and James Hohmann in Selma, N.C., contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump, Clinton blitz across the country in final push amid tightening polls - The Washington Post"
   },
   {
    "entities": [
     "gregory",
     "advisors",
     "wednesday",
     "michigan",
     "nov. 2",
     "union",
     "13%",
     "ohio",
     "oct. 9, 2016",
     "block",
     "kingdom",
     "1968",
     "election day",
     "obama",
     "11%",
     "clinton",
     "laperriere",
     "st.",
     "washington",
     "state",
     "locher",
     "fort",
     "grow",
     "sanford",
     "nov. 1",
     "alston",
     "shell",
     "poor",
     "horizon",
     "john",
     "guidelines",
     "of",
     "hillary",
     "asia",
     "china",
     "donald",
     "bush",
     "fbi",
     "usa",
     "night",
     "and",
     "don",
     "2%",
     "cornerstone",
     "2016",
     "november 3, 2016",
     "standard",
     "photo/john",
     "adam",
     "global",
     "51%",
     "tuesday",
     "ren\\xc3\\xa9",
     "justin",
     "luschini",
     "janney",
     "10%",
     "dartmouth",
     "george",
     "newsy",
     "p.",
     "zitzewitz",
     "monti",
     "white",
     "mario",
     "bureau",
     "representatives",
     "senate",
     "12:13 p.m. edt",
     "20%",
     "luskin",
     "mark",
     "u.s.",
     "policy",
     "fundstrat",
     "conversation",
     "&",
     "sunday",
     "louis",
     "andy",
     "eric",
     "florida",
     "trendmacro",
     "fla.",
     "valliere",
     "national",
     "united",
     "italy",
     "for",
     "trump",
     "newslook",
     "university",
     "fla",
     "research",
     "europe",
     "gop",
     "arizona",
     "macro",
     "wolfers",
     "economic",
     "house",
     "15%",
     "today/suffolk",
     "investments",
     "starbucks",
     "june",
     "european",
     "lauderdale",
     "thomas"
    ],
    "id": 8,
    "text": "3 election outcomes that could hurt stocks Amid final countdown to Election Day, Wall Street angst tied to three potential surprises. Post to Facebook 3 election outcomes that could hurt stocks Amid final countdown to Election Day, Wall Street angst tied to three potential surprises. Check out this story on USATODAY.com: http://usat.ly/2feK8Yb CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 69 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs 3 election outcomes that could hurt stocks Adam Shell , USA TODAY 12:13 p.m. EDT November 3, 2016 x Share HOME STRETCH: THE LAST WEEK OF THE 2016 ELECTIONCrucial battleground state of Ohio up for grabs | 2:59 Republican and Democratic presidential tickets crisscross the battleground state of Ohio in the run up to Election Day, seeking to persuade undecided voters waiting until the last minute to make their choice. (Nov. 2) AP 1 of 11 x Share HOME STRETCH: THE LAST WEEK OF THE 2016 ELECTIONObama critical of FBI 'leaks' and 'innuendo' in Clinton investigation | 0:33 Obama couched his remarks in generalities, saying he was 'setting aside the particulars of this case.' USA TODAY 2 of 11 x Share HOME STRETCH: THE LAST WEEK OF THE 2016 ELECTIONPeople are really upset over Starbucks' green unity cup | 0:40 Some customers are accusing the coffee giant of \"political brainwashing\" before Election Day. Video provided by Newsy Newslook 3 of 11 x Share HOME STRETCH: THE LAST WEEK OF THE 2016 ELECTIONHow AP sees it: Candidates look to expand map | 0:53 Hillary Clinton is pressing into reliably red Arizona Wednesday as she tries to steal a Republican state away from Donald Trump. Meanwhile trump is encouraging people who voted early to change their votes. (Nov. 2) AP 4 of 11 x Share HOME STRETCH: THE LAST WEEK OF THE 2016 ELECTIONHere's how the next president can help small businesses Grow | 4:59 Whether it's Hillary Clinton or Donald Trump, the next president needs to eliminate uncertainty regarding taxes and regulation. Small business owners are also concerned about increasing healthcare costs and access to capital. Newslook 5 of 11 x Share HOME STRETCH: THE LAST WEEK OF THE 2016 ELECTIONTrump urges early voting in battleground Fla. | 1:15 Donald Trump is urging his supporters \"to pretend we're slightly losing\" in order to drive up enthusiasm in the crucial battleground of Florida. (Nov. 2) AP 6 of 11 x Share HOME STRETCH: THE LAST WEEK OF THE 2016 ELECTIONGeorge P. Bush: 41, 43 could 'potentially' vote Clinton | 0:37 A Bush voting for a Clinton? It could 'potentially' happen. USA TODAY 7 of 11 x Share HOME STRETCH: THE LAST WEEK OF THE 2016 ELECTIONHow to heal a nation: Advice from Italy | 2:29 Mario Monti, former Italian prime minister, says it is important for different groups to unite around a shared pain. For Italy, he was able to leverage the country's financial crisis. René Alston, USA TODAY 8 of 11 Share HOME STRETCH: THE LAST WEEK OF THE 2016 ELECTIONClinton calls out 'Divisive' Trump supporters | 1:16 Democratic presidential nominee Hillary Clinton took on hecklers at her rally in Fort Lauderdale on Tuesday night. (Nov. 2) AP 9 of 11 x Share HOME STRETCH: THE LAST WEEK OF THE 2016 ELECTIONHillary Clinton shares her secrets for not letting Trump 'in her head' | 2:05 Democratic presidential nominee tells PEOPLE she's been determined not to get emotional 'whatever he said and however he behaved.' Time 10 of 11 x Share HOME STRETCH: THE LAST WEEK OF THE 2016 ELECTIONClinton demands Trump make tax returns public | 2:33 Hillary Clinton says Donald Trump has \"no excuse\" for not releasing his tax returns and is calling on him to do so before the election. Clinton also said at a rally in Sanford, Fla. Tuesday that Trump is the \"poster boy\" for the economy's ills. (Nov. 1) AP 11 of 11 Crucial battleground state of Ohio up for grabs Obama critical of FBI 'leaks' and 'innuendo' in Clinton investigation People are really upset over Starbucks' green unity cup How AP sees it: Candidates look to expand map Here's how the next president can help small businesses Grow Trump urges early voting in battleground Fla. George P. Bush: 41, 43 could 'potentially' vote Clinton How to heal a nation: Advice from Italy Clinton calls out 'Divisive' Trump supporters Hillary Clinton shares her secrets for not letting Trump 'in her head' Clinton demands Trump make tax returns public In this Sunday, Oct. 9, 2016, file photo, Republican presidential nominee Donald Trump and Democratic presidential nominee Hillary Clinton speak during the second presidential debate at Washington University in St. Louis.  (AP Photo/John Locher, File) (Photo: John Locher, AP) Election Day could be doomsday — or just another day — for Wall Street. With just days until the presidential election, Wall Street remains on high alert. Investors are in risk-watch mode thanks to a bitter campaign punctuated by narrowing polls, candidates with low likability ratings, and unexpected bombshells like claims of Donald Trump groping women and the FBI’s ongoing investigation into Hillary Clinton’s emails. Here are three shocks that could rock markets: A TRUMP WIN It would be a big surprise, one few investors saw coming. Even Trump says if he pulls off the upset it would equate to “Brexit times 10,” or way bigger than the shock waves the United Kingdom sent through markets in June when it voted to exit the European Union. Stocks will likely sell off if Trump triumphs. Barclays says the Standard & Poor’s 500 stock index has downside risk of 11% to 13% if the billionaire businessman wins. Declines could be as big as \"10% to 15%,” according to a paper by University of Michigan's Justin Wolfers, Dartmouth's Eric Zitzewitz and the National Bureau of Economic Research. And don’t rule out a bear market if Clinton loses, warns Don Luskin, chief investment officer at financial research firm TrendMacro. “If Trump wins … stocks will drop at least 20% just like that,” Luskin told USA TODAY. “Because markets hate to be surprised and hate it when the conventional wisdom is dead wrong. Just look at the reaction to Brexit.” Why are investors so averse to Trump? Too many unknowns and too little political experience, says Thomas Block, Washington policy strategist at FundStrat Global Advisors. Will holiday hiring save U.S.from another weak month for job growth? “I don't see how investors can envision what his administration would look like,” Block told USA TODAY. “Plus I don't see his harsh rhetoric and take-no-prisoners negotiating style working with strong-willed legislators. Relations with allies in Europe and Asia could seriously deteriorate, and China, with its large U.S. Treasury holdings, would be very anxious.” A DEMOCRATIC SWEEP Financial pain would also likely be felt if Clinton takes the White House and Democrats retake control of the Senate and House of Representatives, although odds still favor the GOP holding the House. “A Democratic sweep is a tail risk,” says Andy Laperriere, head of U.S. Policy Research for Cornerstone Macro. An election hat trick would enable Democrats to take fuller control of the legislative process, making it easier for Clinton to push through her less business-friendly platform of higher taxes on the rich and investors, more regulation of businesses and spending programs. Wall Street prefers political \"gridlock\" where legislative decisions related to trade, immigration, taxes, health care and regulation are made with input from both parties. “A split chamber probably delivers the gridlock the market prefers,” says Mark Luschini, chief investment strategist for Janney. POST-ELECTION VIOLENCE OR SCANDAL Since World War II stocks have risen 2%, on average, from Election Day until year-end, thanks to the lifting of election uncertainty, according to CFRA, an independent stock and fund research firm. But what happens if uncertainty doesn’t lift once the votes are counted? Or if violence breaks out, as 51% of voters fear, according to a recent USA TODAY/Suffolk University poll? How would investors react if Clinton wins but her legal troubles related to use of a personal email server while secretary of State worsen and spark a post-election crisis. What if Trump wins and the more than six dozen pending lawsuits now open against him and his company are tried while he's president, or if his controversial policies on trade and immigration get fast-tracked, or his claims of a rigged election gain traction? Here's how much the average American spends on child care “Consumer confidence often increases after a presidential election, but perhaps not this time since both candidate are viewed as so flawed and unlikable,” says Gregory Valliere, chief strategist at Horizon Investments. “If Trump (loses and) proclaims the election is rigged, perhaps a quarter of all Americans may agree with him. That's hardly a prescription for higher consumer confidence.” Violence in the aftermath of the election, if it occurs, is viewed as a short-term hiccup. “If it (violence) was widespread and had economic consequences, such as consumers staying home and not spending, it could (impact markets),” says Luschini. Adds Luskin: “Markets are not typically rattled by violence in the streets. Remember 1968 — riots, assassinations, shootings all over the world — stocks just went higher and higher, through it all.” 219 CONNECT TWEET 2 LINKEDIN 69 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2feK8Yb ",
    "title": "3 election outcomes that could hurt stocks"
   },
   {
    "entities": [
     "wednesday",
     "michigan",
     "epstein",
     "walker",
     "union",
     "ben",
     "park",
     "drive",
     "fowler",
     "briscoe",
     "joe",
     "reporters",
     "leaner",
     "bookwalter",
     "2005",
     "kutrubis",
     "grant",
     "contact",
     "ross",
     "grace",
     "ricketts",
     "hall",
     "friday",
     "illinois",
     "genevieve",
     "murphy",
     "cleveland",
     "metra",
     "zobrist",
     "peter",
     "tony",
     "zbigniew",
     "torres",
     "marie",
     "2016",
     "david",
     "loop",
     "maddon",
     "wrigley",
     "dexter",
     "1938",
     "wong",
     "great",
     "bzdak",
     "thursday",
     "nov. 4, 2016",
     "/",
     "avenue",
     "field",
     "eldredge",
     "grove",
     "river",
     "tom",
     "hines",
     "1908",
     "rizzo",
     "chris",
     "paul",
     "caption",
     "colin",
     "4:30 a.m.",
     "league",
     "jerry",
     "baseball",
     "allie",
     "brett",
     "anthony",
     "theo",
     "1932",
     "station",
     "national",
     "kris",
     "2015",
     "balbo",
     "tribune",
     "dan",
     "glenview",
     "chicago",
     "village",
     "bryant",
     "cubs",
     "konerko",
     "elk",
     "8:30 a.m.",
     "reinsdorf",
     "hinkel",
     "jim"
    ],
    "id": 9,
    "text": "Sports Baseball Chicago Cubs 'Cubstock 2016' puts cap on baseball crown; revelers jump from downtown bridge, lightposts Chicago celebrates the Chicago Cubs winning the World Series with a parade from Wrigley Field to Grant Park on Nov. 4, 2016. Tony Briscoe , Dan Hinkel and Genevieve Bookwalter Contact Reporters Chicago Tribune Chicago transformed into a sea — and a river — of Cubbie blue Friday as the city celebrated the Cubs ' historic, if still somewhat surreal, World Series triumph. A massive crowd turned out for a parade and rally — dubbed \"Cubstock 2016\" by manager Joe Maddon — that finally rewarded the loyalty of the team's long-suffering fans. It was a party 108 years in the making, a three-hour bash in which players choked back tears and repeatedly paid tribute to a fan base that no longer has to wait until next year. \"We've asked a lot of you and put you through a lot,\" Cubs President Theo Epstein said. \"Let's be honest, for a while there, we forgot the 'not' in try not to suck.\" The city that works apparently took a collective day off as city officials estimated about 5 million people attended the World Series celebration. For that number to be accurate, it would mean a crowd nearly twice the city's population took part, and that it dwarfed the estimates for the 2005 White Sox party and 2015 Blackhawks parade. It was just the third parade in Cubs history. Though they did not have a procession after winning the 1908 World Series, there were parades after the team won National League pennants in 1932 and 1938. \"I have had so many emotions,\" fan Allie Kutrubis said of the Cubs victory celebration. \"Most of the time it doesn't feel real. It feels like I'm being punked.\" Caption A city's love for the Cubs at parade and rally Chicago came out to support the 2016 World Series champion Cubs during a parade and rally on Nov. 4, 2016. (Chicago Tribune) Chicago came out to support the 2016 World Series champion Cubs during a parade and rally on Nov. 4, 2016. (Chicago Tribune) Caption A city's love for the Cubs at parade and rally Chicago came out to support the 2016 World Series champion Cubs during a parade and rally on Nov. 4, 2016. (Chicago Tribune) Chicago came out to support the 2016 World Series champion Cubs during a parade and rally on Nov. 4, 2016. (Chicago Tribune) Caption Highlights of Cubs' speeches at World Series rally The Cubs team members, owner and president made heartfelt speeches at the Grant Park rally following a parade on Nov. 4, 2016, to celebrate the team's World Series win. The Cubs team members, owner and president made heartfelt speeches at the Grant Park rally following a parade on Nov. 4, 2016, to celebrate the team's World Series win. Caption Massive 'Go Cubs Go' sing-along Cubs players and fans sing \"Go Cubs Go\" with country singer Brett Eldredge during Friday's World Series rally in Grant Park. Nov. 4, 2016.  Cubs players and fans sing \"Go Cubs Go\" with country singer Brett Eldredge during Friday's World Series rally in Grant Park. Nov. 4, 2016.  Caption Cubs victory parade on Michigan Avenue Buses carrying the Chicago Cubs team, families and office workers parade south on Michigan Avenue on their way to a Grant Park victory rally on Nov. 4, 2016. (Chris Walker / Chicago Tribune). Buses carrying the Chicago Cubs team, families and office workers parade south on Michigan Avenue on their way to a Grant Park victory rally on Nov. 4, 2016. (Chris Walker / Chicago Tribune). Caption Union Station deals with crush of Cubs fans Cubs fans crowd the Great Hall at Union Station and rush for trains on the platform after relishing a world championship in Chicago on Nov. 4, 2016. (Grace Wong / Chicago Tribune) Cubs fans crowd the Great Hall at Union Station and rush for trains on the platform after relishing a world championship in Chicago on Nov. 4, 2016. (Grace Wong / Chicago Tribune) The rally, at Grant Park, marked the team's first public appearance since defeating Cleveland on Wednesday to win the World Series, not including left fielder Ben Zobrist 's impromptu autograph session Thursday outside his North Side home. A native of downstate Eureka and the series' most valuable player, Zobrist told the crowd that the team pushed through the postseason's tougher moments for the city's sake. \"This team answered the bell,\" he said. \"This ballclub pulled through for all of you.\" The celebration was pushed back about 50 minutes as some players were late arriving at Wrigley Field because of the snarled traffic near the ballpark. The crowd accepted the delay with relatively good cheer, a byproduct, no doubt, of already having to wait more than a century for a championship. \"People from all corners of the city are coming together for something good,\" longtime fan Marie Leaner said. \"It's been a long time coming, and I don't mean just 108 years either.\" When the rally finally began, first baseman Anthony Rizzo, who caught the final out in Game 7 after third baseman Kris Bryant fielded the ball, gave the game ball to team co-owner Tom Ricketts in what has become somewhat of a Chicago tradition. Former White Sox first baseman Paul Konerko made the same gift to owner Jerry Reinsdorf at the team's 2005 celebration. \"He sacrificed everything to make this happen for this city,\" Rizzo said of Ricketts. \"It only seems right to hand it over to him.\" Rizzo also struggled to control his emotions when he introduced catcher David Ross, who plans to retire. He credited Ross with teaching him \"how to become a real winner\" and said he was grateful the catcher was \"going out a champion forever.\" Indeed, Ross came out to the day's loudest applause and promptly took a picture of the crowd. \"How about a selfie?\" he asked. \"Everybody, hands up!\" Dropping into the crowd Zbigniew Bzdak / Chicago Tribune A fan falls from the light pole as they celebrate the World Series champion Chicago Cubs a rally in Grant Park in Chicago on Nov. 4, 2016. A fan falls from the light pole as they celebrate the World Series champion Chicago Cubs a rally in Grant Park in Chicago on Nov. 4, 2016. (Zbigniew Bzdak / Chicago Tribune) The rally ended with country singer and Illinois native Brett Eldredge leading the crowd in a joyful version of \"Go Cubs Go\" in what was arguably the happiest singalong in Grant Park history. Ross, Rizzo, and center fielder Dexter Fowler served as enthusiastic backup singers, while pitcher Travis Wood ripped off his sleeveless camouflage shirt and sang bare-chested for the crowd. \"You are like extended family to me,\" Fowler told the crowd. \"I'll love you all forever.\" Along the 6-mile parade route, people lined rooftops and stood a dozen deep on sidewalks to catch a glimpse of the team, which traveled from Wrigley Field to Grant Park atop double-decker buses. The crowds chanted, \"Let's go, Cubs!\" and waved to the players as the city bid farewell to the longest drought in professional baseball and the team's reputation as lovable losers. En route to the park, the team buses crossed over the Chicago River, which was dyed blue in tribute to the historic championship. \"This is the biggest sports event in Chicago,\" said Jim Murphy, of Glenview. \"This is the one we've been waiting on.\" Fans packed public transit before dawn in an effort to make their way downtown for the celebration. Metra trains faced delays as they tried to accommodate suburban passengers on what the commuter rail service said was one its busiest days in history. The Grant Park gates opened at 8:30 a.m., with a tide of blue rolling into the rally site. Fans who waited for hours ran toward the staging area just south of Balbo Drive, where radio highlights from the Cubs' historic championship run played over the public address system. But Peter Torres, 28, and Colin Hines, 27, both from Elk Grove Village, devised a plan to skip the crowds and secure themselves a spot in the front row. The two woke up at 4:30 a.m. and caught the first train they could to the Loop. ",
    "title": "&apos;Cubstock 2016&apos; puts cap on baseball crown; revelers jump from downtown bridge, lightposts - Chicago Tribune"
   }
  ]
 }
}