{
 "06": {
  "col-sim": {
   "cosine": 0.28589086865027286,
   "entity": 0.14907119849998599
  },
  "exec-time": 26.34022283554077,
  "links": [
   {
    "entities": [
     "hillary",
     "nov. 5, 2016",
     "iowa",
     "richards",
     "university",
     "trump",
     "network",
     "daniel",
     "fosson",
     "summer",
     "donald",
     "drake",
     "fox",
     "chris",
     "des",
     "autumn",
     "obamas",
     "edson",
     "channel",
     "2016",
     "2012",
     "obama",
     "barack",
     "caufield",
     "clinton",
     "news",
     "wikileaks",
     "business",
     "state",
     "washington",
     "sen.",
     "february",
     "kaleb",
     "bernie",
     "vermont",
     "philadelphia",
     "springfield",
     "ames",
     "moines",
     "saturday",
     "rachel",
     "graham",
     "winter",
     "friday",
     "illinois",
     "hibben",
     "van",
     "sanders",
     "devon"
    ],
    "id": 0,
    "text": "Facebook 0 Twitter 0 livefyre Email Print Nov. 5, 2016: Campaign merchandise salesman Daniel Richards outside of a Hillary Clinton rally headlined by Bernie Sanders, Ames, Iowa. Photo by Chris Hibben for Fox News. AMES, Iowa –  Vermont Sen. Bernie Sanders narrowly finished second this winter in the state’s Democratic caucuses, then left Iowa in a February snowstorm as a contender. He returned Saturday on a warm autumn day to Iowa State University as a surrogate, offering his young, fervent supporters a more difficult pitch -- vote for Hillary Clinton. Some of his devotees remain unconvinced, even those the Clinton campaign selected to speak at this Clinton campaign event. “She doesn't care about us. Voting for a lesser of two evils, there's no point,” Kaleb Van Fosson, a sophomore and Sanders supporter, said to the small crowd. After drawing light applause, Clinton campaign staff quickly escorted Van Fosson from the stage, as he criticized Clinton for her ties to financial institutions. “I got a call the other day asking me if I wanted to speak for Hillary, basically they wanted to use me like a puppet,” Van Fosson told Fox News. “Trump’s not any better, but Hillary Clinton is still terrible.” Others in attendance agreed with Van Fosson, though most in the crowd appeared supportive of the Democratic nominee. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → \"He's made it evidently clear that Hillary Clinton is the right choice and over the summer,” said Devon Graham, a local Sanders supporter.  “I went fully behind Hillary and I'm really excited for her as a candidate but also excited that Bernie is supporting her as well.” Sanders used much of his speech to bring attention to his signature issues -- corporate oversight, climate change and income inequality. In endorsing Clinton, he acknowledged those who dislike both nominees. “Get beyond personality,” he told the crowd. “Alright, you don’t like Hillary Clinton, you don’t like Donald Trump fine. You like yourselves. I hope so, if that means taking a hard look at the issues the candidates stand for. We’re not running here for class president of the local high school. This is not a popularity contest. We are electing the most powerful individual in the world.” Yet many still see Clinton’s positions as too centrist and her remarks to Wall Street firms, provided by WikiLeaks, too deferential to financial firms’ interests. “This is home of rural populism and it manifests in very different ways on theft and the right,” said Rachel Caufield, an associate professor of political science at Drake University in Des Moines.  “On the left if manifests as a distrust of corporations and economic power. And Hillary Clinton’s message isn’t resonating with those folks in the same way that say Barack Obama’s did.  You still have a lot of those folks who were diehard Bernie supporters who will continue to be Bernie supporters and they’re not sure that Hillary Clinton embraces some of the ideological positions that they want to see in their Democratic Party.” Clinton trails Trump, the Republican presidential nominee, in Iowa by less than 3percentage points, according to an average of polls provided by Real Clear Politics. The latest state-provided returns show Iowa Democrats and Republicans have submitted fewer absentee ballots than they did by the same point in 2012. Thus far, Republicans have returned a larger share of ballots, and Democrats a smaller percentage than they did in the last presidential election year.  As of Friday, 238,029 Democrats and 196,611 Republicans had submitted ballots, according to the Iowa secretary of state.  While the Clinton campaign relies on surrogates such as Sanders and the Obamas to coax their supporters to the polls, Clinton herself maintains a stead attack on her opponent. “Among most Democrats, the strongest case she’s making right now is that she’s not Donald Trump,” Caufield said. Nor is she Sanders.  “I’ve been to eight of his last 12 events, and the Bernie merchandise sells a lot better than the Hillary,” said Daniel Richards, a campaign merchandise salesman from Springfield Illinois, as he unloaded a stack of Sanders T-shirts from his van.  “This was the number one seller at the Democratic convention,” Richards also said as he presented a green “It’s always Bernie in Philadelphia” shirt.   Rich Edson is a Washington correspondent for Fox News Channel. Prior to that, he served as Fox Business Network's Washington correspondent. Advertisement ",
    "title": "Sanders tries to rally supporters behind Clinton, but they remain wary | Fox News"
   },
   {
    "entities": [
     "of",
     "hillary",
     "states",
     "rogin",
     "trump",
     "union",
     "cardenas",
     "abc",
     "donald",
     "market",
     "secretary",
     "jon",
     "cancela",
     "state\\'s",
     "ali",
     "culinary",
     "night",
     "morgan",
     "neri",
     "office",
     "reno",
     "vegas",
     "9 percent",
     "mexico",
     "5, 2016",
     "county",
     "politics",
     "bureau",
     "oct. 26, 2016",
     "clark",
     "yvanna",
     "clinton",
     "alana",
     "news",
     "10 p.m. friday night",
     "census",
     "ralston",
     "tuesday",
     "10 p.m.",
     "u.s.",
     "june last year",
     "nevada",
     "jorge",
     "tim",
     "november 5, 2016",
     "las",
     "saturday",
     "hogan",
     "abramson",
     "friday",
     "25 percent",
     "nov",
     "winsor",
     "oct. 28",
     "united",
     "30 percent"
    ],
    "id": 1,
    "text": "Hispanic Early Voter Turnout in Nevada Could Bode Well for Clinton By Morgan Winsor Nov 5, 2016, 2:11 PM ET 0 Shares WATCH Hillary Clinton Makes Final Push Days Before Election 0 Shares Email On the last day of early voting in Nevada, a line of people snaked through Cardenas Market and out into the parking lot of the Latin American grocery store chain in Las Vegas as polling hours were extended to accommodate the massive turnout. The market, an early voting site, stayed open until 10 p.m. Friday night, with many of the mostly Latino voters there waiting in line two hours to vote. By the time the grocery store closed, over 57,000 people had cast ballots in Clark County, a record-breaking turnout for single-day early voting in the county, according to ABC affiliate KTNV . Polling hours extended to accommodate massive turnout at Cardenas Market on Nevada's last day of early voting: https://t.co/Uxu0rJSolp pic.twitter.com/zxXKouOs4z — ABC News Politics (@ABCPolitics) November 5, 2016 The big turnout of early voters in Nevada from communities with large Latino populations could bode well for Democratic presidential candidate Hillary Clinton , whose Republican rival Donald Trump may have alienated many voters of Hispanic origin with his comments about immigrants and plans to build a wall between the United States and Mexico. More than 30 percent of Clark County residents are Hispanic, according to the latest data from the U.S. Census Bureau . \"Looks like Trump got his wall after all. A wall of beautiful voters,\" Yvanna Cancela, political director of the Culinary Union in Las Vegas, wrote on Twitter . . @ClarkCountyNV early voting update for Friday: 57,097 as of 10 p.m. https://t.co/bltkpBNaah pic.twitter.com/IJAPbbNRww — Tim Hogan (@timjhogan) November 5, 2016 Trump is scheduled to hold a campaign event in downtown Reno on Saturday night, but KTNV political analyst Jon Ralston said the Republican “almost certainly lost Nevada on Friday.” According to Ralston, Clinton has essentially locked up the state thanks to Hispanic voters . “Trump has almost no path to the presidency without Nevada. He can say whatever he wants in Reno on Saturday and boost rural turnout a lot, but he made his own bed when he announced his candidacy,” Ralston wrote in an article on Saturday, referring to remarks Trump made about Mexican immigrants being rapists and criminals when announcing his presidential bid in June last year. They just extended voting hours at a Mexican supermarket to 10 PM. Close to 1,000 voters in line. If you have a panic button GOP, find it. — Jon Ralston (@RalstonReports) November 5, 2016 El voto latino esta presente en Nevada #NVPresente #NVtogether pic.twitter.com/hnz6bKgTqk — Jorge Neri (@Jneri312) November 5, 2016 Ralston, citing an “on-the-ground activist,” reported that a total of 1,904 people showed up to vote early at Cardenas Market. Sixty-six percent were Democrats, 9 percent Republican and 25 percent had no party affiliation. \"So Cardenas was responsible for adding 1,000 to the Democratic lead,\" Ralston wrote. Cardenas Market did not immediately respond to ABC News’ request for comment. John Locher/AP Photo Casino workers vote at an early voting site in Las Vegas, Oct. 26, 2016. Clinton's Nevada state director Jorge Neri , tweeted that 29,597 Democrats voted early in Clark County on Friday, compared to 15,434 Republicans, In Nevada's first week of early voting ending Oct. 28, 151,020 Democrats voted, compared to 121,651 Republicans and 66,728 people with no party affiliation, according to data from the Nevada Secretary of State's Office , which was updated on Tuesday. Clark County alone had 112,708 Democrats vote early in the first week, compared to 73,927 Republicans and 47,004 people who had no party affiliation. ABC News' Alana Abramson and Ali Rogin contributed to this report. 0 Shares ",
    "title": "Hispanic Early Voter Turnout in Nevada Could Bode Well for Clinton - ABC News"
   },
   {
    "entities": [
     "chip",
     "little",
     "michigan",
     "office",
     "katy",
     "ap",
     "mexico",
     "clark",
     "obama",
     "joe",
     "roe",
     "ahead",
     "clinton",
     "noah",
     "miller",
     "weiner",
     "international",
     "republican",
     "tampa",
     "santa",
     "virginia",
     "friday",
     "pines",
     "supreme",
     "robby",
     "cleveland",
     "wilmington",
     "of",
     "hillary",
     "kamala",
     "iowa",
     "perry",
     "donald",
     "z.",
     "jon",
     "beyonc\\xc3\\xa9",
     "fbi",
     "night",
     "associated",
     "megerian",
     "airport",
     "county",
     "slovenia",
     "key",
     "weekend",
     "minnesota",
     "2012",
     "last night",
     "miami",
     "bay",
     "sen.",
     "2006",
     "press",
     "philadelphia",
     "oval",
     "southern",
     "1996",
     "vs.",
     "somodevilla",
     "bill",
     "/",
     "haiti",
     "harris",
     "pembroke",
     "carolina",
     "california",
     "states",
     "1972",
     "barbara",
     "central",
     "presidential",
     "white",
     "chris",
     "wins",
     "jill",
     "senate",
     "caption",
     "images",
     "$20,056",
     "court",
     "mook",
     "biden",
     "bierman",
     "vermont",
     "u.s.",
     "new",
     "nevada",
     "finnegan",
     "during",
     "saturday",
     "sunday",
     "florida",
     "michael",
     "fla.",
     "anthony",
     "national",
     "sanders",
     "general",
     "york",
     "trump",
     "area",
     "committee",
     "dunn",
     "gop",
     "pennsylvania",
     "melania",
     "house",
     "ralston",
     "bernie",
     "wade",
     "morning",
     "melania\\xc2\\xa0trump",
     "north",
     "colorado",
     "jay",
     "jason",
     "valley",
     "election",
     "getty"
    ],
    "id": 2,
    "text": "In final weekend, Clinton focuses on her 'firewall' while Trump hits battleground states Donald Trump Campaigns In Key States During Weekend Ahead Of General Presidential Election Chip Somodevilla / Getty Images Donald and Melania Trump arrive for a campaign rally at Wilmington International Airport Donald and Melania Trump arrive for a campaign rally at Wilmington International Airport (Chip Somodevilla / Getty Images) Noah Bierman , Chris Megerian and Michael Finnegan Contact Reporters Hillary Clinton and Donald Trump distilled the campaign styles they’ve showcased for more than a year into a final blitz of intense campaigning as they wrapped up their pitches for the White House . Clinton, true to type, chose a tightly disciplined path, holding rallies and events in Florida and Pennsylvania on Saturday in hopes of building a traditional electoral firewall by appealing to women, minorities and millennials. Trump, who made it this far largely on improvisation, zigzagged across the country, including a few states where he trails, part of his campaign’s plan to reshape the political map with a come-from-behind victory. “We're going into what they used to call Democrat strongholds,” Trump said in Tampa, Fla., beginning a day that also took him to North Carolina, Nevada and Colorado. Trump vowed he would also go to Minnesota, a state he added to a frenetic Sunday schedule that  already includes stops in Iowa, Michigan, Pennsylvania and Virginia. Polls show him trailing by about five percentage points in Minnesota, a state that has not voted Republican in a presidential election since 1972, a longer streak than any other state. But Trump, whose path to victory is more narrow than Clinton’s, has shown a willingness to upend conventional thinking throughout the campaign — to the frustration of mainstream Republican strategists and the delight of his enthusiastic supporters. His communications director, Jason Miller, told reporters in a conference call Saturday that internal polls show many states, including Michigan, Minnesota and New Mexico, are closer than public polls suggest, thanks to a late surge of excitement combined with tough headlines for Clinton related to the ongoing FBI email investigation. Clinton’s campaign manager, Robby Mook, insisted that scheduled visits from Clinton and President Obama to Michigan in the campaign’s final days are not a sign of concern that Democrats are losing ground in the traditionally blue state. Instead, he told reporters, it’s a matter of ending in states where voters cast more of their ballots on election day, rather than early voting.  “Trump is basically going everywhere,” Mook told reporters. “As far as I’m concerned, the more time he spends in Minnesota and Nevada the better. We have tried to calibrate our schedule to be in states at the peak time for voting.”  Clinton, hoarse yet energetic, rallied supporters Saturday in Pembroke Pines, Fla., one of the most important Democratic strongholds in the country, as a downpour cut short her first big speech of the day. She stopped at Miami’s Haitian and Cuban American neighborhoods, hoping to boost crucial minority turnout, and she publicized a phone call with Vermont Sen. Bernie Sanders , trying to close the sale with liberal and millennial holdouts.  \"Let's make it happen,\" she told supporters at a field office in Miami’s Little Haiti.   \"Knock on doors!\" people chanted. She continued to rely on the large stable of celebrities on her side, including a planned concert with pop star Katy Perry in Philadelphia on Saturday night, the day after appearing in Cleveland with Beyoncé and Jay Z. Wins in Florida and Pennsylvania, where Clinton holds narrow leads in polls, would make a Trump victory nearly impossible.  Unlike Florida, where nearly 6 million voters had already cast ballots by Saturday morning, Pennsylvania does not have early voting, so Clinton is focusing more attention there in the closing days of the campaign. Democrats, who trailed Republicans in mail-in balloting in Florida, made up ground with in-person early voting, holding an overall lead among early voters of about 7,000 by early Saturday. That was less than their lead of about 100,000 votes at the same point  in 2012, indicating the state remains up for grabs. Veteran Nevada journalist Jon Ralston reported Saturday that a surge of early voting by Democrats in Clark County has all but killed Trump’s chances in the state. But  Bill Dunn , director of early and absentee voting for the Republican National Committee, said Trump can make up ground in rural counties and with strong turnout from Republicans on election day. As polls have tightened, Trump has tried to minimize the risk of any last-minute mistakes by sticking to scripted remarks on blocking Syrian refugees from entering the U.S., building a wall on the U.S. border with Mexico and other staples of his campaign, including scathing rhetorical assaults on Clinton’s integrity. “If she ever got into the Oval Office, Hillary and her special interests would rob this country blind,” he said in North Carolina. But he veered off script a bit more at his Tampa rally, where he could not resist cracking a lewd joke as he reveled in the FBI’s search of a “treasure trove” of new emails for links to Clinton's private server, messages that were found on the computer of disgraced former Rep. Anthony Weiner . “Anthony Weiner has probably every classified email ever sent,” Trump told a few thousand supporters in Tampa. “And knowing this guy, he probably studied every single one, in between using his machine for other purposes.” Trump also took a shot at profanity used by Jay Z at the Clinton concert. “I actually like Jay Z, but you know the language last night – oooooohhhh. Oooooohhhhh,” said Trump, whose own foul language is featured in Clinton’s advertising. “Can you imagine if I said that? He used every word in the book.” “I’ve never said what he said in my life, but that shows you the phoniness of politicians, and the phoniness of the whole system,” Trump said, connecting the riff with his core anti-establishment message. Clinton has had the luxury of a much larger cast of high-powered campaign surrogates on her side, including her husband Bill, who spoke in Florida on Saturday; Sanders, who was in Iowa and Colorado, and Vice President Joe Biden in Pennsylvania with his wife, Jill. Obama spoke in North Carolina on Friday. Trump has tried to counter with his family. Melania Trump made another rare appearance on the trail Saturday, standing beside her husband in North Carolina, two days after she gave her first solo speech of the general election in Pennsylvania. The appearance came a day after the Associated Press, citing newly obtained documents, reported that Melania Trump, who was born in Slovenia, earned $20,056 for 10 U.S. modeling jobs before she obtained a work visa. Melania Trump moved to New York in 1996, obtaining a work visa about seven weeks after her arrival according to the AP, and became a citizen in 2006. Trump would not allow it to interfere with his immigration message. When the the crowd chanted, “Build that wall!” Trump goaded them on. “You know what? The harder they fight us, the higher it goes,” he responded.  Caption Senate candidate Kamala Harris pushing to help down-ballot Democrats State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  Caption Senate candidate Kamala Harris pushing to help down-ballot Democrats State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  Caption Watch: The full, final presidential debate Hillary Clinton and Donald Trump sparred about abortion, the economy, fitness for the presidency and foreign policy during the final presidential debate. Full coverage .  Hillary Clinton and Donald Trump sparred about abortion, the economy, fitness for the presidency and foreign policy during the final presidential debate. Full coverage .  Caption How big are Trump's proposed tax cuts? Clinton calls them 'massive' The candidates spar over taxes.  The candidates spar over taxes.  Caption We scored the third presidential debate. Hillary Clinton won, and it wasn't even close. Times judges give the victory to Hillary Clinton. Again. Full campaign coverage . Times judges give the victory to Hillary Clinton. Again. Full campaign coverage . Caption Trump and Clinton debate Roe vs. Wade and Supreme Court Trump and Clinton debate Roe vs. Wade and the Supreme Court. Trump and Clinton debate Roe vs. Wade and the Supreme Court. ",
    "title": "In final weekend, Clinton focuses on her &apos;firewall&apos; while Trump hits battleground states - LA Times"
   },
   {
    "entities": [
     "john",
     "of",
     "kirkpatrick",
     "hillary",
     "updated",
     "judge",
     "doug",
     "last",
     "nov. 2, 2016",
     "blackstone",
     "university",
     "trump",
     "donald",
     "circuit",
     "inc",
     "ducey",
     "associated",
     "january",
     "party",
     "ann",
     "kennedy",
     "arizona",
     "snyder",
     "2016",
     "cbs",
     "clinton",
     "tempe",
     "news",
     "appeals",
     "state",
     "pm",
     "sen.",
     "court",
     "5",
     "tuesday",
     "republican",
     "august",
     "press",
     "phoenix",
     "u.s.",
     "9th",
     "robert",
     "interactive",
     "email",
     "saturday",
     "november 5, 2016",
     "graham",
     "friday",
     "mccain",
     "anthony",
     "nov",
     "supreme",
     "sidney",
     "thomas"
    ],
    "id": 3,
    "text": "CBS/AP November 5, 2016, 12:35 PM Supreme Court OKs Arizona ballot collection ban Email Last Updated Nov 5, 2016 4:12 PM EDT PHOENIX -- The U.S. Supreme Court on Saturday reinstated an Arizona law that makes it a felony to collect early ballots, dealing a blow to Democratic get out the vote efforts just days before the presidential election. The order from the nation’s highest court overturns an appeals court decision from a day earlier that blocked the new law. Democratic groups had already geared up to begin helping voters deliver their ballots to the polls, and the Supreme Court decision calls into question what happens to ballots they have already legally collected from voters in the approximately 20 hours that the law was blocked. Collecting early ballots is especially effective among minority communities. Democrats allege the law hurts minorities’ ability to vote. Audience members listen as Democratic presidential nominee Hillary Clinton speaks at a campaign rally at Arizona State University in Tempe, Arizona, Nov. 2, 2016. Reuters/Brian Snyder The decision comes just days ahead of a presidential election that has Arizona Democrats hoping to win the traditionally Republican state. But polls show Republican Sen. John McCain has a solid double-digit lead over his Democratic opponent, Ann Kirkpatrick, CBS News correspondent John Blackstone reports. Even she acknowledged McCain’s iconic status in the state. “I’ll be honest,” Kirkpatrick told Blackstone last month. “I have voted for John McCain in the past, and he’s changed.” Arizona filed an emergency appeal hours after the 9th U.S. Circuit Court of Appeals blocked the law Friday. Justice Anthony Kennedy referred the case to the entire Supreme Court, and the court issued a brief order overturning the appeals court. The 9th Circuit will now consider the law in a January session that it set when it blocked the law. Republican lawmakers approved the law earlier this year over the objection of minority Democrats. GOP Gov. Doug Ducey called it a common-sense effort to protect the integrity of elections and eliminate voter fraud. A split 9th U.S. Circuit panel had said that by blocking the law it was preserving the status quo for Tuesday’s election, which could come down to the wire in Arizona as Democrats spend heavily to get out the vote from Latinos and others angered by Republican presidential candidate Donald Trump’s anti-immigrant comments. Chief Judge Sidney Thomas wrote that the decision will not add or remove any valid votes. He said the law criminalized delivering someone else’s early ballot, which would still be counted. Both parties have used ballot collection to boost turnout during elections by going door to door and asking voters if they have completed their mail-in ballots. Voters who have not are urged to do so, and the volunteers offer to take the ballots to election offices. Democrats, however, use it more effectively. The law does not prevent voters’ family members or caregivers from turning in ballots. Arizona Republican Party Chairman Robert Graham called Saturday’s decision a smart one since the law has been in effect since before the August primary. Leaving the 9th Circuit decision in place “does nothing more than confuse the voters.” He criticized Democratic groups for rushing to collect ballots on Friday, saying they compromised people who may trust them to deliver their vote to the polls. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Supreme Court OKs Arizona ballot collection ban - CBS News"
   },
   {
    "entities": [
     "carolina",
     "mrs.",
     "wednesday",
     "of",
     "wilson",
     "hillary",
     "california",
     "secret",
     "york",
     "senator",
     "ms.",
     "schale",
     "nev.",
     "trump",
     "university",
     "union",
     "employees",
     "bush",
     "central",
     "1:01",
     "service",
     "reno",
     "ariz.",
     "vegas",
     "latin",
     "pete",
     "county",
     "clark",
     "minnesota",
     "et",
     "obama",
     "lindsey",
     "clinton",
     "tempe",
     "miami",
     "over 16 months ago",
     "puerto",
     "international",
     "perez",
     "am",
     "times",
     "mr.",
     "morning",
     "24 percent",
     "new",
     "nov. 6",
     "nevada",
     "orlando",
     "north",
     "alyssa",
     "colorado",
     "saturday",
     "las",
     "henry",
     "graham",
     "america",
     "kay",
     "friday",
     "florida",
     "west",
     "rico",
     "south",
     "mary",
     "steve",
     "nov",
     "w.",
     "george"
    ],
    "id": 4,
    "text": "Updated Nov. 6, 2016Sun., Nov.  6 at 1:01 AM ET Mr. Trump also stopped on Saturday in North Carolina, and took advantage of the time-zone differences by flying west for evening rallies in Colorado and Nevada. In Reno, Nev., he was rushed offstage by Secret Service agents after someone shouted that a member of the crowd had a gun, a reminder of the charged atmosphere at many of his events. No weapon was found, and Mr. Trump returned to finish his speech after a few minutes. By holding events in those four increasingly diverse states, he was signaling a refusal to concede any ground to Mrs. Clinton and rejecting the strategy of past presidential candidates who have fought within the confines of a narrower electoral map in the campaign’s final hours. He even announced Saturday morning that he planned to add a stop in Minnesota, long a Democratic bulwark and a state he had not been even contesting. But the evidence from polling and the early voting turnout seemed to indicate he was facing the possibility of sweeping losses in states with sizable Hispanic populations, most likely affected by the racially tinged language he has used since beginning his campaign over 16 months ago, when he claimed the ranks of Mexican migrants were filled with rapists and drug dealers. Photo A crowd listened to Hillary Clinton at a rally in Tempe, Ariz., on Wednesday. Credit Doug Mills/The New York Times “The story of this election may be the mobilization of the Hispanic vote,” said Senator Lindsey Graham of South Carolina, an anti-Trump Republican who has pleaded with his party to do more to win over Latinos. “So Trump deserves the award for Hispanic turnout. He did more to get them out than any Democrat has ever done.” Advertisement Continue reading the main story The question for Republicans, just 12 years after President George W. Bush carried at least a third of the Hispanic vote, is how long the Trump-inflicted damage with Latinos will haunt them. Raising the specter of how difficult it has been for California Republicans since former Gov. Pete Wilson’s hard line toward illegal immigrants there, Mr. Graham said, “If we don’t come to grips with the demographic challenges we have with Hispanics in presidential politics, we’ll never right the ship.” In Florida, at least 200,000 more Hispanics had voted early as of Friday than did during the entire early voting period four years ago, according to an analysis by Steve Schale, a Democratic strategist who helped run President Obama’s two campaigns here. The turnout has been particularly explosive in South Florida and Central Florida, where thousands from Puerto Rico and other regions of Latin America have migrated in recent years. And 24 percent of the Hispanics casting early ballots were first-time voters, the analysis showed. Graphic: Voting Early, and in Droves: Over 22 Million Ballots Are Already In “It’s the demographics that are bailing her out,” Mr. Schale said. In Orlando, voters waited up to 90 minutes on Saturday at one early voting location at a library, some spending the time taking pictures of one another in front of candidates’ signs. Parking lots for a quarter-mile surrounding the area were packed. Mrs. Clinton clearly carried the day there. Jon-Carlos Perez, 30, an independent voter and a concrete laborer originally from Puerto Rico, said he cast his vote for Mrs. Clinton in part because “she’s not an idiot like Trump.” Alyssa Perez, 23, a doctoral student at the University of Central Florida who voted at another busy location in Orlando, said she considered Mr. Trump to be “anti-women, anti-Hispanic, anti-Muslim” and said, “I don’t want to live in a country where there is a president who has those kinds of views.” Advertisement Continue reading the main story Canvassing on Saturday morning in North Miami, Mary Kay Henry, the president of the Service Employees International Union, and a handful of local members focused on households, many of them Haitian or Hispanic, with an infrequent voting history. But nearly every resident who answered their door assured her they had already voted. “The word is out,” said Ms. Henry, as roosters scooted between yards. But it was not just Florida where Hispanics were poised to send a powerful message. In Nevada, which has the fastest-growing Latino population in the West, Democrats appeared to have built a fearsome advantage in Las Vegas’s Clark County at the end of early voting Friday, largely because of a surge of votes from Mexican-Americans. The early voting period was extended until 10 p.m. at one Hispanic grocery store in Las Vegas, where the images of hundreds of voters waiting in line ricocheted across the internet. (On Saturday, Mr. Trump claimed, without any evidence, that the hours had been extended so Democrats could be bused in.) ",
    "title": "Hillary Clinton Appears to Gain Late Momentum on Surge of Latino Voters - The New York Times"
   },
   {
    "entities": [
     "epstein",
     "rajai",
     "wrigleyville",
     "davis",
     "\\' 2016",
     "kuc/chicago",
     "rockwell",
     "cub",
     "ramirez",
     "fowler",
     "jake",
     "sanderson",
     "joe",
     "diego",
     "frey",
     "kluber",
     "contact",
     "ross",
     "january 2015",
     "oct. 24, 2016",
     "lackey",
     "ricketts",
     "kyle",
     "jose",
     "emanuel",
     "trout",
     "nation",
     "john",
     "rahm",
     "cleveland",
     "addison",
     "johnny",
     "jon",
     "spring",
     "night",
     "schwarber",
     "cey",
     "sutcliffe",
     "spring of 2015",
     "2016",
     "carson",
     "2012",
     "david",
     "aroldis",
     "mr.",
     "maddon",
     "wrigley",
     "dexter",
     "nlcs",
     "norman",
     "brian",
     "field",
     "padres",
     "october",
     "\\'round",
     "ernie",
     "francisco",
     "kuc",
     "tom",
     "banks",
     "arrieta",
     "russell",
     "hendricks",
     "heard",
     "rizzo",
     "chris",
     "paul",
     "reporter",
     "travis",
     "sigh",
     "burke",
     "1984",
     "league",
     "mayor",
     "saturday",
     "sunday",
     "stephen",
     "anthony",
     "steve",
     "theo",
     "fall",
     "7",
     "colbert",
     "national",
     "oct. 30, 2016",
     "kris",
     "scott",
     "masters",
     "ron",
     "tribune",
     "rick",
     "cassella/chicago",
     "san",
     "nov. 2, 2016",
     "penguin",
     "chicago",
     "corey",
     "lester",
     "chapman",
     "winter of 2014",
     "arizona",
     "carl",
     "lindor",
     "1945",
     "halloween",
     "jr.",
     "bryant",
     "edwards",
     "king-like",
     "cubs",
     "wood",
     "skrbina/chicago",
     "sullivan",
     "jim"
    ],
    "id": 5,
    "text": "The Weight: Chapter 16 A dream fulfilled as the impossible comes true for the Cubs Photos from Game 7 of the World Series at Progressive Field in Cleveland on Nov. 2, 2016. Paul Sullivan Contact Reporter Chicago Tribune \"Dream Big.\" Mr. Cub wrote those words on an autographed photo of him and Anthony Rizzo , who attached it to the wall of his locker in the spring of 2015. Ernie Banks , the Cubs icon, and Rizzo, the young first baseman, had bonded after Rizzo's arrival from the Padres in 2012. After Banks died in January 2015, Rizzo paid tribute to his friend by posting the photo in his locker, a daily affirmation from a man synonymous with sunshine. It wasn't one of the catchy slogans the Cubs would make famous in 2016 — \"Embrace the Target\" or \"Try Not to Suck\" — and it wasn't particularly poetic. Just a friendly reminder from someone who never made it to a World Series that it all starts with a dream. Now Rizzo and the Cubs finally had made it to the World Series, ending a 71-year wait that spawned the \"lovable losers\" epithet and made the franchise a late-night TV punchline from Johnny Carson to Stephen Colbert. All they needed to do was beat the Indians to end the 107-year championship drought and kick off the party of the century in Chicago. Rizzo and Travis Wood were the last of the 2012 Cubs that lost 101 games in the first year of The Plan. On the eve of Game 1 of the Series, Rizzo reminisced about the winter of 2014, when Joe Maddon arrived and Jon Lester signed. At last, the dream finally began to look real. The Weight: Paul Sullivan chronicles the Cubs' 2016 season Read more stories \"It was a turning point,\" Rizzo said. \"I remember saying to my parents 'I should be on a contending team the rest of my career.' The first four years of it weren't like that. It's a good feeling to come in knowing we're going to play this game and next year we're going to go into spring training expecting to win the World Series again, just like we did this year, expecting to win the World Series. \"It's exciting stuff.\" It was, and the Cubs not only were ready, they had an October Surprise in their back pocket — the return of Kyle Schwarber, who had missed more than six months rehabbing from knee surgery after an outfield collision with Dexter Fowler in the third game of the season. A couple of days earlier, Schwarber had been playing in front of 100 people in an Arizona Fall League game, preparing to launch a made-for-\"30-for-30\"-style comeback. Now he was on baseball's biggest stage, trying to help end an epic drought, with millions of Cubs fans dreaming big. The weight of the past was heavier than ever, but the time had arrived. Here they were. Now they were here. Caption Theo Epstein ahead of Game 1 of the World Series Theo Epstein ahead of Game 1 of the World Series. (Paul Skrbina/Chicago Tribune) Theo Epstein ahead of Game 1 of the World Series. (Paul Skrbina/Chicago Tribune) Caption Cubs work out in Cleveland before World Series The Cubs work out at Cleveland's Progressive Field on Oct. 24, 2016, before the World Series begins. (Brian Cassella/Chicago Tribune) The Cubs work out at Cleveland's Progressive Field on Oct. 24, 2016, before the World Series begins. (Brian Cassella/Chicago Tribune) Digging deep The Rev. Burke Masters, a Cubs chaplain, celebrated Mass on Sunday morning in the Wrigley Field stands before Game 5 of the World Series, as the participants hoped to restore faith that had been shattered in the blink of an eye. After Indians ace Corey Kluber shut down the Cubs in a 6-0 victory in Game 1, Schwarber's Hollywood comeback and Jake Arrieta 's dominance led them to a 5-1 triumph in Game 2 that knotted the Series for the much-anticipated return to Chicago. The pregame scene for the first World Series game at Wrigley Field since 1945 resembled a Norman Rockwell painting, warm and fuzzy and visually perfect. But the game itself was Stephen King-like, a horrific 1-0 Cubs loss that gave the Indians home-field advantage again. John Lackey, who ripped the Chicago media for pointing out the Cubs' postseason swings during the National League Championship Series , saying \"you guys dramatize everything,\" was overdramatic during a Game 4 meltdown. Lackey repeatedly lost his cool after Kris Bryant made his second error during a two-run second inning, sending the Indians to a 7-2 victory and commanding 3-1 series lead. World Series , and Cubs Chairman Tom Ricketts has to get along with both of them. Ricketts needs Mayor Rahm Emanuel for city approval on many of the changes at Wrigley, and he needs John Lackey to... Two of the more polarizing figures in Chicago were on the same field Saturday night at Game 4 of the World Series , and Cubs Chairman Tom Ricketts has to get along with both of them. Ricketts needs Mayor Rahm Emanuel for city approval on many of the changes at Wrigley, and he needs John Lackey to... (Paul Sullivan) The Cubs' high hopes of ending the drought seemingly were dashed, and the only thing left for the Indians to do to clinch their first championship in 68 years was to win one of three games, starting with beating Lester in Game 5. That was not happening. Lester struck out the side in the first to keep hope alive but served up a home run to Jose Ramirez in the second to quiet the home crowd. The Cubs were in the midst of another offensive funk, just like the one in the NLCS, and couldn't find an escape hatch. Bryant had been 1-for-15 in the Series, making his decision to film a commercial with a billy goat for an energy drink look ominous. Damn, that old goat had won again. But the kid with the never-ending grin stepped to the plate to start the bottom of the fourth inning and calmly cranked a home run into the left-field bleachers, tying the game and starting the Sigh Heard 'Round Chicago. The situation: With the crowd at Wrigley Field subdued after Jose Ramirez's second-inning home run gave the Indians a 1-0 lead, the Cubs were in need of a spark with their season on the line. Upped stepped Kris Bryant to lead off the bottom of the fourth. What happened next: On a 1-1 count, Bryant... The situation: With the crowd at Wrigley Field subdued after Jose Ramirez's second-inning home run gave the Indians a 1-0 lead, the Cubs were in need of a spark with their season on the line. Upped stepped Kris Bryant to lead off the bottom of the fourth. What happened next: On a 1-1 count, Bryant... (Chris Kuc) Rizzo then doubled off the ivy in right, and suddenly the ballpark was alive again. Addison Russell's infield hit brought in the go-ahead run, and David Ross' sacrifice fly made it 3-1. Lester was not going to give up this lead. No chance. But he told Maddon after six innings and 90 pitches that he was done, turning the season over to the Cubs' shaky bullpen. Carl Edwards Jr. came on with a one-run lead in the seventh, but after a single and flyout, Maddon had an October Surprise of his own. Edwards was yanked for closer Aroldis Chapman , who was being asked to do the unthinkable — get the final eight outs and get the Cubs to Game 6. Chapman delivered — but only after scaring the daylights out of Cubs Nation, neglecting to cover first on Rajai Davis ' infield hit to Rizzo with one out in the eighth. Would the lack of hustle with the season on the line ultimately turn Chapman into the goat of the century? Chapman let Davis steal second and third with ease, greasing the skids for his demise, before Francisco Lindor was called out on strikes to end the suspense. Crisis averted. Photos from Game 5 of the World Series at Wrigley Field on Oct. 30, 2016. After the Game 5 victory, Maddon gave the players a timeout for Halloween instead of having them fly to Cleveland for the off day. This was the genius of Maddon, the reason he had been able to get the most of his players. Let them be dads first and Cubs employees second. There was no way to quantify its affect, but the players appreciated the chance to breathe. Lester and Ross took their kids trick-or-treating, getting their first taste of a Wrigleyville Halloween. \"It was a little nuts,\" Ross said. \"Some lady, had to be about 60, was something. She was sprinting down the street because she didn't answer the door and then saw it was me and Jon Lester walking around. It was crazy, but fun crazy. People were excited.\" Another mood swing in the city that couldn't sleep was well underway. Bryant's home run got them off the mat, the tag-team performance of Lester and Chapman saved the season and they had Arrieta and Kyle Hendricks going in Games 6 and 7, respectively. \"What could go wrong?\" fans said to themselves, knowing perfectly well what could — and perhaps would. Caption Anthony Rizzo on Cubs' World Series Game 5 win: 'Whatever it takes' Cubs first baseman Anthony Rizzo reacts to the team's 3-2 win over the Indians in Game 5 of the World Series. (Paul Skrbina/Chicago Tribune) Cubs first baseman Anthony Rizzo reacts to the team's 3-2 win over the Indians in Game 5 of the World Series. (Paul Skrbina/Chicago Tribune) Caption David Ross on his final game at Wrigley Field Cubs catcher David Ross reacts to playing his final game at Wrigley Field, a 3-2 win over the Indians in Game 5 of the World Series. (Chris Kuc/Chicago Tribune) Cubs catcher David Ross reacts to playing his final game at Wrigley Field, a 3-2 win over the Indians in Game 5 of the World Series. (Chris Kuc/Chicago Tribune) Rolling the dice The real curse of the Cubs was not the billy goat or the black cat or the foul ball. It was having to flash back to an awful moment or poor decision-making at a crucial juncture of a potential history-changing game. In 1984, it was manager Jim Frey going with Scott Sanderson in Game 4 of the NLCS in San Diego with a 2-1 series lead over the Padres. Rick Sutcliffe, the major leagues' best pitcher, was ready to go, and Game 2 winner Steve Trout was ready for Game 5 if necessary. Thirty-two years later, it still rankled the '84 Cubs. \"We've visited that area many times,\" said Ron Cey, the team's third baseman known as 'the Penguin' for his inimitable waddle. \"Yeah, it kind of grinds at me once in a while. I didn't discuss it with (Frey), but I discussed it with a lot of people.\" Cubs managers, even the most successful ones, had contributed to the weight. ",
    "title": "A dream fulfilled as the impossible comes true for the Cubs - Chicago Tribune"
   },
   {
    "entities": [
     "nov. 3, 2016",
     "energy",
     "judge",
     "kleeb",
     "lorne",
     "royal",
     "rockwell",
     "action",
     "aug. 18",
     "rock",
     "corps",
     "change",
     "ed",
     "access",
     "obama",
     "koenig",
     "s.d.",
     "international",
     "nebraska",
     "granado",
     "tribe",
     "henry",
     "friday",
     "xl",
     "2011",
     "mahmoud",
     "supreme",
     "shell",
     "simon",
     "2018",
     "gerjets",
     "john",
     "guidelines",
     "transfer",
     "fallon",
     "of",
     "iowa",
     "september",
     "summer",
     "75%",
     "dutch",
     "2014",
     "associated",
     "january",
     "city",
     "oil",
     "n.d.",
     "david",
     "pipeline",
     "utilities",
     "army",
     "fleming",
     "sen.",
     "d-vt",
     "2006",
     "press",
     "tuesday",
     "7:57 p.m. edt",
     "act",
     "$80",
     "bill",
     "standing",
     "oahe",
     "shirley",
     "thursday",
     "vietnam",
     "archambault",
     "tribal",
     "macpherson",
     "boasberg",
     "environmental",
     "river",
     "preservation",
     "google",
     "josh",
     "white",
     "nelson",
     "sioux",
     "dakota",
     "barack",
     "partners",
     "cannon",
     "jane",
     "falls",
     "court",
     "u.s.",
     "policy",
     "conversation",
     "november 5, 2016",
     "jan. 1",
     "public",
     "national",
     "sanders",
     "stockman",
     "2015",
     "sept. 9",
     "keystone",
     "rivers",
     "commission",
     "$45",
     "interior",
     "hult",
     "vicki",
     "engineers",
     "missouri",
     "the",
     "credo",
     "lake",
     "$913 million",
     "reservation",
     "twitter",
     "justice",
     "joey",
     "house",
     "bernie",
     "$1 billion",
     "historic",
     "hanigan",
     "north",
     "ball",
     "bold",
     "south",
     "james",
     "1960s",
     "$70",
     "$3.8 billion",
     "transcanada"
    ],
    "id": 6,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest 4 ways the Dakota Access Pipeline could be stopped North Dakota's Standing Rock Sioux Tribe isn't the only group that wants the pipeline, 75% complete, to be shut down. Post to Facebook 4 ways the Dakota Access Pipeline could be stopped North Dakota's Standing Rock Sioux Tribe isn't the only group that wants the pipeline, 75% complete, to be shut down. Check out this story on USATODAY.com: http://usat.ly/2frdvqj CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 26 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs 4 ways the Dakota Access Pipeline could be stopped USA Today Network John Hult, (Sioux Falls, S.D.) Argus Leader 7:57 p.m. EDT November 5, 2016 x Share A small group of concerned citizens have established a small camping area in Shirley Gerjets' yard at her Rockwell City farm walking distance from the site of the Dakota Access pipeline. Bryon Houlgrave/The Register Members of the clergy join protesters against the Dakota Access crude-oil pipeline Nov. 3, 2016, in southern North Dakota near Cannon Ball. (Photo: James MacPherson, AP) Many saw the Dakota Access Pipeline's completion as a foregone conclusion before the company applied for a single permit. In South Dakota, the company behind the project obtained voluntary easements from every landowner in its path with even vocal opponents choosing to take the deals over what were considered fruitless and expensive eminent-domain battles. Now, with most of the work complete, many still see the pipeline’s operation as a matter of when, not if. But the massive groundswell of support for the anti-pipeline efforts of the Standing Rock Sioux Tribe in North Dakota has thrown the pipeline’s future into uncertainty. President Barack Obama delayed granting the company’s final easement last month and said last week that a re-route around areas sensitive to the tribe’s ancestral lands is a possibility. Standing Rock Sioux Tribal Chairman David Archambault sees a re-route as a major victory, but many protesters have vowed to continue the fight until the $3.8 billion project is shut down. Rubber bullet strikes camerawoman at Dakota pipeline protest Could that happen in any realistic scenarios? Pipeline owner Energy Transfer Partners and its backers don’t think so —  four states and the Army Corps of Engineers granted permits for the pipeline, and construction is more than 75% complete — but opponents are hopeful. Here are a few of the areas opponents are focusing on as paths to a possible shutdown. 1. Standing Rock wins in court The tribe filed a federal lawsuit against the Army Corps of Engineers during the summer shortly after the agency signaled its intent to approve an easement for drilling under Lake Oahe, a more than 200-mile-long reservoir on the Missouri River that extends from South Dakota into North Dakota. The tribe asked for an immediate injunction on two grounds: That the Corps failed to adequately consult with the tribe to identify historically significant sites along the pipeline route. That granting the easement would do irreparable harm to tribal history; parts of the Standing Rock Reservation already were flooded with the creation of the lake in the 1960s. U.S. District Judge James Boasberg rejected both arguments Sept. 9, saying the tribe was offered the chance to consult but refused until the process neared an end, and that it had no proof the current route would cause irreparable harm. That doesn’t mean the case is over. The ruling was restricted to the tribe’s claims on alleged violations of the National Historic Preservation Act. Authorities dismantle N.D. pipeline protesters' bridge The underlying lawsuit also argues that the Corps’ permitting process violated the Clean Water Act, National Environmental Policy Act and the Rivers and Harbors Act. None of those claims has been fully litigated. Archambault said Thursday during a Facebook Live stream that while he feels “the deck is stacked” against indigenous people, the tribe intends to continue battling construction in court. “If there is an easement granted, we will sue,” Archambault said. “If their easement is not granted, of course they’ll sue.” 2. The federal government delays or stops the project President Obama’s announcement that a re-route of the pipeline is on the table points to another avenue for opponents. The statement this week wasn’t the first time the Obama administration has pushed back against the Dakota Access Pipeline. Sorry, your Facebook check-ins at Dakota pipeline aren't confusing police Immediately following Boasberg’s ruling in September, the departments of Justice, Army and Interior issued a joint statement that said the Army would not authorize construction beneath Lake Oahe, a moved that pipeline supporters fiercely criticized. Delays and re-routes add financial strain to pipeline projects and create more openings for opposition, according to Jane Fleming Kleeb of Bold Nebraska. Kleeb’s group helped push for a re-route of the Keystone XL Pipeline around Nebraska’s Sandhills and the Oglala Aquifer in 2011. That forced that pipeline’s owner, TransCanada, to further study environmental impacts and effects on natural resources and to negotiate with more landowners, she said. Why people are checking in to Standing Rock on Facebook “Whenever a re-route happens, it re-opens all those discussions,” Kleeb said. The continued delays of Keystone XL forced a review hearing at the South Dakota Public Utilities Commission in 2015. Ultimately, President Barack Obama chose to deny a permit for KeystoneXL, and TransCanada has filed a lawsuit. Energy Transfer Partners told The Associated Press earlier this week that it was unaware of plans for a new route in North Dakota for the Dakota Access Pipeline and remains “confident we will receive our easement in a timely fashion.” Dakota Access pipeline protests draw contrasts to Bundy Even if the company gets its easement, it would be subject to congressional review, and Kleeb sees the potential for elected officials like Sen. Bernie Sanders, D-Vt. and a pipeline opponent, to call for more delays. Josh Nelson, policy director for the progressive protest group Credo Action, hopes to see President Obama or the next president shutter Dakota Access altogether. More than 378,000 people have signed a petition asking the White House to take executive action and shut down construction its construction. “The only resolution that we’re going to accept is shutting it down entirely,” Nelson said. 3. Re-routes or delays could endanger the project’s financial feasibility Delays alone could do major financial damage to Energy Transfer Partners. The company indicated as much in court filings in the Standing Rock lawsuit. In an Aug. 18 declaration to the court, Joey Mahmoud, Dakota Access vice president, wrote that the company had committed to completing the pipeline by Jan. 1, less than two months from now. Shailene Woodley faces January trial in pipeline protest “The long-term transportation contracts give shippers a right to terminate their commitments if (Dakota Access Pipeline) is not in full service per the contract deadline,” Mahmoud wrote. A delay in the start of operations would cost about $913 million, Mahmoud wrote, rising to more than $1 billion by 2018. Stopping work would cause “grave and irreparable impacts to DAPL (the Dakota Access Pipeline), its workers, the landowners, economy, both the state and federal government and the environment.” Opponents now speculate that financial harm from protest-related delays alone could be enough to stop the pipeline’s completion. Shailene Woodley pleads not guilty in Dakota Access Pipeline protest “It’s pretty clear they’re not going to have oil flowing on Jan. 1,” said Lorne Stockman, research director of the nonprofit outfit Oil Change International. “It’s going to happen. They’re going to have to renegotiate those contracts.” When the project was announced in 2014, the price of oil was $70 to $80 a barrel. The long-term contracts common in the pipeline industry might be more difficult to lock in with oil at $45 a barrel, Stockman said. The embrace of natural gas and the ramp-up of U.S. energy production have played into the extended price slump, and energy analysts are concerned about long-term lows. On Tuesday, the chief financial officer of Royal Dutch Shell, Simon Henry, said the world will hit peak oil demand within five to 15 years. Wisconsin guard, tribal member Koenig joins pipeline protest “The world in which they would renegotiate those contracts is not the world in which they negotiated the original contracts,” Stockman said. However, on Friday, company spokeswoman Vicki Granado said the January date would not affect shipping volumes or the project as a whole. “There is no Jan. 1 deadline,” Granado wrote in email. 4. Iowa landowners win in court Most of the attention focused on the Dakota Access Pipeline is aimed at protest camps in North Dakota, where thousands have visited and hundreds have been arrested in clashes with law enforcement. But opponents have another front line in their battle against the pipeline: the corn fields and courtrooms of Iowa. Bernie Sanders, Native Americans say oil pipeline will poison drinking water The state has had its own protests and arrests as well, said a former state lawmaker and radio host who opposes the pipeline, Ed Fallon. “We’ve had more people arrested in Iowa over this than we’ve ever seen, even going back to the Vietnam War,” Fallon said. Pipeline opponents now are using an eminent-domain law that Fallon championed in 2006 in hopes of booting Dakota Access from the state. The law says eminent domain can be used only to take property for defined public purposes. Army Corps halts work at lake near Sioux tribe despite judge's order Water, electricity, and natural gas delivery are explicitly included in the statute. Crude oil is not. Des Moines lawyer Bill Hanigan represents 14 landowners in a half dozen Iowa counties where land was taken for pipeline construction through eminent domain. Hanigan’s clients argue that both Iowa law and the U.S. Constitution bar the use of eminent domain to condemn property for a crude-oil project. Q&A: The 4-state, $3.8 billion Dakota Access oil pipeline “Crude oil has no value unless it’s refined. It’s a raw material,” Hanigan said. “We need lumber to build homes, so would we condemn farms to build someone a private highway to haul lumber?” Hanigan believes the already built pipeline beneath his clients’ property and every barrel of oil that flows through it are considered trespassing. Next month, Hanigan and lawyers for Dakota Access will appear before a judge. The losing side of the judge’s subsequent opinion likely will appeal to the Iowa Supreme Court, he said. ",
    "title": "4 ways the Dakota Access Pipeline could be stopped"
   },
   {
    "entities": [
     "sarah",
     "vaughn",
     "michigan",
     "trump",
     "hillyard",
     "status",
     "immigration",
     "upon",
     "arrival",
     "joe",
     "clinton",
     "biden",
     "bernie",
     "u.s.",
     "saturday",
     "first",
     "chelsea",
     "america",
     "friday",
     "palin",
     "sanders"
    ],
    "id": 7,
    "text": "Trump Facing New Questions About Wife's Immigration Status Upon First U.S. Arrival 2:21 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161106013445if_/http://www.nbcnews.com/widget/video-embed/801955907546\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Trump continues to suffer from a surrogate disadvantage as high-profile Republicans have shied away from publicly rallying for the polarizing candidate, meaning Trump and his vice presidential nominee are doing much of the heavy lifting. He has also called upon former vice presidential candidate Sarah Palin to hit the trail for him in the closing days of the campaign. \"We don't need Jay Z to fill up arenas. We do it the old-fashioned way. We do it the old-fashioned way, folks. We fill them up because we love what we're saying and you want to make America great again,\" Trump said during his Tampa rally, a sentiment he has reiterated. Clinton has been able to roll out a robust roster of Democratic supporters, ranging from lawmakers to celebrities. Vice President Joe Biden, Bernie Sanders and Chelsea Clinton all hit the trail to stump for her on Saturday. Recent polls have shown a tightening race just three days before the election. Clinton on Friday made a stop in Michigan — a state once thought to be solidly blue but surveys suggest is now a tossup state. The Democrat has largely bypassed Michigan in favor of states with early voting. Vaughn Hillyard ",
    "title": "Trump, Clinton Dig in for Jam-Packed Final Weekend of Campaigning  - NBC News"
   },
   {
    "entities": [
     "john",
     "oct. 22, 2015",
     "cleveland",
     "on",
     "roosevelt",
     "hillary",
     "50 percent",
     "nations",
     "york",
     "iowa",
     "michelle",
     "neera",
     "trump",
     "sept. 14, 2014",
     "october",
     "summer",
     "joel",
     "warren",
     "indianola",
     "comey",
     "bush",
     "fbi",
     "committee",
     "city",
     "benenson",
     "kaine",
     "dole",
     "tanden",
     "island",
     "convention",
     "obama",
     "election day",
     "barack",
     "joe",
     "benghazi",
     "clinton",
     "wikileaks",
     "massachusetts",
     "state",
     "house",
     "elizabeth",
     "tower",
     "biden",
     "fry",
     "bernie",
     "republican",
     "mook",
     "u.s.",
     "new",
     "march 10, 2015",
     "tim",
     "bob",
     "podesta",
     "florida",
     "rubio",
     "february 2015",
     "bill",
     "department",
     "steak",
     "james",
     "united",
     "harkin",
     "national",
     "sanders",
     "robby",
     "select"
    ],
    "id": 8,
    "text": "Growing Up In Protected Americana, Hillary Clinton Looked Outside The Cocoon It was clear that was the general election challenge Clinton and her team were anticipating when she gave the big speech at her official campaign kickoff event on Roosevelt Island in New York. \"Now there may some new voices in the presidential Republican choir, but they're all singing the same old song,\" Clinton told a crowd estimated at 5,000. \"A song called, 'Yesterday.' You know the one. All our troubles look as though they're here to stay. And we need a place to hide away. They believe in yesterday. And you're lucky I didn't try singing that, I'll tell you.\" According to hacked emails released by WikiLeaks, behind the scenes, senior advisers were especially concerned about Rubio, the Florida senator. \"I'm beginning to worry more about Rubio than the others,\" Joel Benenson, the campaign's pollster and chief strategist wrote in February 2015. \"He has stronger right wing cred than Jeb and he's finding a way to the middle enough for now and he will be the most exciting choice to Republicans. Could pose a real threat with Latinos etc.\" But in the end, Trump outlasted the entire Republican field, leaving Clinton to face an opponent with well-known shortcomings and an opposition research file bigger than Trump Tower. Hillary Clinton won the opponent lottery. Not just in the primary, when Warren and Biden stayed out, but in the general election as well. There were certainly risks in facing Trump: his ability to dominate news coverage, the difficulty in pinning him down on policy. Trump's taxes, business dealings, treatment of women and tendency to say and tweet things that hurt him with voters were a constant throughout the general election campaign. But many Republicans and even some Democrats believe, with a more disciplined opponent, Clinton would easily have been facing defeat on Election Day. A Team Of (Former) Rivals For the first time in at least 100 years, a sitting U.S. president has campaigned vigorously for his chosen successor. In the closing weeks of the campaign, President Barack Obama has been a regular fixture on the campaign trail for Hillary Clinton, pitching her to voters more effectively than she could pitch herself. Enlarge this image Hillary and Bill Clinton attend the 37th Harkin Steak Fry on Sept. 14, 2014, in Indianola, Iowa. Steve Pope/Getty Images hide caption toggle caption Steve Pope/Getty Images Hillary and Bill Clinton attend the 37th Harkin Steak Fry on Sept. 14, 2014, in Indianola, Iowa. Steve Pope/Getty Images With an approval rating solidly above 50 percent and his natural ease on the stump, Obama essentially doubled Clinton's firepower in swing states. But he wasn't the only one. First Lady Michelle Obama, Vice President Joe Biden, Massachusetts Sen. Elizabeth Warren and even Bernie Sanders campaigned hard for Clinton and her running mate, Tim Kaine. Clinton won Sanders over by agreeing to modify her debt-free public college proposal to more closely track with Sanders' free college plan. He started slowly, but by the end of the race Sanders was traversing the country trying to convince his young supporters to go to the polls and not vote for a third-party candidate or Trump. The ally Clinton always had making the case on her behalf was her husband, former President Bill Clinton. By contrast, Trump's surrogate operation was thin. There were no former presidents or even former Republican presidential nominees, save Bob Dole, who appeared at the Republican National Convention. Mitt Romney actively opposed Trump and relatives said both former presidents Bush would likely vote for Clinton. Clinton's 'Damn Emails' (And Wall Street Speeches) From before Hillary Clinton even entered the race for president, her campaign faced headwinds of her own making. There was the private email server she used for official business while secretary of state and there were the lucrative speaking engagements during the time after she left the State Department and before her campaign officially began. Enlarge this image Hillary Clinton speaks to the media after keynoting a Women's Empowerment Event at the United Nations March 10, 2015 in New York City, just days after it was revealed she used a private email server while secretary of state. Yana Paskova/Getty Images hide caption toggle caption Yana Paskova/Getty Images Hillary Clinton speaks to the media after keynoting a Women's Empowerment Event at the United Nations March 10, 2015 in New York City, just days after it was revealed she used a private email server while secretary of state. Yana Paskova/Getty Images When the news of Clinton's server broke, top officials in the campaign were seemingly blindsided. In hacked emails released by WikiLeaks, campaign chairman-in-waiting John Podesta emailed campaign manager-in-waiting Robby Mook asking if he knew the extent of the email issue in advance. \"Nope. We brought up the existence of emails in research this summer but were told that everything was taken care of,\" Mook wrote at the time. Clinton's campaign has refused to verify the authenticity of emails released by WikiLeaks and has also avoided commenting on any of the content. Clinton's campaign says the release of emails hacked from Podesta's personal Gmail account is part of a Russian effort to interfere with the U.S. election. In one chain, Podesta and Neera Tanden, a longtime Clinton ally, complain about the email story coming out so late in the game. \"Why didn't they get this stuff out like 18 months ago? So crazy,\" she asked. In a later email, Tanden answered her own question: \"They wanted to get away with it.\" Bernie Sanders gave Clinton a gift when he took the email server off the table as an issue in the Democratic primary during the first debate. \"Let me say something that may not be great politics, but I think the secretary is right. And that is that the American people are sick and tired of hearing about your damn emails,\" said Sanders. Clinton jumped in, \"Thank you, thank you,\" she said. \"Me, too!\" Right after that came the 11-hour hearing of the House Select Committee on Benghazi. Clinton maintained a calm, somber demeanor throughout and left with House Republicans revealing no new bombshells. Enlarge this image Hillary Clinton testifies before the House Select Committee on Benghazi on Oct. 22, 2015. Chip Somodevilla/Getty Images hide caption toggle caption Hillary Clinton testifies before the House Select Committee on Benghazi on Oct. 22, 2015. Chip Somodevilla/Getty Images That October was one of the best months of her campaign. But Clinton's email troubles were far from over. Just as she was launching into the general election, only hours before Clinton was to campaign with President Obama for the first time, FBI Director James Comey held a press conference. On the face of it, his announcement was good news. The FBI had been investigating whether Clinton's use of a private email server violated the law, whether she and her aides had improperly handled classified material. He said no reasonable prosecutor would pursue the case and he was recommending against charging Clinton or her aides with a crime. \"Although we did not find clear evidence that Secretary Clinton or her colleagues intended to violate laws governing the handling of classified information, there is evidence that they were extremely careless in their handling of very sensitive, highly classified information,\" Comey said. His statement raised more questions than it answered and brought the email saga back into focus for voters. At the Republican National Convention in Cleveland, delegates began chanting \"lock her up!\" That chant became a regular feature of Trump rallies. ",
    "title": "Hillary Clinton's Path To Election Day: Her Opponents, Surrogates, Emails, Paid Speeches And Plans : NPR"
   },
   {
    "entities": [
     "huma",
     "johnson",
     "michigan",
     "post",
     "44\\xc2\\xa0percent",
     "mitch",
     "katy",
     "ann",
     "ohio",
     "55 percent",
     "green",
     "election day",
     "obama",
     "clinton",
     "podhorzer",
     "weiner",
     "washington",
     "wisconsin",
     "tumulty",
     "tampa",
     "virginia",
     "friday",
     "congress",
     "jose",
     "b.",
     "crites",
     "43\\xc2\\xa0percent",
     "indiana",
     "cleveland",
     "clement",
     "midwest",
     "gearan",
     "hillary",
     "perry",
     "donald",
     "fbi",
     "night",
     "2 percent",
     "36 percent",
     "hampshire",
     "2016",
     "2012",
     "minnesota",
     "weekend",
     "november 6",
     "58 percent",
     "tuesday",
     "philadelphia",
     "leadership",
     "40\\xc2\\xa0percent",
     "tim",
     "thursday",
     "nov. 4, 2016",
     "32 percent",
     "karen",
     "law",
     "anne",
     "carolina",
     "sarah",
     "secret",
     "states",
     "nev.",
     "1972",
     "pence",
     "choose",
     "stein",
     "white",
     "abedin",
     "jill",
     "parnass/the",
     "senate",
     "political",
     "2010",
     "delreal",
     "u.s.",
     "new",
     "nevada",
     "saturday",
     "monday",
     "florida",
     "nov. 5",
     "michael",
     "4 percent",
     "anthony",
     "53\\xc2\\xa0percent",
     "grand",
     "gary",
     "oct. 28",
     "steven",
     "united",
     "view",
     "scott",
     "dan",
     "1928",
     "san",
     "trump",
     "evening",
     "comey",
     "mike",
     "mcconnell",
     "service",
     "party",
     "reno",
     "balz",
     "gop",
     "austyn",
     "pennsylvania",
     "antonio",
     "kaine",
     "1:39",
     "house",
     "afl-cio",
     "report",
     "fund",
     "2008",
     "north",
     "48\\xc2\\xa0percent",
     "rapids",
     "colorado",
     "arbor",
     "jay",
     "graphic",
     "cook",
     "south",
     "james"
    ],
    "id": 9,
    "text": "Trump in final stretch pursues new opportunities to reach 270 electoral votes The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Karen Tumulty and Dan Balz November 6 at 1:39 AM Follow @ktumulty Follow @danbalz In this Nov. 4, 2016, photo, voters wait in line to cast ballots at an early polling site in San Antonio. Your parents were right: Math really does matter. After all of the tumult and tedium of a long, ugly presidential campaign, Election Day is all about which candidate can win enough states to get to 270 electoral votes.(AP Photo/Eric Gay) (Eric Gay/AP) With hours until Election Day, the wildest U.S. presidential race in memory has grown more competitive in most of the battleground states, although Democratic nominee Hillary Clinton continues to hold a broader path to victory than Republican Donald Trump. The political map suggests that Clinton can lose several key states long assumed to be in her column and still reach the 270 electoral votes she needs to win. Trump, meanwhile, has a new reason for optimism, as a growing number of states appear potentially within his grasp . But to win, he would have to take nearly all of them. The 11th-hour fluidity of the race had the two campaigns scrambling the travel plans of the candidates and their top surrogates. In Trump’s case, it is an effort to grab what he considers emerging opportunities in the sprint for the finish line; in Clinton’s, as insurance against surprises Tuesday in territory she has considered hers. Choose your own electoral adventure: Map out the ways Clinton or Trump could win View Graphic Choose your own electoral adventure: Map out the ways Clinton or Trump could win Trump said Saturday that he and his running mate, Indiana Gov. Mike Pence, will hold campaign events in Minnesota , a state that has not voted for a Republican since 1972. A Trump campaign official insisted that the move was not a feint and that internal polling showed the Republican only three points behind Clinton there. In a sign that Democrats are suddenly anxious about Michigan , on Monday, Clinton will be in Grand Rapids and President Obama will campaign in Ann Arbor. Trump and Pence will also be in Michigan in the next two days. At a rally Saturday in Tampa, which is a bellwether of crucial Florida , Trump said his campaign is moving aggressively to seize upon openings it sees across the country. Republican presidential nominee Donald Trump outlined what he sees as his path to victory, predicting wins in big swing states like Pennsylvania and Florida, during a campaign rally on Nov. 5 in Reno, Nev. (The Washington Post) “We’re going into what they used to call Democrat strongholds where we are now tied or leading,” the billionaire real estate developer said. He predicted that he will win Florida and Pennsylvania — which both voted for Obama in the past two elections — and said that he is “doing phenomenally well in North Carolina ,” where both candidates have invested significant time and resources over the past few weeks. Later Saturday evening, Trump was rushed off the stage by security officials at a rally in Reno, Nev., as some kind of disturbance was taking place in the front of the room where he was speaking. People in the crowd scattered as U.S. Secret Service and uniformed officers jumped the barricades to apprehend an unidentified man and lead him out of the room. Local reports said the man, who identified himself as Austyn Crites, 33, was released shortly after the incident. Trump later concluded his rally without further incident. The Secret Service said in a statement that no weapon was found. Crites said he was holding “Republicans against Trump” sign when he was tackled by people around him. Clinton held a rally in south Florida that was cut short by rain. She was set to hold an event Saturday night in Philadelphia that would feature a performance by pop star Katy Perry, whose song “Roar” is featured in Clinton’s closing ad running in 11 battleground states. Beyoncé and Jay Z headlined a concert for Clinton on Friday night in Cleveland. View Graphic Also on the line Tuesday is control of the Senate , where Republicans are defending 24 seats, compared with 10 for the Democrats. Trump’s performance at the top of the ticket could determine whether Democrats pick up the five seats they need to regain the majority — or four, if Clinton wins and her vice president, Tim Kaine, has a tiebreaking vote. “The tightening of the race in many of these battleground states is providing a little bit of lift to our Senate races, and in some of these cases, it is going to be decisive,” said Steven Law, president of the Senate Leadership Fund, a Republican super PAC aligned with Senate Majority Leader Mitch McConnell (R-Ky.). “I think we’re really on the razor’s edge,” Law said of his party’s prospects of holding the Senate. “Trump’s final position in all of this is uncertain. I don’t think he’s close enough to the pin yet to lift most of these races into the win column.” On Thursday, the Cook Political Report predicted that Democrats will pick up four to six Senate seats, enough to gain control if Clinton is elected, but less than its earlier forecast of a five- to seven-seat gain. Republicans also are bracing to lose seats in the House, which would diminish the largest majority they have held there since 1928. Neither side, however, expects a wave large enough to restore control to Democrats, who lost it in the 2010 midterm elections. Clinton began the final weekend of campaigning with a narrow lead over Trump in the ongoing Washington Post-ABC News Tracking Poll. Through Friday night, the rolling survey showed Clinton at 48 percent and Trump at 43 percent, among likely voters. Libertarian Party nominee Gary Johnson was at 4 percent, and Green Party nominee Jill Stein was at 2 percent. That’s the largest margin between the two major-party candidates this past week — and a sign that Clinton may be starting to recover from a fresh round of attention to her use of a private email account and server while she was secretary of state. Clinton’s decision to ignore a directive that official business be conducted where possible on a government email account has dogged her since it became public last year. It reinforced the public’s long-standing doubts about her honesty and judgment, and sparked an FBI investigation of whether national security might have been compromised. A new chapter in that saga opened on Oct. 28, when FBI Director James B. Comey informed Congress that new emails , possibly pertaining to the investigation of Clinton’s private account, had surfaced during a separate inquiry involving disgraced former congressman Anthony Weiner (D-N.Y.), the estranged husband of Clinton aide Huma Abedin. Democrats are trying to win their third presidential election in a row and retain the White House after a two-term Democratic president for the first time since the mid-19th century. View Graphic Democrats are trying to win their third presidential election in a row and retain the White House after a two-term Democratic president for the first time since the mid-19th century. Before that development, Clinton appeared in control of enough states to put her well over the 270 electoral-vote mark. The tightening of the polls since then has left enough states in doubt this weekend to force a modification of those earlier predictions. A quartet of battlegrounds has dominated the Clinton campaign’s calculation throughout the fall campaign: Florida, North Carolina, Ohio and Pennsylvania. Obama won those four in 2008 and all of them but North Carolina in 2012. Until recently, it appeared that Trump needed to sweep all four to overcome Clinton’s and the Democrats’ electoral-map advantage. But as the race has tightened, Ohio seems to have moved into the Republican column, and other states outside those four have potentially come into play. The GOP nominee is looking to states including Michigan, New Hampshire and Wisconsin to make up a potential deficit, should he not win Florida, North Carolina and Pennsylvania. One force that is factoring into both sides’ assessments is that more Americans are voting before Election Day, either by mail or in person. Upward of 37 million voters have already cast ballots. In key states such as Colorado, Florida, Nevada and North Carolina, it is likely that over half the electorate will have done so before Tuesday. Those votes have not been counted, but strategists from both parties are poring over the data about who has voted and to get a preview of the contours of the 2016 electorate. The figures also give them a sense of possible trouble spots. In past years, more Democrats have participated in early voting. This year, however, it appears as though Republicans are closing the early-voting gap in many key states . But it is not clear whether this reflects greater enthusiasm and better organization on their part, or just a shift in the behavior of people who would have shown up anyway on Tuesday. Polling and early-voting data suggest a number of electoral cross currents as the race heads into its final two days. Clinton has struggled to reassemble some version of the coalition that twice elected Obama, the combination of African Americans, Hispanics, single women and young voters. Hispanic turnout appears strong, based on early-voting data. That is a major reason Democrats think Nevada will be an easy win for Clinton , although the polls are close and Trump scheduled a stop there Saturday. Clinton also has a double-digit advantage among female voters, who in 2012 accounted for 53 percent of the electorate. But the Clinton campaign is worried about turnout among African Americans. The Democratic nominee and her top surrogates have made repeated visits to major cities in an effort to stoke enthusiasm among those voters, and she will end her campaign with a big rally in Philadelphia. “Based on early vote returns, we know that strong get-out-the-vote efforts in the African American communities in Pennsylvania, Michigan, Florida and North Carolina will be needed to win on Tuesday,” AFL-CIO political director Michael Podhorzer said. For Trump, one challenge is a socioeconomic split in the white vote. He has strong support among white voters without college degrees, but has seen an erosion in the traditional support for Republican nominees among white voters with college degrees. This has been a central dynamic of the campaign, and Clinton campaign officials view it as a potentially decisive factor in an electoral map that has shifted since the last election. In less than a week, the United States will have a new president-elect. These are the pivotal points in Donald Trump's and Hillary Clinton's campaigns that led to this moment. (Sarah Parnass/The Washington Post) The split between college-educated and non-college-educated white voters has moved states such as Colorado and Virginia toward the Democrats, while giving Trump more hope of capturing industrial states in the Midwest such as Michigan, Pennsylvania and Ohio, where there is a higher concentration of non-college-educated voters. Democrats remain skeptical that Trump, who boasts of his ability to bring new Republican voters to the polls, can crack what in recent cycles has been a “blue wall” in the upper Midwest. “Trump is making a last bet on white, non-college-educated men in Pennsylvania, Michigan and Wisconsin,” Podhorzer said. “That’s been tried by Republican candidates before, and it hasn’t worked.” Entering the final days of campaigning, Clinton maintains her advantage over Trump in voters’ perceptions of their qualifications and readiness to serve as president. By 55 percent to 36 percent, likely voters say she is more qualified, and by 58 percent to 32 percent they say she has a better temperament and personality to serve as president. Clinton also is considered the candidate who better understands “the problems of people like you” and has “the stronger moral character.” In both cases, her advantage over Trump is in the single digits. However, on the question of who is more honest and trustworthy, voters are more evenly divided, with 44 percent citing Trump and 40 percent naming Clinton. Perceptions of Clinton’s honesty have deteriorated in the final 10 days of the campaign, particularly when there was intense focus on renewed attention to her email problems. Scott Clement in Washington; Jose DelReal, traveling with Trump; and Anne Gearan, traveling with Clinton, contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump in final stretch pursues new opportunities to reach 270 electoral votes - The Washington Post"
   }
  ]
 }
}