{
 "09": {
  "col-sim": {
   "cosine": 0.33799536150749465,
   "entity": 0.5577733510227171
  },
  "exec-time": 25.23062801361084,
  "links": [
   {
    "entities": [
     "salazar",
     "hillary",
     "york",
     "trump",
     "comey",
     "manhattan",
     "donald",
     "research",
     "bush",
     "fbi",
     "laura",
     "associated",
     "white",
     "fox",
     "party",
     "city",
     "latin",
     "foundation",
     "the",
     "middle",
     "2016",
     "obama",
     "barack",
     "east",
     "clinton",
     "news",
     "house",
     "freddy",
     "tuesday",
     "press",
     "republican",
     "u.s.",
     "new",
     "angel",
     "nevada",
     "ford",
     "america",
     "florida",
     "edison",
     "chappaqua",
     "bill",
     "james",
     "w.",
     "oklahoma",
     "george"
    ],
    "id": 0,
    "text": "Read the story Clinton asked voters to keep the White House in her party's hands for a third straight term. She cast herself as heir to President Barack Obama's legacy and pledged to make good on his unfinished agenda, including passing immigration legislation, tightening restrictions on guns and tweaking his signature health care law. \"I know how much responsibility goes with this,\" Clinton said after voting Tuesday at her local polling station in Chappaqua, New York, with her husband, former President Bill Clinton, at her side. \"So many people are counting on the outcome of this election, what it means for our country, and I will do the very best I can if I'm fortunate enough to win today.\" Trump, the New York real estate developer who lives in a gold-plated Manhattan penthouse, forged a striking connection with white, working-class Americans who feel left behind in the changing economy and diversifying country. He cast immigration, both from Latin America and the Middle East, as the root of many problems plaguing the nation and called for building a wall along the U.S.-Mexico border. Full coverage: 2016 election Open link \"I see so many hopes and so many dreams out there that didn't happen, that could have happened, with leadership, with proper leadership,\" he said by telephone on Fox News before casting his own ballot in Manhattan. \"And people are hurt so badly.\" Seven in 10 Americans who went to the polls Tuesday said immigrants now in the country illegally should be allowed to stay, while just a quarter said they should be deported. More than half oppose building a border wall, according to the exit polls, which were conducted for The Associated Press and television networks by Edison Research. The Republican Party's tortured relationship with its nominee was evident right up to the end. Former President George W. Bush and wife Laura Bush declined to back Trump, instead selecting \"none of the above\" when they voted for president, according to spokesman Freddy Ford. Trump set both parties on edge when he refused to say in the third and final debate whether he would accept the election's results, citing with no evidence the possibility of a rigged outcome. His statement threatened to undermine a fundamental pillar of American democracy and raised the prospect that his fervent supporters would not view Clinton as a legitimate president if she won. Asked Tuesday in an interview with Fox News if he would accept the election results, Trump continued to demur, saying \"We're going to see how things play out.\" Most problems that did pop up at polling places Tuesday appeared to be routine — the kinds of snags that come every four years, including long lines, machines not working properly and issues with ballots or voter rolls. Even before Tuesday, almost 45 million people had cast ballots for president. Many expressed relief the end was in sight after an election season in which personal attacks often drowned out the issues. Clinton has denounced Trump for calling Mexican immigrants \"rapists\" and promoting a ban on Muslims entering the U.S., and for his long line of remarks about women that culminated in an audio in which he bragged about grabbing their genitals. Her campaign was hoping high turnout among Hispanics push her over the top in states like Florida and Nevada. \"I grew up in a Hispanic family, and the way that Donald Trump has referred to illegal immigrants — being from illegal immigrants, I took that to heart,\" said Angel Salazar, a 22-year-old sanitation associate from Oklahoma City. \"I don't like anything that he said. I don't like his views. So I voted for Hillary Clinton because she supports us.\" Trump called his opponent \"Crooked Hillary\" for her use of a private email server as secretary of state and her complicated ties to the family's Clinton Foundation. In the final days, Clinton was buoyed by FBI Director James Comey's weekend declaration that he wouldn't recommend criminal charges against her following a new email review. Comey announced the inquiry late last month, sapping Clinton's surging momentum and threatening Democrats in down-ballot races.  Associated Press ",
    "title": "Election night: Clinton and Trump running close as results roll in - Chicago Tribune"
   },
   {
    "entities": [
     "s.c.",
     "john",
     "indiana",
     "carolina",
     "georgia",
     "of",
     "november 08, 2016",
     "hillary",
     "trump",
     "comey",
     "october",
     "donald",
     "pence",
     "mich.",
     "mike",
     "fbi",
     "night",
     "and",
     "fox",
     "ky.",
     "committee",
     "ohio",
     "kaine",
     "2016",
     "representatives",
     "clinton",
     "senate",
     "news",
     "wikileaks",
     "weiner",
     "democratic",
     "house",
     "tuesday",
     "vermont",
     "u.s.",
     "north",
     "tim",
     "rapids",
     "virginia",
     "america",
     "west",
     "sunday",
     "podesta",
     "south",
     "james",
     "anthony",
     "kentucky",
     "grand",
     "vt",
     "national",
     "ind."
    ],
    "id": 1,
    "text": "Fox News projects: Trump wins S.C., W.Va., Ind., Ky.; Clinton wins Vt. Published               November 08, 2016 Facebook 0 Twitter 0 livefyre Email Print   Donald Trump claimed several early projected victories Tuesday night, while Hillary Clinton notched her first projected win in Vermont, as polls began to close in the historic 2016 presidential election – though the candidates remained locked in tight contests in key battlegrounds.   Fox News projects that the Republican presidential nominee will win South Carolina, West Virginia, Kentucky and Indiana, where running mate Mike Pence is governor. But while Clinton has a lead in North Carolina, it’s too early to declare a winner in the key swing state. It’s also too early to declare a winner in the bellwether state of Ohio. In Virginia, where Clinton’s running mate Tim Kaine serves as the state’s junior senator, she has a lead over Trump, though it is too early to project a winner. It is also too early to say who will win Georgia.  The incoming returns follow a frenzied day of voting across America marked by long lines and last-minute appeals for support from both campaigns.  Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → While the race has tightened in recent days, the Democratic nominee still seemed to enter Election Day with the edge on the electoral map in her quest to become the first woman elected U.S. president. But Trump voiced confidence Tuesday about his chances in key battlegrounds. “We’re going to win a lot of states,” the Republican nominee told Fox News, as he aims for an upset victory to cap his improbable campaign which came from behind to vanquish 16 competitors in the rowdy Republican primaries. The general election race between Clinton and Trump has been no less grueling. The presidential debates were marked by outbursts, interruptions and name-calling, as the candidates dealt before, during and after with a slew of campaign twists that kept the race in flux all the way to Election Day. The most recent bombshell was FBI Director James Comey’s announcement 11 days before the election that the bureau was revisiting the investigation into Clinton’s personal email server use while secretary of state, after discovering new messages on the laptop of disgraced ex-Rep. Anthony Weiner, the estranged husband of a top Clinton aide. He closed the case again on Sunday, but Trump already was using the brief probe to revive the email controversy in the final days. The WikiLeaks release of emails hacked from Campaign Chairman John Podesta’s account also has become a constant distraction for the Democrat’s campaign, as the messages revealed infighting, internal ethical concerns about the Clinton family’s foundation and even evidence that the now-head of the Democratic National Committee leaked town hall questions to Clinton during the primaries. Meanwhile, Trump dealt with – and denied – numerous allegations of sexual harassment and assault that came out in October, following leaked footage from over a decade ago showing Trump making crude comments about women. The candidates swept all that aside in the closing hours of the race, as Clinton cast herself as a unifying force after a divisive election and Trump cast his bid as the vehicle to bring jobs and security back to America. “Today is our independence day, today the American working class is going to strike,” Trump said in Grand Rapids, Mich., overnight. Clinton, in North Carolina, said, “We have to bridge the divides in this country.” No matter who wins, the 45th president will take office to an anti-establishment mood in the electorate and deep voter dissatisfaction with the direction of the country. Concerns about health care, the economy, terrorism and illegal immigration dominated the race and are unlikely to be settled by Tuesday’s vote. Voters are also deciding Tuesday whether Republicans should keep control of both the Senate and House of Representatives. That decision will have a big impact on the success of the next president’s agenda. Meanwhile, hundreds of state and local races including hot-button ballot initiatives are being decided as well. Advertisement ",
    "title": "Fox News projects: Trump wins S.C., W.Va., Ind., Ky.; Clinton wins Vt. | Fox News"
   },
   {
    "entities": [
     "mitt",
     "wednesday",
     "of",
     "mallin",
     "california",
     "hillary",
     "states",
     "york",
     "d.c.",
     "trump",
     "11/8/2016",
     "chicago",
     "abc",
     "alexander",
     "jacobo",
     "donald",
     "university",
     "presidential",
     "night",
     "kelsey",
     "ohio",
     "tradition",
     "pippen",
     "hofstra",
     "president",
     "basketball",
     "hampshire",
     "2012",
     "obama",
     "barack",
     "four years ago",
     "adam",
     "julia",
     "early this morning",
     "clinton",
     "2009",
     "news",
     "massachusetts",
     "washington",
     "continues",
     "romney",
     "morning",
     "less than two years ago",
     "new",
     "2008",
     "scottie",
     "j.",
     "september 26, 2016",
     "america",
     "hempstead",
     "debate",
     "united",
     "oregon"
    ],
    "id": 2,
    "text": "by Julia Jacobo 11/8/2016 7:03:00 AM Election Flashback: 2012 ABC’s ADAM KELSEY Four years ago, President Barack Obama won reelection over former Massachusetts Gov. Mitt Romney by a margin of 332-206 electoral votes. Television networks began to call the election for Obama shortly after 11 pm, when a combined 74 electoral votes came in for the president upon the closure of polls in California, Oregon and Washington, and 18 votes from Ohio -- which had been too-close-to-call since closing earlier in the night -- put the Democrat over the top. Despite the apparent results, Romney waited almost three more hours to call Obama to concede, leaving the candidates to give their concession and victory speeches early Wednesday morning. Romney, expecting victory, reportedly did not draft a concession speech in advance, eschewing the norm of preparing two speeches. Both candidates urged the political parties to work together in the aftermath of the election. “The nation, as you know, is at a critical point. At a time like this, we can't risk partisan bickering and political posturing,” said Romney. “Our leaders have to reach across the aisle to do the people's work.” Added Obama, “I believe we can seize this future together because we are not as divided as our politics suggests. We're not as cynical as the pundits believe. We are greater than the sum of our individual ambitions, and we remain more than a collection of red states and blue states. We are and forever will be the United States of America.” by Adam Kelsey 11/8/2016 9:06:00 AM Election Day is here! From the candidates to polling stations all over the country, ABC News will have live updates from election coverage all day.    by Julia Jacobo 11/8/2016 1:45:11 PM From ABC News' Alexander Mallin:   Obama's Basketball Tradition Continues President Obama isn't risking a break with tradition on this Election Day, He shot some hoops with friends in Washington, D.C., early this morning.   Obama was an avid basketball player before taking office in 2009, but admitted that his \"game is broke\" after spending more time on the golf course.   The president made an official commitment to play a game every Election Day after he broke with the routine the day of the 2008 New Hampshire primary, and lost that race to Hillary Clinton. He vowed \"never again\" to skip the practice.   His 2012 Election Day pickup game in Chicago featured special guest NBA hall of famer Scottie Pippen.   by Julia Jacobo 11/8/2016 2:00:36 PM As Election Day arrives, here's a look back at the candidates' biggest tweets of the campaign season:… twitter.com/i/web/status/7… by ABC News via twitter edited by Julia Jacobo 11/8/2016 2:05:09 PM TODAY WE MAKE AMERICA GREAT AGAIN! by Donald J. Trump via twitter edited by Julia Jacobo 11/8/2016 2:10:20 PM Everything You Need to Know for the Presidential Election Official and unofficial campaigning for this election arguably started a little less than two years ago, but it is finally coming to an end today. As the countdown clock reaches the final hours, there's still time to get caught up on some of the biggest issues facing voters. Here is a beginner’s guide to get you started. Republican presidential nominee Donald Trump and Democratic presidential nominee Hillary Clinton shake hands prior to the start of the Presidential Debate at Hofstra University on September 26, 2016 in Hempstead, New York. Photo Credit: Drew Angerer/Getty Images by Julia Jacobo 11/8/2016 2:15:00 PM   ",
    "title": "Live Updates: Election Day 2016 - Live Blogs & Updates - ABCNews"
   },
   {
    "entities": [
     "school",
     "fox",
     "news",
     "of",
     "justice",
     "york",
     "brennan",
     "nov. 8",
     "for",
     "trump",
     "tuesday",
     "university",
     "melania",
     "donald",
     "afternoon",
     "new",
     "center",
     "law",
     "getty"
    ],
    "id": 3,
    "text": "advertisement Trump and his wife Melania fill out their ballots at a polling station in a school on Nov. 8 in New York. MANDEL NGAN / AFP - Getty Images Republican nominee Donald Trump continued to question the integrity of American elections throughout the day Tuesday, repeatedly claiming without evidence that the polling places and electoral system is \"rigged.\" \"We have to keep the system honest. We have a very, very, we have a very, very serious situation with the whole process, and I've been talking about the rigged system for a long time,\" Trump said on Fox News on Tuesday afternoon, adding moments later: \"It's largely a rigged system. And you see it at the polling booths, too.\" You don't, actually: Voter fraud in person is extremely limited. One Loyola researcher tracked a billion ballots and found 31 credible cases of voter fraud. The Brennan Center for Justice at New York University School of Law found it more likely for an individual to be struck by lightning than commit in-person voter fraud. Long lines, broken machines, and problems with voter rolls are typical on a day when millions cast their ballots. Nearly everyone agrees the voter rolls are riddled with inaccuracies and out-of-date voter information, but what is missing from Trump's argument is any evidence that those problems are being used to falsify or defraud election results and ballots. Play ",
    "title": "Fact Check: Donald Trump Still Has No Evidence of Widespread Voter Fraud - NBC News"
   },
   {
    "entities": [
     "oza",
     "survey",
     "park",
     "dendy",
     "slom",
     "sparks",
     "island",
     "jessica",
     "dwyer",
     "st.",
     "wayne",
     "vt.",
     "vogel",
     "goldman",
     "2609",
     "j.",
     "hall",
     "lyons",
     "jeff",
     "frank",
     "timothy",
     "gloria",
     "governor",
     "memorial",
     "sharon",
     "seth",
     "del.",
     "h",
     "mi",
     "nashville",
     "taylor",
     "hawaii",
     "2016",
     "kate",
     "fullscreen",
     "bernard",
     "hindi",
     "trevino",
     "walmart",
     "husted",
     "army",
     "romney",
     "mayllet",
     "holy",
     "alabama",
     "lois",
     "63%",
     "tim",
     "genealogy",
     "mimana",
     "division",
     "natalia",
     "inc.",
     "catholic",
     "muldrew",
     "steppan",
     "democrat",
     "jessie",
     "brian",
     "anne",
     "carolina",
     "mitt",
     "on",
     "whitney",
     "cemetery",
     "bowe",
     "evan",
     "bethel",
     "matthew",
     "berry",
     "1972",
     "greenville",
     "sorority,",
     "ottawa",
     "rosemont",
     "canadochly",
     "record",
     "presbyterian",
     "el",
     "lakara",
     "audrey",
     "nick",
     "susan",
     "jill",
     "agency",
     "mark",
     "wi",
     "new",
     "eric",
     "stephen",
     "michael",
     "fla.",
     "toppo",
     "indianapolis",
     "scalzo",
     "georgia",
     "district",
     "cromie",
     "dan",
     "1512",
     "craig",
     "university",
     "su",
     "kanye",
     "taravella",
     "mike",
     "pool",
     "lester",
     "lower",
     "flint",
     "ronny",
     "paris",
     "mercer",
     "boston",
     "vineyard",
     "kaine",
     "stelter",
     "greenwich",
     "sitchar",
     "evangelical",
     "mo",
     "fohlen",
     "tennessean",
     "midnight",
     "columbia",
     "penn",
     "betsy",
     "hunter",
     "year-round",
     "bacon",
     "journal",
     "morning",
     "north",
     "moines",
     "dr.",
     "silva/special",
     "first",
     "minerva",
     "gwyneth",
     "lavenderia",
     "l.",
     "s.",
     "joesph\\'s",
     "mcavoy",
     "gilbert",
     "ct",
     "rhodes",
     "ohio",
     "ap",
     "powers",
     "convention",
     "jillian",
     "joe",
     "chang",
     "de",
     "savayan",
     "juliet",
     "battle",
     "vanderbilt",
     "stanley",
     "mcclellan",
     "fabian",
     "moyer",
     "j.p.",
     "cincinnati",
     "mccain",
     "christmas",
     "w.",
     "rochester",
     "maricopa",
     "simon",
     "keymontae",
     "reformed",
     "echo",
     "hillary",
     "iowa",
     "facebook",
     "donald",
     "recreation",
     "jon",
     "erik",
     "and",
     "daniella",
     "pontiac",
     "port",
     "corbett",
     "schulte",
     "hunting",
     "90%",
     "county",
     "hampshire",
     "husain",
     "macomb",
     "shorewood",
     "cnn",
     "milwaukee",
     "cindy",
     "tuesday",
     "press",
     "nizam",
     "chronicle",
     "nueva",
     "missionary",
     "kayla",
     "times-usa",
     "oliver",
     "vergari",
     "republic",
     "donelson",
     "jasmine",
     "bill",
     "christian",
     "karen",
     "max",
     "p.",
     "states",
     "conroy",
     "lesser",
     "va.",
     "20th",
     "broadway",
     "matus",
     "senate",
     "daivd",
     "d-va.",
     "greg",
     "sisti",
     "strom",
     "javits",
     "notch",
     "roberts",
     "co",
     "reynolds",
     "n.j.",
     "smith",
     "elaine",
     "florida",
     "wilkinson",
     "anthony",
     "steve",
     "meg",
     "united",
     "ymca",
     "\\xc2\\xa0",
     "seban",
     "los",
     "sherman",
     "schneider",
     "allen",
     "hope",
     "newberry",
     "school",
     "meuse",
     "zeidler",
     "dunn",
     "lo",
     "arizona",
     "jonah",
     "sentinel",
     "ahmad",
     "6 a.m.",
     "williston",
     "east",
     "jersey",
     "hill",
     "keri",
     "sam",
     "murray",
     "starview",
     "center",
     "shannon",
     "sandburg",
     "tania",
     "reed",
     "colorado",
     "election day november 8",
     "ruffin",
     "germantown",
     "jason",
     "boyden-holmes",
     "rubio",
     "election",
     "alpha",
     "rex",
     "ryan",
     "esma",
     "appleton",
     "connoly",
     "meore",
     "almanza",
     "az",
     "carucha",
     "moore",
     "gazette",
     "k.",
     "sterling",
     "obama",
     "clinton",
     "d.c",
     "suffern",
     "f.",
     "washington",
     "helber",
     "trinity",
     "mickle",
     "darron",
     "afternoon",
     "phoenix",
     "cortez",
     "clem",
     "virginia",
     "free",
     "renaissance",
     "church",
     "azusa",
     "hooks",
     "dovarganes",
     "voters",
     "b.",
     "wisconsin-milwaukee",
     "mich.",
     "john",
     "indiana",
     "mt.",
     "midwest",
     "cloud",
     "marino",
     "sherf",
     "burlington",
     "8:53 p.m. est",
     "brenda",
     "larry",
     "baptist",
     "brynn",
     "david",
     "adam",
     "swensen",
     "massachusetts",
     "sen.",
     "kiersten",
     "elizabeth",
     "kaleb",
     "elections",
     "whitworth",
     "mobley-green",
     "philadelphia",
     "nov. 8, 2016",
     "dixville",
     "robert",
     "pearl",
     "kelly",
     "angeles",
     "roestenberg",
     "newton",
     "va",
     "kentucky",
     "marty",
     "atlanta",
     "yuan",
     "logan",
     "atkins",
     "freestone",
     "mercado",
     "alexander",
     "anna",
     "lewis",
     "gregg",
     "clary",
     "lacoste",
     "pa",
     "ranow",
     "lingad",
     "nativity",
     "julio",
     "day",
     "sammy",
     "andrew",
     "township",
     "oakmont",
     "pima-maricopa",
     "j",
     "biden",
     "springs",
     "vermont",
     "partee",
     "jasmin",
     "lynn",
     "upshaw",
     "caballero-reynolds",
     "richmond",
     "siersma",
     "christ",
     "bangladesh",
     "national",
     "sp",
     "view",
     "spellman",
     "scott",
     "krystle",
     "reilly",
     "register",
     "community",
     "henle",
     "nathan",
     "mountain",
     "madison",
     "minchillo",
     "knupp",
     "lincoln",
     "indian",
     "zach",
     "maryland",
     "hamdan",
     "reno",
     "a.",
     "damian",
     "bailey",
     "a.i.",
     "bakery",
     "kathy",
     "house",
     "brown",
     "kotrba",
     "enquirer",
     "2008",
     "cramer",
     "south",
     "james",
     "chappaqua",
     "thoreau",
     "room",
     "young",
     "jim",
     "library",
     "tiernan",
     "michigan",
     "pressphoto",
     "network",
     "schwarz",
     "muscoda",
     "rhode",
     "gothie",
     "bayard",
     "fire",
     "delaware",
     "wisc.",
     "saginaw",
     "marco",
     "malia",
     "pa.",
     "beck",
     "anderson",
     "doyle",
     "brooklyn",
     "paz",
     "ga",
     "peru",
     "bayh",
     "edison",
     "douglas",
     "dhoest",
     "jose",
     "salt",
     "guidelines",
     "peoria",
     "of",
     "1965",
     "sample",
     "nicole",
     "rosemary",
     "ari",
     "usa",
     "night",
     "daily",
     "harrison",
     "city",
     "us",
     "over-the-rhine",
     "ala",
     "tennessee",
     "2012",
     "platts",
     "lacy",
     "robyn",
     "curtis",
     "denver",
     "naples",
     "margo",
     "charles",
     "wong",
     "west",
     "wendel",
     "utah",
     "holton",
     "vienna",
     "windsor",
     "howard",
     "holden",
     "arpaio",
     "california",
     "ware",
     "mccabe",
     "pence",
     "ginger",
     "river",
     "ariana",
     "jacob",
     "barbara",
     "ryder",
     "norfolk",
     "ny",
     "press-usa",
     "deerfiled",
     "todd",
     "chris",
     "paul",
     "middle",
     "richard",
     "herman",
     "arlington",
     "neighborhood",
     "wenig",
     "lawrence",
     "stephanie",
     "bessemer",
     "detroit",
     "burke",
     "today",
     "vernon",
     "hoboken",
     "elementary",
     "november 8, 2016",
     "u.s.",
     "arbogast",
     "jennifer",
     "conversation",
     "oklahoma",
     "people",
     "dupont",
     "heights",
     "jones",
     "rick",
     "n.y.",
     "york",
     "trump",
     "maryvale",
     "charlotte",
     "chicago",
     "fla",
     "epa",
     "research",
     "garza",
     "pennsylvania",
     "antonio",
     "des",
     "the",
     "r-fla.",
     "manchester",
     "coral",
     "kappa",
     "democratic",
     "trupin",
     "alex",
     "grafflin",
     "umaina",
     "tianguis",
     "r.",
     "nottoway",
     "high",
     "mount",
     "european",
     "getty"
    ],
    "id": 4,
    "text": "Clinton, Trump win states - but battleground states too close to call The battle to become the nation's next president shifted to social media and targeted battleground states Tuesday. Post to Facebook Clinton, Trump win states - but battleground states too close to call The battle to become the nation's next president shifted to social media and targeted battleground states Tuesday. Check out this story on USATODAY.com: http://usat.ly/2fBayTY CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 11 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Clinton, Trump win states - but battleground states too close to call John Bacon , USA TODAY 8:53 p.m. EST November 8, 2016 x Share Both the Clintons and Trumps voted in New York on Election Day. Donald Trump joked that it was a \"tough decision.\" USA TODAY NETWORK Clinton supporters watch the results come in at the Jacob K. Javits Convention Center on election night. (Photo: Seth Harrison, USA TODAY Network) Republican presidential hopeful Donald Trump was the projected winner in seven early states while Democrat Hillary Clinton claimed six and the District of Columbia as polls began closing Tuesday across the nation in the historic campaign to elect the nation's 45th president. Democrats also were hoping to gain four Senate seats needed to gain a majority while Republicans appeared well positioned to retain a solid majority in the House. Polling places across presidential battleground states of Florida, Georgia, Ohio, Pennsylvania, Michigan and Virginia also were closing as the arduous and bitterly fought campaign raced to a close. Polling places in North Carolina, another swing state, were mostly closed although some precincts were being kept open due to computer glitches. The lead was on a see-saw and too close to call in Florida, perhaps the night's biggest prize, with about 90% of the votes tallied. Trump claimed early victories in Alabama, West Virginia, Kentucky, Oklahoma, South Carolina, Tennessee and Indiana. Indiana is a historically red state and home to Trump's running mate, Gov. Mike Pence. \"Thank you Indiana for making our state first on the board to vote to Make America Great Again! @realDonaldTrump ,\" Pence tweeted . Clinton was quickly projected the winner in Rhode Island, Maryland, Massachusetts, Delaware, New Jersey, Vermont and D.C. Her running mate, Sen. Tim Kaine, is from swing Virginia, which was not immediately called. Trump and Clinton mostly shunned public appearances as the day wore on, although Trump conducted radio interviews and their social media accounts were far from silent. \"Don't let up, keep getting out to vote - this election is FAR FROM OVER! We are doing well but there is much time left. GO FLORIDA!,\" tweeted Trump, who, aides say, handles his own Twitter account. Clinton's account chimed in with \"Our neighbors in battleground states need your help. Make calls to remind Hillary supporters to go vote.\" Voters faced long lines at many polling places but no major impediments, even as an estimated 90 million Americans filed through schools, churches, public libraries, civic centers and grocery stores to cast ballots.  Fears of voting problems  pushed voting rights advocates, conservative watchdogs and even international observers to monitor voting. How to make sense of what's happening as polls close on election night When Utah, a red state, reported problems, Trump pounced, tweeting \"Just out according to @CNN : \"Utah officials report voting machine problems across entire country.\" Not so, CNN's Brian Stelter tweeted : \"No. Utah officials reported machine problems across one entire COUNTY, not the entire COUNTRY.\" In the Senate, early Republican victories in Florida and Indiana gave the party breathing room in its effort to retain a majority. Sen. Marco Rubio, R-Fla., had said while running for president that he would not seek re-election. He changed his mind and provided his party with a boost. In Indiana, former senator and governor Evan Bayh was beatend by relative unkown GOP Rep. Todd Young. Voters in several states had complained of long waits and, on occasion, supply disruptions and technical glitches, from reliably blue Massachusetts to the battleground states of Virginia, Ohio, North Carolina and Michigan. In California, violence forced a lock-down of two polling places. Los Angeles County Registrar-Recorder/County Clerk Dean Logan tweeted that voters in Azusa should seek alternate polling sites after a shooting affected two voting locations, including an elementary school. A gunman shot several people, killing one, and scattered would-be voters, police said. Across the nation, surveys of voters leaving their polling places revealed an electorate more diverse, more educated and more upset than four years ago. The surveys also showed that black and Hispanic voters continued to grow as a percentage of the electorate, while the white vote slipped slightly. Is it Trump or Clinton? The surveys, from National Election Pool Survey by Edison Research, also showed nearly a quarter of Americans described themselves as “angry” about the way government is functioning. Those people were at the core of Trump’s support. In 2012, about a fifth of voters described their feelings toward the Obama administration as “anger.” The controversy over Trump's comments about women notwithstanding, the “gender gap” appears to be comparable to what voters reported in both 2012 and 2008 — female voters were more likely to support Clinton and male voters were more likely to support Trump. And while men favored Trump, his numbers appeared to be little changed from Mitt Romney's in 2012. It was not immediately clear where turnout stood compared to four years ago. In battleground Ohio, the state's elections office said turnout appeared to be robust, with relatively few problems. Matthew McClellan, a spokesman for Secretary of State Jon Husted, said it was too soon to say if Tuesday's turnout would break records. Contributing: Stephen Reilly, Greg Toppo Posted! A link has been posted to your Facebook feed. Daniella Shannon holds the hands of her twin 1-year-old daughters, Ariana Sitchar, left, and Natalia Sitchar, as she goes to vote, Tuesday,  at J.P. Taravella High School in Coral Springs, Fla..  Maria Lorenzino, AP Keymontae Lester, of Pontiac, Mich., proudly wears an election sticker after voting during the United States Presidential election at New Bethel Missionary Baptist Church in Pontiac.  Ryan Garza, Detroit Free Press People line up to vote at Dendy Recreation Center on Election Day in Philadelphia.  Margo Reed, AP Fullscreen Spellman Bernard Smith, Jr. ,78, steps away from the voting booth at Rosemont Middle School in Norfolk, Va., Tuesday morning, after casting his vote on Election Day. Singing \"America The Beautiful\" as he leaves the voting place. Smith, a felon, was able to vote for president after having his voting rights were recently restored.  Bill Tiernan, AP A voter casts his ballot at the Denver Elections Division headquarters in Denver, Colorado.  Jason Connoly, AFP/Getty Images Fullscreen Scott McCabe sits with his dog Steve outside a polling station after voting in the Echo Park neighborhood of Los Angeles. Los Angeles County is currently required to provide the following language assistance for the minority language provisions of the Voting Rights Act (VRA) of 1965 voters, in addition to English: Chinese, Hindi, Japanese, Cambodian/Khmer, Korean, Spanish, Tagalog/Filipino, Thai, Vietnamese.  Damian Dovarganes, AP Voters lined up on election day to place \"I voted\" stickers on the grave of Susan B. Anthony at Mt. Hope Cemetery.  Max Schulte, Democrat and Chronicle-USA TODAY Sports People make their way to vote at Renaissance Vineyard Church during the 2016 United States presidential elections.  Salwan Georges, Detroit Free Press Eric Smith of Lower Windsor Township leaves after voting in the 2016 election at his polling place, Canadochly Evangelical and Reformed Church, in York County, Pa., Tuesday.  Chris Dunn, York Daily Record First-time voter Betsy Antonio, 31, a native of Peru, smiles after successfully casting her ballot in the presidential election at Battle Hill Recreation Room.  Tania Savayan, The Journal News-USA TODAY Sport Maryvale High School students walked out of their schools marching towards polling stations to rally against Maricopa County sheriff Joe Arpaio during an election day.  Nick Oza, The Republic-USA TODAY Sports Kaleb and Kiersten Partee get a sticker as they leave the polls with their father at the Whitworth Baptist Church.  Lacy Atkins, The Tennessean-USA TODAY Sports Jose Matus (left) and his daughter, Anna Almanza leave the polling place at the El Tianguis Mercado.  Mark Henle, The Arizona Republic-USA TODAY S Fullscreen Democratic committeeman for the 43rd Ward, 20th Division, Marty Strom looks up on his paperwork which line Lakara Moore and her family should stand in to sign-in to vote at the Bayard Taylor School in Hunting Park, Pa., Nov. 8, 2016. (Clem Murray/ Philadelphia Inquirer via AP) ORG XMIT: PAPHQ201  Clem Murray, AP Voters stand in a single row to cast their ballots at Holden Year-Round Elementary School in Sterling Heights at Precinct 14 and 15 in Macomb County.  Elaine Cromie, Detroit Free Press-USA TODAY Spo Barbara Oliver, left, Lynn Knupp, center, and Sharon Steppan, right, greet voters while campaigning outside the precinct at Vanderbilt Presbyterian Church in North Naples Tuesday afternoon.  Darron R. Silva/Special to the N Voters wait in line to sign in and receive their ballot at St. Joesph's Church.  John Meore, The Journal News-USA TODAY Sport Fullscreen Hawaii state Sen. Sam Slom checks in at the Holy Trinity Catholic Church polling place to vote on Tuesday. Slom, the only Republican in Hawaii's state Senate, hopes to hang on to the seat he's held for 20 years despite a challenge from Democrat Stanley Chang.  Audrey McAvoy, AP First time voter Kayla Lingad, left, receives a special certificate from precinct manager Ginger Berry after casting her ballot at Sparks Middle School.  Jason Bean, Reno Gazette Journal-USA TODAY S Trump supporters Wayne Ranow and Lois Lacoste wave to voters arriving at Port St. John Community Center.  Craig Bailey, Florida Today-USA TODAY Sports Hundreds of voters pay respect to Susan B. Anthony at Mt. Hope Cemetery.  Max Schulte, Democrat and Chronicle-USA TODAY Sports A voter came to place her sticker on the grave of Susan B. Anthony at Mt. Hope Cemetery.  Max Schulte, Democrat and Chronicle-USA TODAY Sports People walk to the polling place to cast their votes at the St. Wendel Township Hall.  Daivd Schwarz, The St. Cloud Times-USA TODAY Sp Nicole Roberts of Mount Vernon takes a selfie with her daughter Gwyneth Roestenberg, 7, after voting at Lincoln Elementary School.  Tania Savayan, The Journal News-USA TODAY Sport Montebello resident Sabeen Hasan signs in to vote at Suffern Community Center.  John Meore, The Journal News-USA TODAY Sport Keri Husain and his wife Esma Seban enter the Donelson Presbyterian Church.  Lacy Atkins, The Tennessean/USA TODAY NETWORK Paul and Brenda Sherf voted at the Allen Park Church of Christ for the 2016 presidential Election. \"We voted for Trump, really voting more against Clinton, not thrilled with our choices\" said Brenda after casting her ballot.  Jessica J. Trevino, Detroit Free Press/USA TODAY NETWORK Five year old Nathan Dhoest waits under a voting booth as his mother fill her ballot at J H Siersma Elementary School.  Salwan Georges, Detroit Free Press-USA TODAY NETWORK Army veteran Lawrence Mobley-Green, 58 of Flint, after voting during the 2016 presidential election at Doyle Ryder Elementary School.  Ryan Garza, Detroit Free Press/USA TODAY NETWORK Jasmin Ruffin takes literature from Joe Gothie, right, as she and her daughter, Malia Brown, 2, head in to vote at the YMCA.  Kate Penn, York Daily Record/USA TODAY NETWORK Jonah Bowe, a 21-year-old freshman from Germantown, Wisc., talks about his support for presidential nominee Donald Trump. He was asked to take off his 'Make America Great Again' hat before voting.  Mike De Sisti, Milwaukee Journal Sentinel/USA TODAY NETWORK Voters in Allen Park voted at the Allen Park Church of Christ.  Jessica J. Trevino, Detroit Free Press/USA TODAY NETWORK Kanye Upshaw, 3, holds her sticker after her grandmother Elizabeth Upshaw voted this year at the Allen Park Church of Christ.  Jessica J. Trevino, Detroit Free Press/USA TODAY NETWORK Residents wait in line to vote at the Salt River Pima-Maricopa Indian Community Center.  Mark Henle, The Arizona Republic/USA TODAY NETWORK Sammy Rhodes a 5k student at St. Robert School in Shorewood, proudly wears an 'I Voted' sticker after voting at the school's mock election.  Mike De Sisti, Milwaukee Journal Sentinel/USA TODAY NETWORK The polls opened at 7am but Gloria Ware , left arrived at 5:45am and David Lewis arrived at 6 a.m. to be the first in line to vote at the Frank P. Zeidler Municipal Building on North Broadway in Milwaukee.  Mike De Sisti, Milwaukee Journal Sentinel/USA TODAY NETWORK From left, Mimana Ahmad, 7, Hamdan Ahmad, 9, and Umaina Ahmad, 5, wait on a bench in the lobby as their parents cast their votes at J H Siersma Elementary School.  Salwan Georges, Detroit Free Press-USA TODAY NETWORK Voters look over their ballot before casting their vote at Pearl River Library.  Carucha L. Meuse, The Journal News/USA TODAY NETWORK Voters like Ronny Platts, right, waited in the line for about an hour to vote midday at the Newberry Township Fire Co.  Kate Penn, York Daily Record/USA TODAY NETWORK Stephanie Marino places her vote in the presidential election at the Mt. Juliet High School.  Lacy Atkins, The Tennessean/USA TODAY NETWORK Amina Ahmad, 62, and her husband Nizam Ahmad, 65, cast their vote at J H Siersma Elementary School. Ahmads who are immigrants from Bangladesh has been voting in U.S. elections since 1972.  Salwan Georges, Detroit Free Press-USA TODAY NETWORK Jessie Muldrew of Alpha Kappa Alpha Sorority, Inc. encourages people to vote during the 2016 presidential election, on Saginaw Street, in downtown Flint, Mich..  Ryan Garza, Detroit Free Press/USA TODAY NETWORK Douglas Moyer, 3, sits on his dad Dan Moyer's shoulders as they wait to vote at Starview United Church of Christ in East Manchester Township, Pa.  Kate Penn, York Daily Record/USA TODAY NETWORK Sam Kotrba, an 18-year-old freshman at University of Wisconsin-Milwaukee, hands his identification to poll workers before voting in his first presidential election at Sandburg Hall.  Mike De Sisti, Milwaukee Journal Sentinel/USA TODAY NETWORK Richard Jones, 54, of Flint holds his sticker for voting during the 2016 presidential election.  Ryan Garza, Detroit Free Press/USA TODAY NETWORK Voters walk to cast their vote at the Robert Mickle Neighborhood Center in Sherman Hill Iowa.  Zach Boyden-Holmes, The Des Moines Register, USA TODAY Network Republican presidential nominee Donald Trump casts his vote on Election Day at PS 59 Nov. 8, 2016 in New York City.  Chip Somodevilla, Getty Images Rick Marino and his wife Stephanie put their \"I voted\" stickers after voting at the Mt. Juliet High School in Nashville.   Lacy Atkins, The Tennessean, USA TODAY NETWORK This woman is all smiles after voting at a polling place at a high school in Burke, Va.  Andrew Caballero-Reynolds, AFP/Getty Images Sen. John McCain and his wife Cindy  greet their supporters after casting their ballots at Mountain View Christian Church, in Phoenix, Az.  Nick Oza, The Arizona Republic, USA TODAY NETWORK Indiana Governor and Vice Presidential Candidate Mike Pence, his wife Karen Pence and their daughter Charlotte finish  voting in Indianapolis.  Kelly Wilkinson, IndyStar, USA TODAY NETWORK Kathy Cramer and her daughter Rosemary dressed up to vote at Thoreau Elementary school in Madison Wi. . Rosemary said she's happy a woman's on the ballot.  Christian Schneider, Milwaukee Journal Sentinel, USA TODAY Network Jillian Paris places an \"I Voted\" sticker on the headstone of Susan B. Anthony on Election Day in Rochester, NY.   Max Schulte, Democrat and Chronicle, USA TODAY Network Fullscreen Mayllet Paz, a Panamanian immigrant who immigrated to the US and now lives in Burlington, Vt., makes a poster in the parking lot of Walmart in Williston on election day. She is critical of Republican presidential candidate Donald Trump. As an immigrant, Paz said she is fearful of what the future holds for people like her if Trump wins.   Ryan Mercer, Burlington Free Press, USA TODAY NETWORK Four year old Brooklyn James hides under the voting booth where her mother Krystle James is voting at the  Allen Park City Hall in Mi.  Jessica J. Trevino, Detroit Free Press, USA TODAY Newtork Donald Trump arrives at a polling station in New York to cast his ballot.   Robyn Beck, AFP/Getty Images Former President Bill Clinton and Hillary Clinton greet the crowd at the Douglas Grafflin Elementary School in Chappaqua, Ny.   Mark Vergari, The Journal News Citizens arrive early to vote at Memorial Presbyterian Church in Appleton, Wi.  Dan Powers, The Post-Crescent, USA TODAY Network Voters wait for the poll to open at the Freestone Recreation Center in Gilbert Az.   Mark Henle, The Arizona Republic, USA TODAY Network Voters mark their ballots on the skating rink at the Over-the-Rhine Recreation Center in Cincinnati, Ohio.   Meg Vogel, The Cincinnati Enquirer, USA TODAY Network Voters wait in line outside a polling location in downtown Atlanta, Ga.  Erik S. Lesser, European Pressphoto Agency Vice President Joe Biden and his wife Dr. Jill Biden kiss while leaving A.I. DuPont High School in Greenville, Del. after they voted.   Jennifer Corbett, The News Journal, USA TODAY Network Jasmine Washington smiles after voting for Hillary Clintonat the Allen Park City Hall in Mi.   \"I like her experience\" said Washington   Jessica J. Trevino, Detroit Free Press, USA TODAY Network Voters line up outside a polling station in Christmas, Fla.  Gregg Newton, AFP/Getty Images Volunteer Herman Hooks, 89, puts \"voting\" signs up at the Muscoda Community Center in Bessemer, Ala.   Brynn Anderson, AP Voters wait to enter a polling station in the Brooklyn borough of New York.   Alexander F. Yuan, AP A voter waits in line outside a polling location in Peoria Township near Ottawa, Ks.   Larry W. Smith, European Pressphoto Agency Fullscreen Donald Trump and Hillary Clinton cookies are on sale at the Oakmont Bakery in Oakmont, Pa.  Trump leads the cookie-purchase tally with 63% of the purchases, with a total of 2609 Trump cookies and 1512 Hillary cookies sold as of election day as Americans go to the polls to decide on their next president.   Jeff Swensen, Getty Images A line of voters stretches around the block while waiting to cast their ballots at a polling site in New York.  David Goldman, AP Hillary Clinton waves as she arrives to vote at her polling place in Chappaqua, N.Y.  Seth Wenig, AP People cast their votes at Greenwich High School in Greenwich Ct.   Timothy A. Clary, AFP/Getty Images Robert Fabian, a retired school teacher, votes at the Su Nueva Lavenderia in Chicago.   Charles Rex Arbogast, AP Virginia residents wait in line in the pre-dawn hours to vote in the the 2016 US presidential election before the polls open at an historic property called the 'Hunter House' at Nottoway Park in Vienna, Virginia.  Jim Lo Scalzo, EPA Howard Brown hugs his son Simon as people line up to vote in the East Boston neighborhood of Boston.   Michael Dwyer, AP Over 150 voters wait in line before the polls opened at the North Cincinnati Community Church in Deerfiled Township, Ohio.   Mark Lyons, European Pressphoto Agency Sample ballots are collected as voters wait for polls to open at the Midwest Genealogy Center Library in Independence, Mo.   Whitney Curtis, Getty Images A voter casts his ballot in a polling place on Election Day November 8.  Alex Wong, Getty Images A line of voters stretches around the block while waiting to cast their ballots at a polling site in New York as One World Trade Center stands at left in the background.  David Goldman, AP Voters line up to vote at a fire station in Indianapolis.  Michael Conroy, AP People wait in a long line to vote in the 2016 US presidential election, at a polling station in Arlington, Virginia.  Michael Reynolds, EPA Adam Fohlen and his son Ari, center left, wait in line outside a polling place at the Nativity School as a poll watcher sits nearby, Tuesday, Nov. 8, 2016, in Cincinnati.  John Minchillo, AP A child sits behind his mom, who is filling out her form at a polling station in the Brooklyn borough of New York.  Alexander F. Yuan, AP A man casts his ballot inside a polling station just after midnight on November 8, 2016 in Dixville Notch, New Hampshire, the first voting to take place in the 2016 US presidential election.  Alice Chiche, AFP/Getty Images Minerva Trupin places an I Voted sticker on the jacket of Democratic vice presidential candidate US Sen. Tim Kaine, D-Va., after he voted in Richmond, Va., Tuesday, Nov. 8, 2016.  Steve Helber, AP People line up to vote at a fire station, Tuesday, Nov. 8, 2016, in Hoboken, N.J.  Julio Cortez, AP Democratic vice presidential candidate US Sen. Tim Kaine, D-Va., and his wife, Anne Holton greet poll workers as they prepare to vote in Richmond, Va.  Steve Helber, AP Like this topic? You may also like these photo galleries: Replay ",
    "title": "Clinton, Trump win states - but battleground states too close to call"
   },
   {
    "entities": [
     "50 percent",
     "michigan",
     "reid",
     "53 percent",
     "melissa",
     "r-south",
     "52 percent",
     "ohio",
     "berr",
     "42 percent",
     "mexico",
     "politics",
     "5:30 p.m.",
     "38 percent",
     "obama",
     "89 percent",
     "clinton",
     "59 percent",
     "4:43 p.m.",
     "wisconsin",
     "freddy",
     "61 percent",
     "15 percent",
     "4:23 p.m.",
     "herrmann",
     "stanley",
     "feldman",
     "j.",
     "34 percent",
     "ford",
     "cincinnati",
     "virginia",
     "5:02 p.m.",
     "graham",
     "mccain",
     "13 percent",
     "w.",
     "$5.4 billion",
     "john",
     "35 percent",
     "indiana",
     "cleveland",
     "18 percent",
     "of",
     "hillary",
     "governor",
     "iowa",
     "69 percent",
     "donald",
     "market",
     "bush",
     "vegas",
     "hampshire",
     "22 percent",
     "41 percent",
     "2016",
     "cbs",
     "2012",
     "news",
     "46 percent",
     "sen.",
     "romney",
     "tower",
     "tuesday",
     "49 percent",
     "las",
     "west",
     "2:53 p.m.",
     "jonathan",
     "kasich",
     "utah",
     "kentucky",
     "12 percent",
     "39 percent",
     "george",
     "56% percent",
     "this afternoon",
     "carolina",
     "mitt",
     "evan",
     "cardenas",
     "70 percent",
     "54 percent",
     "$2.65 billion",
     "schultheis",
     "laura",
     "silverado",
     "$2.76 billion",
     "paula",
     "57 percent",
     "strip",
     "7:42 p.m.",
     "barack",
     "more",
     "6:40 p.m.",
     "7:00 p.m.",
     "vermont",
     "u.s.",
     "new",
     "november 8, 2016",
     "nevada",
     "november 9, 2016",
     "america",
     "florida",
     "25 percent",
     "5:15 p.m.",
     "2 p.m.",
     "fall",
     "44 percent",
     "emily",
     "mcmullin",
     "8 p.m. et",
     "georgia",
     "district",
     "45 percent",
     "for",
     "trump",
     "manhattan",
     "ranch",
     "seventy-one percent",
     "gop",
     "pennsylvania",
     "arizona",
     "11 percent",
     "lindsey",
     "responsive",
     "columbia",
     "40 percent",
     "6:21 p.m.",
     "center",
     "enquirer",
     "2008",
     "6:06 p.m.",
     "north",
     "colorado",
     "$6 billion",
     "75 percent",
     "7:30 p.m.",
     "south",
     "plaza",
     "56 percent",
     "$6.8 billion"
    ],
    "id": 5,
    "text": "Senate races live-blog In order to win the presidency, a candidate must win 270 electoral votes -- a majority of  the 538 electors . CBS News will be keeping an eye on 13 battleground states: Arizona, Colorado, Florida, Georgia, Iowa, Michigan, Nevada, New Hampshire, North Carolina, Ohio, Pennsylvania, Virginia and Wisconsin.  7:42 p.m. ET As we wait for polls to close in an additional 16 states (plus the District of Columbia) at 8 p.m. ET, here are some more  The majority of female voters in Virginia say they voted for Clinton (57 percent, versus 38 percent for Trump) while males favored Trump (49 percent for Trump, versus 44 percent for Clinton). The vote among whites, according to exit poll results, favors Trump (56% percent), while Clinton gets the vast majority of support among blacks (89 percent). Of white non-college graduates in Virginia, support is split: Clinton wins 50 percent and Trump takes 45 percent. Among white college graduates, Clinton has more early voters (56 percent, versus 37 percentfor Trump). Among Independents, the vote is split: Clinton and Trump each win 44 percent. Clinton gets the majority of support from the younger Virginia voters (18- to 29-year-olds), with 53 percent of the exit poll voters favoring Clinton (versus 34 percent for Trump).  --CBS News poll analyst Melissa Herrmann 7:30 p.m. ET Polls are now closed in Ohio, North Carolina and West Virginia. CBS News projects Donald Trump wins West Virginia. Ohio is a tossup, and in North Carolina, Clinton has an edge over Trump. In Virginia, Clinton now also has an edge.  NEW: Hillary Clinton has an edge over Donald Trump in North Carolina https://t.co/H9n7JKbYS7 #CBSElection #Election2016 pic.twitter.com/bTtbFNmHvf — CBS News (@CBSNews) November 9, 2016 7:00 p.m. ET Polls are now closed in six states: Georgia, Indiana, Kentucky, South Carolina, Vermont and Virginia. CBS News projects Donald Trump wins in Indiana and Kentucky, and Hillary Clinton wins in Vermont. Georgia edges Trump and South Carolina leans toward Trump. 6:40 p.m. ET No one ever said democracy was cheap. Americans who are running for federal elective offices  spent more than ever  -- about $6.8 billion -- in that pursuit, including the nastiest presidential election in recent memory, between Hillary Clinton and Donald Trump. That’s more than what consumers spend on cereal ($6 billion), pet grooming ($5.4 billion) and legal marijuana ($5.4 billion). The nonprofit  Center for Responsive Politics  estimates spending on the Clinton-Trump contest at more than $2.65 billion, actually down a bit from $2.76 billion in 2012 when Democratic incumbent Barack Obama defeated Republican challenger Mitt Romney.   --CBS News’ Jonathan Berr 6:21 p.m. ET Ohio Governor and former presidential candidate John Kasich is wasting no time after Election Day -- he plans to deliver a speech on his vision for the future of the GOP just two days after voters cast their ballots, the Cincinnati Enquirer reported Tuesday.  Kasich refused to back Trump’s candidacy and did not attend the Republican convention, though it was held in Cleveland. The Enquirer reported that Kasich is likely to give the speech even if Trump wins.  Kasich voted for John McCain , who was the GOP nominee in 2008. 6:06 p.m. ET Here are more findings from the national early exit polls and how voters feel about several top issues: Seventy-one percent of voters say that illegal immigrants working in the U.S. should be offered a chance to apply for legal status, while 25 percent say they should be deported. Almost 9 in 10 Clinton voters want illegal immigrants offered a chance to apply for legal status, while Trump voters are split with 49 percent supporting legal status and 45 percent saying they should be deported.  There is more division over building a wall along the border with Mexico:  54 percent of voters oppose the wall and 40 percent support it. Eighty-eight percent of Clinton voters oppose building a wall, while three quarters of Trump voters support it.  Voters also have very different views on the effects of international trade on U.S. jobs: 41 percent of voters say that trade takes away jobs, 39 percent say that it creates more U.S. jobs, and 11 percent say that it has no effect. Clinton voters are more likely to believe that trade creates jobs while Trump voters say that it takes away U.S. jobs.  --CBS News poll analyst Stanley Feldman 5:30 p.m. ET Some early state-level exit polling is coming in as well.  In Georgia, Florida, New Hampshire, North Carolina, Ohio, Pennsylvania, and Virginia the majority of voters said the most important issue facing the country was the economy.  When voters were asked, finding a president who can bring needed change is the most important quality when deciding their vote for president. Here, for example, is a breakdown of voters’ most important candidate qualities in Ohio: CBS News More Ohio voters, 46 percent, think trade with other countries takes away jobs. The majority of Florida voters (70 percent) believe that illegal immigrants should be offered a chance to apply for legal status. Over half (59 percent) say that immigrants in the U.S. do more to help the country than hurt the county. Almost half of New Hampshire (46 percent) and Pennsylvania (42 percent) voters are dissatisfied with the federal government.   Two-thirds of Virginia voters say that the American economic system favors the wealthy. --CBS News poll analyst Melissa Herrmann 5:15 p.m. ET The first round of early exit polls are in. Here are a few highlights:  Voters nationally said they were looking for a candidate who can bring needed change, followed by experience and judgment. Asked about the most important candidate quality they were looking for, 38 percent said change, 22 percent said someone who has the “right experience,” 22 percent  named “good judgment” and 15 percent said they were looking for someone who “cares about people.” Most voters, 61 percent, say the country is on the wrong track (and 35 percent say it’s headed in the right direction). The percentage of “wrong track” voters is up from 2012, when 52 percent said the country is on the wrong track, but is lower than 2008, when 75 percent said the country is on the wrong track. In addition, 69 percent say they are dissatisfied or angry about the way the federal government is working. The economy was by far the top issue among voters this fall. Asked to name their most important issue, 52 percent named the economy; 18 percent said terrorism, 13 percent said foreign policy and 12 percent said immigration. --CBS News’ Emily Schultheis 5:02 p.m. ET Continuing on his theme of predicting a “rigged” election, Trump has tweeted alleging voting machine problems in Utah -- a state in which he’s getting a strong challenge from independent candidate Evan McMullin. In the tweet, Trump cites a CNN report on voting irregularities in Utah, which appears to be from this blog : Just out according to @CNN : \"Utah officials report voting machine problems across entire country\" — Donald J. Trump (@realDonaldTrump) November 8, 2016 4:43 p.m. ET It’s no secret that many major Republican Party figures have not endorsed Trump -- and this afternoon, two of them declined to vote for Trump when they went to the polls. A spokesman for former President George W. Bush said Tuesday that Bush did not vote for either Trump or Clinton. The spokesman, Freddy Ford, told CBS News that Bush and his wife Laura “left the top box blank and voted Republican downballot.” The Bushes voted early, casting their ballots two weeks ago. And Sen. Lindsey Graham (R-South Carolina), one of Trump’s former GOP primary opponents who has been critical of the Republican nominee in the months since, tweeted that he voted for independent candidate Evan McMullin: I voted @Evan_McMullin for President. I appreciate his views on a strong America and the need to rebuild our military. #3 — Lindsey Graham (@LindseyGrahamSC) November 8, 2016 4:23 p.m. ET GOP nominee Donald Trump tweeted about his election night plans: I will be watching the election results from Trump Tower in Manhattan with my family and friends. Very exciting! — Donald J. Trump (@realDonaldTrump) November 8, 2016 2:53 p.m. ET  In the Nevada complaint on early voting , Trump’s campaign asks that the court isolate ballots that were cast at the time and location in question at four locations: Cardenas Market, Deer Springs Town Center, Silverado Ranch Plaza, and the Las Vegas Strip.  But Trump lawyers also went beyond that, asking for the names of pollsters and data from machines.  At the 2 p.m. emergency hearing, the judge seemed skeptical of the lawyers’ request, saying it will likely run into serious privacy concerns. The judge seemed particularly bothered by the request to sequester ballots from a location – to match them up with specific people – and said that there is no way to do that. The judge eventually denied the Trump campaign’s petition to isolate ballots that were allegedly cast after polls closed, suggesting the team pursue other administrative remedies first. --CBS News’ Paula Reid ",
    "title": "Live updates: Presidential election 2016 results - CBS News"
   },
   {
    "entities": [
     "twitter.com",
     "30.7%",
     "mandel",
     "bettina",
     "park",
     "leslie",
     "tents",
     "4:48 p.m.",
     "clinton",
     "pearce",
     "state",
     "la",
     "feldman",
     "pasadena",
     "columbus",
     "hall",
     "virginia",
     "edison",
     "deborah",
     "17.2%",
     "matt",
     "church",
     "meyer",
     "hillary",
     "ken",
     "abc",
     "donald",
     "jon",
     "jennings",
     "n.h.",
     "cia",
     "hampshire",
     "county",
     "adventist",
     "1.9%",
     "laughlin",
     "cbs",
     "4:57 p.m.",
     "david",
     "julia",
     "tuesday",
     "times",
     "molina",
     "nov. 8, 2016",
     "durham",
     "selina",
     "angeles",
     "4:37 p.m",
     "utah",
     "kentucky",
     "/",
     "harmon",
     "hbo",
     "foster",
     "carolina",
     "california",
     "kiefer",
     "barbara",
     "sutherland",
     "hollywood",
     "day",
     "4:52 p.m.",
     "8 p.m",
     "genaro",
     "new",
     "louis-dreyfus",
     "jennifer",
     "4:40 p.m.",
     "texas",
     "america",
     "graphics",
     "bone",
     "7:30 p.m",
     "los",
     "york",
     "trump",
     "7th",
     "netburn",
     "feliz",
     "research",
     "hyde",
     "dover",
     "4:34 p.m. 47%",
     "hubert",
     "angel",
     "north",
     "l.a.",
     "47.2%",
     "boxall"
    ],
    "id": 6,
    "text": "Who will lead America: Early results are in Nov. 8, 2016, 4:52 p.m. Yvonne Villarreal With its seemingly daily plot twists, cliffhangers and quirky side characters, the presidential election has given new meaning to must-see TV. We spoke to show runners of politically themed TV shows to get their thoughts on how real life is stacking up against fiction: Barbara Hall of CBS’ “Madam Secretary,” about a former CIA analyst and professor (Tea Leoni) who is thrust into the position of secretary of State (a role inspired by Hillary Clinton); David Mandel of HBO’s “Veep,” a political satire that tracks the political career of narcissist Selina Meyer (Julia Louis-Dreyfus), who briefly becomes president; and Jon Harmon Feldman of ABC ’s “Designated Survivor,” about a low-level Cabinet member (Kiefer Sutherland) who becomes president after a catastrophic attack kills everyone above him in the line of succession. I'm not nearly that imaginative. Even if we were trying to go for something with this kind of tone, we couldn't have scripted this. Barbara Hall of CBS’ “Madam Secretary” Most likely we'd all be fired if we wrote a 10th of what has happened thus far. In some ways, this year’s election has become some sort of insane single-camera comedy. It comes complete with guest roles, like Ken Bone.  David Mandel of HBO’s “Veep,” I don't think that we could have scripted it and had a reaction other than skepticism that anything could play out like this or anyone could behave like this. I think critics would have found it preposterous. Jon Harmon Feldman of ABC’s “Designated Survivor,” Nov. 8, 2016, 4:57 p.m. Cyber vulnerability briefly allowed users to manipulate Trump's website Matt Pearce A screen shot of a security vulnerability in Donald Trump's website. (Twitter.com) A security vulnerability discovered in Donald Trump's website Tuesday night briefly allowed users to publish whatever they wanted on a section of his website. It worked like this: By adding a few words of text – whatever you wanted – to his website's URL, those words would appear at the top of the site. (Think of it as being able to write your own headlines for stories on latimes.com and share them.) The glitch wasn't a big one: The changes would not be visible to users coming to www.donaldjtrump.com, only to users who had created their own URLs. Twitter users had some fun with the glitch. The vulnerability appeared to be patched up soon after going viral. President Nov. 8, 2016, 4:37 p.m. A view of where Hillary Clinton will hold her election night party Exit polls Nov. 8, 2016, 4:34 p.m. 47% of Californians trust Clinton, just 17.2% trust Trump Deborah Netburn (LA Times Graphics) Hillary Clinton has battled issues of trustworthiness throughout her presidential campaign, but in California more than twice as many voters see her as trustworthy compared with those who feel the same way about Donald Trump. Early exit polls conducted by Edison Research found 47.2% of voters agreed that Clinton is an honest and trustworthy candidate. Just 17.2% said the same of Trump. But nearly a third of California voters (30.7%) said they don't trust either candidate. Just 1.9% said they trust both. Voting issues Nov. 8, 2016, 4:40 p.m. North Carolina, New Hampshire officials extend poll hours after voting issues Jaweed Kaleem In North Carolina, where voting machines glitches were reported in several counties, the state's elections board decided Tuesday evening to extend polling hours by 20 to 60 minutes at eight precincts in Durham County, which had experienced the most widespread machine issues in the state. The elections board also said it would keep one polling site in Columbus County open by an extra 30 minutes. Polls were originally scheduled to close at 7:30 p.m. In Dover, N.H., elections officials said they would extend voting until 8 p.m. The decision came in response to a request from Democrats, after an email was sent to about 250 residents with the wrong information about the poll closing time. Isolated polling machine issues were reported at polling places earlier Tuesday in several states, including Virginia, Texas, New York, Kentucky and Utah. Malfunctions, which are common, were quickly handled at most sites by letting voters use paper ballots while machines were fixed. L.A. propositions Nov. 8, 2016, 4:48 p.m. 'I see it every day': L.A. voters grapple with homelessness issue Bettina Boxall and Angel Jennings Tents line the sidewalks along 5th Street in L.A.'s skid row earlier this year. (Genaro Molina / Los Angeles Times) Although much of the chatter Tuesday revolved around Hillary Clinton and Donald Trump, Angel Hubert of Hyde Park said she was drawn to the polls by a local measure. The 47-year-old said she had lived on the streets of Pasadena for 15 years. And now that she has a place to call home, she's dismayed that lawmakers have not done more to house those in need. So Hubert voted for Proposition HHH , a general obligation bond that would raise money to build housing for chronically homeless people — and urged others to do the same. \"Use our taxpayer money to put these homeless people in places,\" she said. Across town, Leslie Foster, 32, went to the 7th Day Adventist Church in Hollywood to cast his vote in favor of the homeless housing bond measure. The filmmaker said he used to work as a janitor at the church. \"I think it will make a difference,\" he said of Proposition HHH. \"Hopefully people will see the wisdom of having housing in different places.\" A few hundred feet from the voting booths, two young homeless women sat in the shade at the edge of the parking lot.  \"I see it every day,” said Jennifer Laughlin, 35, of Los Feliz, who also said she voted for HHH. “It's very sad to see people who don't have a place to go.\" President ",
    "title": "Election day 2016 live updates: Polls open on East Coast - LA Times"
   },
   {
    "entities": [
     "npr",
     "america",
     "november 8"
    ],
    "id": 7,
    "text": "November 8, 201611:37 AM ET NPR Staff As America goes to the polls, NPR's politics team brings you up-to-the-minute results, news, analysis and views from around the country. ",
    "title": "Live 2016 Election Coverage And Results : NPR"
   },
   {
    "entities": [
     "georgia",
     "mrs.",
     "miami-dade",
     "gloria",
     "judge",
     "lucas",
     "n.y.",
     "trump",
     "side",
     "donald",
     "manhattan",
     "coast",
     "white",
     "ohio",
     "vegas",
     "nyt",
     "county",
     "60 percent",
     "melania",
     "clark",
     "2012",
     "four years ago",
     "east",
     "clinton",
     "11 a.m.",
     "news",
     "7 p.m.",
     "washington",
     "sturman",
     "upper",
     "house",
     "briefing",
     "newsletters",
     "tuesday",
     "mr.",
     "morning",
     "2008",
     "nevada",
     "denies",
     "eder",
     "j.",
     "las",
     "virginia",
     "briefingsubscribed",
     "friday",
     "florida",
     "monday",
     "chappaqua",
     "steve",
     "campaign",
     "1 p.m."
    ],
    "id": 8,
    "text": "CreditChet Strange for The New York Times But a handful of key states on the East Coast remain too close to call shortly after polls closed at 7 p.m., reflecting an intense battle for votes that could lead to a long night before a White House victor is determined. The two candidates campaigned intensely in Virginia, where it remained too early to determine a winner as polls closed across the commonwealth. And in Georgia, a Southern state where Democrats had expressed hope for a surprise victory, the race also appeared too close to call shortly after balloting ended. A race that has been dominated by ugly, personal attacks appears to have taken a toll on voters, and the country’s mood appears darker and more pessimistic than it was four years ago, with about 60 percent of voters saying the country is seriously on the wrong track. Voters said they were eager for change in Washington, though they expressed dismay that issues had been overlooked in the brutal, long and nasty campaign. Here are some of the day’s other highlights: • Does anyone trust the presidential hopefuls? Months of personal character attacks by both candidates appear to have left voters largely dissatisfied with their choices, according to early exit polls: Only about four in 10 voters viewed Mrs. Clinton as honest and trustworthy, while slightly fewer said that Mr. Trump was honest. • Whose résumé is better? Mrs. Clinton’s experience appears to pass the test with voters, about half of whom said the former senator and secretary of state was qualified to serve as president. Fewer than four in 10 said the same of Mr. Trump, who has embraced his status as a businessman and a Washington outsider. Advertisement Continue reading the main story • How did the scandals play? More than four in 10 voters said Mrs. Clinton’s email controversies bothered them “a lot,” while a larger proportion — six in 10 — said they were bothered a lot by Mr. Trump’s treatment of women. • So is this a record-breaking day for voter turnout? It is hard to say just yet. The Times’s Steve Eder reports that voting was robust in the bellwether state of Florida; by 1 p.m., more than 900,000 voters had cast ballots in Miami-Dade County, surpassing the total turnout from four years ago. But in Lucas County, Ohio, data from the first part of the day suggested that voting tallies would be on par with 2008 and 2012, officials with the board of elections said. • The Hispanic population, a sleeping giant, is now awake. The Hispanic turnout will be far higher than it was in 2012. It has the best shot of deciding the election in Florida, where Hispanic voters represent a well-above-average share of the population. Trump campaign sues over Nevada voting. Video Nevada Judge Denies Trump Campaign’s Suit A Nevada judge denied a request by Donald J. Trump’s campaign to preserve documents from early voting sites in Las Vegas, after the campaign alleged voting irregularities. “What are you saying?” Judge Gloria Sturman asked Mr. Trump’s lawyer in one exchange. embed The Trump campaign filed a lawsuit on Tuesday seeking to have votes in Nevada impounded on the grounds that poll workers illegally extended early-voting hours to accommodate people who were waiting in long lines. Thousands of Hispanic voters lined up outside polling places to vote on Friday in Clark County, which is home to Las Vegas and has the state’s largest Hispanic population. Record turnout has raised fears among Republicans that they could lose the battleground state, and Trump campaign officials have been complaining that the extension of hours in some locations is evidence that the election is rigged. The lawsuit alleges that the people were allowed to vote illegally because they cast ballots after the published closing times at polling places. The campaign also sent a letter to Nevada’s secretary of state asking for an investigation into the allegations of “egregious violations.” Clinton and Trump vote. Parents held their children in the air to get a glimpse as Mrs. Clinton voted for herself in Chappaqua, N.Y., on Tuesday morning. Advertisement Continue reading the main story “It’s a humbling feeling,” Mrs. Clinton said. Mr. Trump appeared to be in good spirits when he arrived at a Manhattan polling place on the Upper East Side just before 11 a.m. with his wife, Melania, to vote for himself . He was met with a mix of cheers and boos as he left his motorcade and waved to pedestrians. Inside Public School 59, Mr. Trump shook hands with other voters and offered high-fives to some children who came along with their parents. The vice-presidential candidates also voted in the morning. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Sign-up for free NYT Newsletters Morning BriefingSubscribed News to start your day, weekdays Opinion TodaySubscribed ",
    "title": "Presidential Election Live: Results Arriving in Battleground States as Donald Trump and Hillary Clinton Earn First Wins - The New York Times"
   },
   {
    "entities": [
     "chester",
     "michigan",
     "franklin",
     "dorothy",
     "coast",
     "fairfax",
     "moore",
     "ohio",
     "schwabenbauer",
     "kellyanne",
     "delaware",
     "ivanka",
     "hamilton",
     "clark",
     "willie",
     "obama",
     "g.",
     "clinton",
     "miller",
     "washington",
     "state",
     "pa.",
     "freddy",
     "rosenberg",
     "juliet",
     "afternoon",
     "conway",
     "antonio",
     "ford",
     "virginia",
     "mccain",
     "8 p.m.",
     "2011",
     "w.",
     "supreme",
     "douglas",
     "congress",
     "rochester",
     "vozzella",
     "b.",
     "simon",
     "sean",
     "murphy",
     "john",
     "eilperin",
     "indiana",
     "yesenia",
     "clement",
     "of",
     "gearan",
     "fahrenthold",
     "hillary",
     "freddie",
     "stonewall",
     "8:30",
     "donald",
     "pat",
     "bush",
     "bowers",
     "associated",
     "calif.",
     "fox",
     "vegas",
     "36 percent",
     "hampshire",
     "county",
     "d.",
     "tennessee",
     "snell",
     "9 p.m.",
     "2012",
     "david",
     "miami",
     "news",
     "massachusetts",
     "cuyahoga",
     "sen.",
     "romney",
     "tower",
     "tuesday",
     "press",
     "alabama",
     "ndn",
     "philadelphia",
     "lily",
     "1906",
     "glanz",
     "robert",
     "tim",
     "las",
     "toomey",
     "april",
     "west",
     "kasich",
     "utah",
     "luna",
     "bill",
     "kentucky",
     "jarman",
     "matea",
     "george",
     "brian",
     "weigel",
     "anne",
     "carolina",
     "mitt",
     "barnes",
     "states",
     "michelle",
     "gold",
     "nbc",
     "warren",
     "6.3 percent",
     "17 percent",
     "tom",
     "laura",
     "white",
     "hollywood",
     "va.",
     "todd",
     "middle",
     "richard",
     "el",
     "adams",
     "barack",
     "susan",
     "senate",
     "detroit",
     "court",
     "74 percent",
     "elementary",
     "vermont",
     "u.s.",
     "new",
     "jr",
     "joyner",
     "nevada",
     "lori",
     "richmond",
     "texas",
     "manassas",
     "florida",
     "plains",
     "michael",
     "olivo",
     "anthony",
     "katie",
     "steve",
     "oklahoma",
     "8 a.m.",
     "united",
     "national",
     "3.9 percent",
     "scott",
     "georgia",
     "district",
     "1944",
     "tribune",
     "roosevelt",
     "86 percent",
     "n.y.",
     "york",
     "d.c.",
     "trump",
     "evening",
     "manhattan",
     "maryland",
     "school",
     "committee",
     "buckeye",
     "mac",
     "kelsey",
     "a.",
     "gop",
     "6:15 p.m.",
     "pennsylvania",
     "salvador",
     "foundation",
     "mcginty",
     "the",
     "channel",
     "rnc",
     "melania",
     "greene",
     "6 a.m.",
     "kaine",
     "november 8",
     "janesville",
     "giuliani",
     "east",
     "viguerie",
     "jersey",
     "columbia",
     "chuck",
     "house",
     "morning",
     "2008",
     "north",
     "grafflin",
     "laurie",
     "rudy",
     "sullivan",
     "5 a.m.",
     "jason",
     "south",
     "james",
     "chappaqua",
     "costa",
     "wis.",
     "rodham",
     "just four hours earlier"
    ],
    "id": 9,
    "text": "By Matea Gold and David A. Fahrenthold November 8 at 8:30 PM Follow @mateagold Follow @Fahrenthold As the polls closed Tuesday, anxious Americans awaited an indication of who would prevail at the end of a historically bitter presidential contest -- whether Democratic nominee Hillary Clinton would hold on to her narrow pre-election lead or Republican Donald Trump would secure a stunning upset. By 8 p.m. Eastern time, voting had ended in more than two dozen states that together represent 272 electoral votes. Clinton was quickly projected to win the District of Columbia, Delaware, Massachusetts, Maryland, New Jersey and Vermont, giving her 44 electoral votes, according to the Associated Press. Trump locked down Alabama, Indiana, Kentucky, Oklahoma, South Carolina, Tennessee, and West Virginia, racking up 60 electoral votes. Voting also ended in Florida, Georgia, New Hampshire, North Carolina, Ohio, Pennsylvania and Virginia -- pivotal states that were too close to immediately call. View Graphic Clinton is hoping to outperform President Obama in Virginia’s northern suburbs outside Washington, D.C., where a growing immigrant population has helped Democrats expand their hold. Obama won Virginia by 6.3 percent in 2008 and 3.9 percent in 2012 -- the first Democratic president since Franklin D. Roosevelt to prevail twice in the state. [ Live updates on the presidential race and other contests ] Both candidates have fiercely contested North Carolina and its 15 electoral votes, considered one of the pivotal states that Trump needs for victory. In 2008, Barack Obama narrowly edged out GOP nominee John McCain in North Carolina, but Mitt Romney wrested it back for the Republicans in the 2012 race. Trump has also been banking on winning Ohio and its 18 electoral votes. The bellwether state has backing the losing presidential candidate only once since 1944. The GOP nominee appealed directly to the sense of economic grievance in the Buckeye State, which has been buffeted by a declining manufacturing industry. During the day on Tuesday, there were reports of long lines at some polling places, and scattered reports of intimidation by people outside. The loudest complaints came from Trump’s campaign. In Nevada, it filed a lawsuit arguing that polls were improperly kept open late during early voting in Clark County, home of Las Vegas. The county said it was following the law, by allowing those who were in line at the time polls closed to continue and vote. A judge in the case seemed skeptical of the Trump campaign’s claims, and denied its request to preserve evidence in the case. How the electoral college works View Graphic How the electoral college works In a possibly worrisome sign for the GOP, Trump campaign manager Kellyanne Conway told NBC’s Chuck Todd about 6:15 p.m. that Trump “didn’t have the full support of the Republican infrastructure.” Trump was monitoring the returns early Tuesday evening from his apartment in Trump Tower, according to former New York mayor Rudy Giuliani. The GOP nominee, he said in an interview, was “watching everything even though I’m telling him not to.” “He’s calm. We’re all cautiously optimistic,” Giuliani said when asked to describe the mood within Trump’s home. “We think it’s going to be very, very close. We know there is a populism across the country that’s powerful and he has been lifted by it.” Earlier Tuesday, Trump himself tweeted out what he said was a CNN headline: “Utah officials report voting machine problems across entire country.” CNN reporters quickly replied that Trump’s message contained a key typo: the problems in Utah had been reported across a county, not the entire United States. Washington County — in the southwest corner of the state — had experienced some problems with voting machines on Tuesday morning. They used paper ballots in the meantime, and had the problem with the machines fixed by noon. [ Voters encounter machine breakdowns, describe intimidation at the polls ] As of early evening on the East Coast, preliminary exit polls reflected one of the dominant themes of the campaign: the deep unpopularity of both candidates. Majorities of voters in early exit polling said they have an unfavorable view of Trump and Clinton, with Trump’s negatives somewhat higher. Indeed, at the end of a bitter, sharply personal campaign, some voters were eschewing both contenders. That included former President George W. Bush and his wife Laura Bush, who did not cast a ballot for either major-party presidential nominee this year. “They didn’t vote for Hillary; they didn’t vote for Trump,” spokesman Freddy Ford wrote in an email to The Texas Tribune. Preliminary exit polls indicated that turnout shares among Republicans, Democrats and independents would be comparable to 2012. Democrats had a narrow advantage at the polls in the past two Obama elections, edging Republicans by roughly six percentage points. [ These races will determine whether Republicans hold their Senate majority ] Leaders of both parties braced for election results that will be shaped by the nation’s changing demographics as well as an unconventional presidential race. Democrats expressed confidence that increased voting by Hispanics as well as strong participation by African Americans, Asian Americans and young voters would provide Hillary Clinton with the margin of victory in several states. Republicans, however, said Donald Trump’s appeal among working class whites would allow him to wrest the Democratic-leaning Rust Belt away from her. Early voting totals are up in seven of 10 key swing states, most of all in Florida, where it rose 36 percent over 2012. Much of that rise was driven by Latinos in counties such as Miami-Dade and Broward, which helps account for why Democrats have an 88,000-vote edge in the state’s early voting count. In North Carolina, early voting increased 17 percent compared to four years ago, with an 86 percent increase among Hispanics and a 74 percent increase among Asian-Americans. Republican National Committee officials said in a phone call with reporters Tuesday that they were not concerned that high levels of Latino turnout in Florida boded badly for their candidates, saying the party had made large gains in voter registration in the state. They noted that in Ohio, counties such as Cuyahoga, Franklin and Hamilton that supported President Obama in 2012 saw a drop in early voting, while counties such as Warren, Miami and Greene that backed Mitt Romney saw an increase. “We feel very confident about winning today,” said Jason Miller, Trump’s senior communications adviser. But Democratic strategist Simon Rosenberg, who heads the think tank NDN, said Republicans and many political pundits have failed to grasp “how much the U.S. population is changing.” He noted the number of eligible Hispanic voters has increased from 18 million to 27 million since 2008, and the number of millennial voters has risen from 35 million to 70 million during that period. Since those two voting blocs currently favor Democrats, Rosenberg said, the change poses “an existential threat” to Republicans “if they do not start to create a solution to these demographic trend lines.” Longtime conservative activist Richard Viguerie said in an interview he was not worried about these population shifts because the GOP could prevail if it appealed to African Americans and Hispanics on issues such as school choice, opposition to abortion and criminal justice reform. “The Republican establishment has not been focused on issues that appeal to the minorities,” Viguerie said, adding the party would shift right after the election. “Basically, the establishment Republicans have self-destructed. They have written themselves out of leadership going forward.” In a sign of how Democrats are courting African Americans, for example, Michelle Obama taped 15 separate radio shows Tuesday, most of which primarily reach black audiences. Two of the ones she did — the “Willie Moore Jr. Show” and “The Tom Joyner Show”--were ones that the president called into last week. On Tuesday, Obama taped six radio interviews from the White House, talking to hosts whose listeners live in Florida, Michigan, Ohio and Pennsylvania. He also walked through the White House colonnade and pointed at the cameras held by members of the White House press corps. “Go vote,” he instructed their viewers. “It’s up to you.” As Americans cast their votes Tuesday, the nation’s demographic schisms were visible. In Manassas, Va., where there is both a sizable immigrant population and support for Trump, James Bowers, 72, said working-class Americans like himself have seen their personal liberties erode with a Democrat in the White House. “These eight years are the worst eight years I’ve seen in my life,” Bowers said. “It’s become a dictatorship, and if Hillary wins, she’ll continue that dictatorship.” But 43-year-old Yesenia Luna, the daughter of an immigrant from El Salvador, said she voted for Clinton because “we have to be the difference for all the other Latinos in this country.” Some voters said they hoped that the election could change a dynamic that has frustrated Americans from both parties. Steve Glanz, 42, was registered Republican and had supported Ohio Gov. John Kasich over Donald Trump in Pennsylvania’s April primary. But once inside his south Philadelphia polling place, he voted for Clinton and for the Democrats’ Senate challenger, Katie McGinty. “I voted basically straight Democrat,” he said. “We need to get some Supreme Court justices confirmed at some point. Having the Senate belong to the same party as the president would help that. If they keep letting the justices die off, once it’s under five members, they can’t even render decisions.” But many Republicans still expect their party to continue to probe Clinton’s use of a private email server and possible conflicts of interest raised by her role at the Clinton Foundation, which could complicate her relationship with Congress if she wins the White House. Lori Schwabenbauer, 54, voted in Chester County, Pa., then drove into Philadelphia to celebrate her birthday. She is a Republican, and Trump and Sen. Pat Toomey received her vote, but she was expecting a Clinton win. Asked whether she would want Republicans to continue probing Clinton’s scandals if she won, Schwabenbauer gave a qualified yes. “I don’t think anyone’s above the law,” she said, “but I don’t want her to be jailed just because I don’t like her.” And Trump, who was joined by his wife Melania and daughter Ivanka as he voted a few blocks from Trump Tower, refused to say for certain Tuesday whether he would concede the race if TV networks and others call it for Clinton. “We’ll see what happens,” said Trump, who was booed by some voters as he entered Manhattan’s P.S. 59. He added the early returns were “very good.” But on Tuesday afternoon Trump called into the Fox News Channel for the second time of the day, and complained about the nation’s political and media establishment. “It’s largely a rigged system,” he said. RNC officials noted that they had increased get-out-the-vote operation nationwide, having deployed 5,250 paid organizers and 2,350 trained fellows around the country. That represents a massive increase over the 876 staffers that the party and then-nominee Mitt Romney’s campaign jointly had in 2012. Clinton campaign spokeswoman Lily Adams, meanwhile, emailed reporters to say that “more than 10,000 volunteers were on the doors for our first 8AM shift in battleground states with thousands more on the phones.” By early afternoon Tuesday, voters across the country were making their choices, with long lines in many polling stations. In North Hollywood, Calif., some voters brought beach chairs to stake out a place in line before dawn. At one polling station in Detroit, people waited up to 90 minutes to reach the ballot booth. At Stonewall Middle School in Manassas, nearly 170 people were lined up when voting began at 6 a.m. “I’m a determined voter,” said 37-year-old Michael Barnes, an account executive for Freddie Mac who showed up at 5 a.m. and backed a straight Democratic ticket. “I’m feeling relieved that I’ve at least done my part.” [ Clinton holds edge in swing state Virginia ] For Laurie Jarman, an office manager in Fairfax County, it was antipathy for Clinton that drove her vote. “I don’t know that I trust him, either, but I feel that Hillary will be worse,” said Jarman, 46, who arrived at Stonewall Middle School about half-an-hour after Barnes. After voting in Richmond, Clinton’s running mate Sen. Tim Kaine (D-Va.) said that if he and Clinton were “fortunate enough to win this evening,” they would work to heal the deep rifts in the country that this year’s race had exposed. “In the tone of the things that we say, in the team that we put together, and the policies that we promote, we have to show that we want to govern for all, not just those who voted for us,” he said. Clinton and her husband, former president Bill Clinton, cast their ballots at Douglas G. Grafflin Elementary in Chappaqua, N.Y., at 8 a.m. Just four hours earlier, they had arrived from an early-morning rally in North Carolina. Clinton, who spent much of the rest of the day at home before heading to a Manhattan hotel to await returns, was greeted by chants of “Madam President!” as she walked outside. “It is the most humbling feeling because I know how much responsibility goes with this and so many people are counting on the outcome of this election, what it means for our country,” she told reporters, when asked what it felt like to cast her ballot. Asked by a reporter if she thought about her mother, Dorothy Rodham, who was born in the year before women gained the right to vote and who died in 2011, Clinton responded with a smile: “Oh, I did.” [ The evolving election map ] As the possibility of Clinton’s victory drew near Tuesday, voters flocked to the Rochester, N.Y., grave site of suffragist Susan B. Anthony, who died in 1906 without getting the right to cast a vote. Mount Hope Cemetery officials extended its hours until 9 p.m. as people waited in long lines to paste “I Voted” stickers on her headstone, many of them emotional. Anne Gearan in White Plains, N.Y.; Sean Sullivan in New York; Scott Clement, Robert Costa, Juliet Eilperin and Brian Murphy in Washington; David Weigel in Philadelphia; Laura Vozzella in Richmond; Antonio Olivo in Manassas, Va.; and Kelsey Snell in Janesville, Wis., contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Election results: Key battleground states too close to call - The Washington Post"
   }
  ]
 }
}