{
 "10": {
  "col-sim": {
   "cosine": 0.37298307644138806,
   "entity": 0.3651483716701107
  },
  "exec-time": 24.02766227722168,
  "links": [
   {
    "entities": [
     "wednesday",
     "states",
     "5%",
     "trump",
     "union",
     "donald",
     "2.07%",
     "white",
     "2016",
     "treasury",
     "2013",
     "$1,274",
     "house",
     "morning",
     "u.s.",
     "s&p",
     "0.208 percentage point",
     "7.69%",
     "12%",
     "june",
     "1.7%",
     "congress",
     "united",
     "european",
     "kingdom"
    ],
    "id": 0,
    "text": "Wall Street isn’t afraid of a President Trump – at least for now. Continue Reading Below The Dow Jones Industrial Average came within 49 points of a new record closing level on Wednesday, hours after Donald Trump was elected president of the United States and hours after financial markets had a brief panic attack which sent stocks spiraling.  It was a stunning conclusion to what had been an exhausting 2016 presidential election. In the wee hours of Wednesday morning, Trump -- the Republican nominee -- had clinched the White House, but the dramatic Brexit-style carnage expected in global markets in the wake of his win failed to hold as Trump called for the country to unite in the days ahead. As equities rallied back from steep overnight losses, bond yields reached their highest level in three years. What was a flight to safety in the very early hours of Wednesday quickly turned into a risk-on rally by the closing bell. The yield on the 10-year U.S. Treasury bond, which moves inversely to its price, rose 0.208 percentage point to 2.07%, the highest level since 2013. The move in the Treasury note was a total reversal from yields that touched 1.7% in the overnight hours. With a measured selloff in Asian and European equity markets, U.S. stocks clawed back steep losses after dropping as much as 5% overnight.   The VIX, an often cited gauge of Wall Street’s expectation for market volatility over the next 30 days, dropped to 15.2 on Wednesday after spiking to 22 days before the election. An normal level for the so-called fear gauge is around 12. Continue Reading Below ADVERTISEMENT Meanwhile, although declines eased, the Mexican peso continued to see sharp selling pressure, dropping 7.69% Wednesday morning against the U.S. dollar. The move was a rebounded of sorts from historic losses of nearly 12% in the immediate aftermath of the election outcome.  Wall Street has used the currency as its favorite proxy for betting on the presidential race during the 2016 election cycle. As Trump’s prospects of winning looked better, the peso intensified its selloff. Gold prices wiped out 5% gains to trade around $1,274 a troy ounce. For scope of the market reaction, back in June when United Kingdom citizens voted to leave the European Union,  markets saw a similar, but sustained selloff of more than 5%  on the broader S&P 500 – the stock index often seen as a barometer for the U.S. economy. This time around, though, the markets were more flexible with an unexpected outcome that resulted in a President-Elect Trump and a Republican-controlled Congress. Ticker ",
    "title": "Stocks Battle Back: Dow Flirts with Closing High After Stunning Trump Victory | Fox Business"
   },
   {
    "entities": [
     "ryan",
     "u.n.",
     "wednesday",
     "union",
     "post",
     "mitch",
     "office",
     "kellyanne",
     "obama",
     "clinton",
     "washington",
     "state",
     "juliet",
     "security",
     "afternoon",
     "conway",
     "tumulty",
     "1.4 percent",
     "nancy",
     "supreme",
     "congress",
     "murphy",
     "poor",
     "oregon",
     "eilperin",
     "of",
     "gearan",
     "hillary",
     "fahrenthold",
     "september",
     "abc",
     "donald",
     "3 a.m.",
     "november 9",
     "6:30 a.m.",
     "council",
     "phillip",
     "ayotte",
     "hampshire",
     "d.",
     "100 percent",
     "2016",
     "standard",
     "david",
     "1990s",
     "sen.",
     "jaffe",
     "tuesday",
     "hassan",
     "oval",
     "robert",
     "kelly",
     "nov. 9, 2016",
     "angeles",
     "1 a.m.",
     "bill",
     "thursday",
     "karen",
     "brian",
     "anne",
     "sarah",
     "states",
     "russia",
     "white",
     "josh",
     "paul",
     "plouffe",
     "parnass/the",
     "senate",
     "greg",
     "court",
     "biden",
     "u.s.",
     "new",
     "&",
     "america",
     "germany",
     "pelosi",
     "united",
     "nov. 9",
     "los",
     "york",
     "trump",
     "maggie",
     "secretary",
     "1 percent",
     "mike",
     "mcconnell",
     "iran",
     "a.",
     "gop",
     "foundation",
     "janesville",
     "britain",
     "rucker",
     "house",
     "nasdaq",
     "earnest",
     "2008",
     "minority",
     "costa",
     "wis.",
     "european",
     "debonis"
    ],
    "id": 1,
    "text": "Clinton, Obama urge disappointed backers to reconcile themselves to Trump’s win The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it Hillary Clinton spoke to supporters, Nov. 9, offering a message of thanks, apology and hope. Here are the key moments from that fervent address. (Sarah Parnass/The Washington Post) By Anne Gearan , Juliet Eilperin and Matea Gold November 9 at 6:06 PM Follow @agearan Follow @eilperin Follow @mateagold Both Hillary Clinton and President Obama urged their backers Wednesday to accept President-elect Donald Trump’s victory and support his transition into power, as Democrats prepare to hand over control of the White House for the first time in eight years. The calls for a national political reconciliation underscored the seismic political realignment now underway in Washington after Clinton’s crushing loss to the New York businessman. Both the president and his former Secretary of State told their supporters not to despair as Republicans rejoiced at the idea that they will control both the legislative and executive branch in two and-a-half months. Clinton said her loss exposed the nation’s deep and difficult divisions, but she urged her backers to give him “a chance to lead.” In her first public statements since the stunning election results, Clinton also called on other women to take up where she left off and continue the push for the White House, suggesting she may not make another run in four years. “We need you to keep up these fights,” Clinton said in New York, making special mention of the many women who hoped she was on her way to become the first female president. View Graphic “I know how disappointed you feel because I feel it, too,” said Clinton, less than 24 hours after calling the president-elect to concede after his history-shaping run that defied pollsters and galvanized legions of aggrieved voters in a loud repudiation of the status quo. “This is painful, and it will be for a long time.” Clinton, who was misty-eyed at times but composed throughout her remarks, said the long and bitter campaign against Trump showed that “our nation is more deeply divided that we thought.” But she told her backers: “We owe him an open mind and the chance to lead.” Clinton and her allies are now left to sort out how Trump upended her once-clear path to become America’s first female president. Clinton called Trump to concede as the results were clear. Minutes after Clinton finished speaking, President Obama addressed reporters in the Rose Garden with Vice President Biden by his side, as more than a hundred White House staffers stood off to the side. Several of the aides were visibly emotional, with at least one crying before he began speaking. “Now, everybody is sad when their side loses an election, but the day after we have to remember that we’re actually all on one team. This is an intramural scrimmage,” Obama said, vowing to work to ensure a smooth transition for the president-elect. The president, who has invited Trump to the White House Thursday, added he was “heartened” by the tone of his victory speech and their private phone call, which took place around 3:30 am Wednesday. 1 of 57 Hillary Clinton’s campaign comes to an end View Photos Hillary Clinton loses to Donald Trump in the 2016 presidential election. Caption Hillary Clinton loses to Donald Trump in the 2016 presidential election. Nov. 9, 2016  Hillary Clinton speaks in New York while her husband, former president Bill Clinton, applauds. Melina Mara/The Washington Post Buy Photo Wait 1 second to continue. “That’s what the country needs — a sense of unity, a sense of inclusion, a respect for our institutions, our way of life, rule of law, and respect for each other.” Trump — who had used social media as a tool to court support and mock foes during the campaign — sent a tweet at 6:30 a.m.: “Such a beautiful and important evening! The forgotten man and woman will never be forgotten again. We will all come together as never before”. [ Live updates on the election fallout ] His Twitter bio now reads, “President-elect of the United States” — capping a once-unimaginable rise that was carried by voters fed up with the political system and mistrustful of Clinton, a former first lady, senator and secretary of state. But protests flared as dismay among Clinton supporters turned to anger. In Los Angeles, about 500 people chanted, “Not my president.” In Oregon, anti-Trump demonstrators blocked traffic and rail lines. After running a divisive campaign, Trump sounded a magnanimous note of reconciliation as he claimed victory shortly before 3 a.m. Wednesday. [A year in Trump’s America: Frustration, fury and fervor ] “Hillary has worked very long and very hard over a long period of time, and we owe her a major debt of gratitude for her service to our country,” Trump said, minutes after Clinton called him to concede. “I mean that very sincerely. Now it’s time for America to bind the wounds of division. We have to get together. To all Republicans, Democrats and independents across this nation, I say it is time for us to come together as one united people.” [ How Donald Trump pulled off an upset of cataclysmic, historic proportions ] Speaking on ABC’s “Good Morning America” on Wednesday, Trump campaign manager Kellyanne Conway said Trump and Clinton “had a very gracious exchange” when she conceded the race. Asked whether Trump would consider appointing a special prosecutor to probe Clinton’s use of a private email server while serving as secretary of state and her ties to the Clinton Foundation, Conway said: “We have not discussed that at all, and he certainly did not discuss that with Secretary Clinton on that call.” With Trump’s ascension to the White House, the nationalist wave that has swept capitals around the world — including in Britain, which voted to break from the European Union this year — came crashing onto U.S. shores. The prospect of an impulsive authoritarian in the Oval Office initially rattled investors around the world. But a panicked global sell-off Tuesday night transformed into a near-record high for Wall Street by the end of trading on Wednesday. The blue-chip Dow Jones industrial average surged ahead about 250 points, or 1.4 percent, close to an all-time high — despite futures markets overnight signaling a decline of as much as 800 points. The Standard & Poor’s 500-stock index and the tech-heavy Nasdaq both gained about 1 percent. Even the Mexican peso — which had fallen as the Republican nominee rose in the polls during his campaign — regained some ground after dropping to the lowest level since the 1990s. [ U.S. stock markets surge after global turmoil overnight ] World leaders congratulated Trump even as they grappled with the repercussions of his win. Britain, Germany and other U.S. allies stressed their close bonds with Washington. Russia, meanwhile, was quick to make overtures for better ties — something Trump encouraged as he campaigned. The general election, which riveted the nation and produced a record television audience for a presidential debate, turned on the question of national identity. While Clinton assembled a diverse coalition that she said reflected the nation’s future, it was no match for the powerful and impassioned movement built by fanning resentments over gender, race and religion. Trump’s promise to “Make America Great Again” inspired millions of Americans alienated by the forces of globalization and multiculturalism and deeply frustrated with the inability of Washington to address their needs. Voters anxious about the economy, convinced that the system was stacked against them, fearful of terrorism and angry about the rising gap between rich and poor, gravitated toward Trump. In him, they saw a fearless champion who would re-create what they recalled as an America unchallenged in the world, unthreatened at home and unfettered by the elitist forces of “political correctness.” Online, the distress of some of some of Clinton’s top advisers was palpable. David Plouffe, who had served as Obama’s 2008 campaign manager and helped guide Clinton’s campaign, had predicted in late September that the Democratic nominee had a 100 percent chance of winning the election. “I’m sorry everyone,” he tweeted around 1 a.m. Wednesday. “Had to talk to my kids. Wrong and remarkably so. But the idea of our country has always been stronger than an election.” Control of Congress was on the line as well, with Republicans maintaining their majority in the House and a string of hotly competitive Senate contests going their way as well. One exception was in New Hampshire, where Republican Sen. Kelly Ayotte conceded Wednesday afternoon to Democratic rival Maggie Hassan. Trump’s feuds with Republican leaders created deep fissures in his party, and his victory has set the GOP on a new path. But congressional leaders — including House Speaker Paul D. Ryan (R-Wis.), who declined to campaign with Trump after a videotape surfaced of the real estate magnate talking in lewd terms about sexually accosting women — said they looked forward to collaborating on a conservative agenda together. “This is the kind of unified Republican government that we set out to deliver,” he told reporters in his home town of Janesville, Wis., adding Trump “earned a mandate” with his victory. “I think we are going to hit the ground running.” Senate Majority Leader Mitch McConnell (R-Ky.) also called the election a rejection of Obama’s policies and said that “the American people have chosen a new direction for our nation.” Meanwhile, House Minority Leader Nancy Pelosi told fellow Democrats they have a “responsibility to find common ground” with the president-elect and that she was prepared to work with him on an infrastructure bill, indicating that Democratic leaders do not plan to pursue a strategy of reflexive opposition to Trump’s agenda. “We’re not starting a campaign against the Republicans right now,” Pelosi said on a Wednesday afternoon conference call with members, according to a Democratic aide on the call. “We want to work together. But I do hope that that political dynamic will give us some leverage with them to say, ‘You know, the more we work together, the better for you or us, but more importantly, for the American people.’” Obama campaigned vigorously for his former secretary of state — going so far as to label her opponent temperamentally unfit to be commander in chief — but his resurgent popularity did not rub off. Trump had pledged to dismantle Obama’s achievements, starting with his signature law, the Affordable Care Act, which became known as Obamacare. He also will be in position to fill the current vacancy on the Supreme Court. White House press secretary Josh Earnest said Wednesday that Obama would not lobby Trump to keep in place his policies, but he would explain the administration’s thinking and make the case for some continuity. As an example, Earnest pointed to the deal to prevent Iran from acquiring a nuclear weapon, which has the backing of the international community, including Russia, and a U.N. Security Council resolution. “It’s much more complicated than just saying you’re going to tear the agreement up,” Earnest said. “That doesn’t mean that he won’t do it.” Anne Gearan reported from New York. Robert Costa, Mike DeBonis, David A. Fahrenthold, Greg Jaffe. Ylan Q. Mui, Brian Murphy, Phillip Rucker and Karen Tumulty in Washington contributed to this report. Read more: ",
    "title": "Clinton, Obama urge disappointed backers to reconcile themselves to Trump’s win - The Washington Post"
   },
   {
    "entities": [
     "ryan",
     "wednesday",
     "jeb",
     "king",
     "boot",
     "trump",
     "donald",
     "bush",
     "review",
     "white",
     "benjy",
     "gop",
     "paul",
     "2016",
     "sen.",
     "house",
     "roy",
     "sarlin",
     "republican",
     "avik",
     "rubio",
     "congress",
     "national",
     "max"
    ],
    "id": 2,
    "text": "Nov 9 2016, 6:33 pm ET Donald Trump's Critics Extend an Olive Branch as GOP Prepares to Govern by Benjy Sarlin Sen. King: We're in unchartered waters 5:41 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161110015453if_/http://www.nbcnews.com/widget/video-embed/805061187583\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Republicans who opposed Donald Trump found themselves in an odd position on Wednesday, as reality sunk in that the Republican nominee they warned would lead the party to ruin instead led them into the White House with a Republican Congress. With the sudden prospect of a historic governing majority in front of them, a number of Trump critics took a new look at the candidate they had criticized as unqualified or offensive. \"This needs to be a time of redemption, not a time of recrimination,\" Speaker Paul Ryan, who had clashed with Trump repeatedly over the campaign but ultimately campaigned for him, said in a press conference. Old foes wished him well: Jeb Bush, who called Trump the \"chaos candidate\" in the primaries and refused to vote for him, offered congratulations and prayers. The National Review's editors, who devoted an issue to opposing his candidacy under any circumstances, congratulated him too and urged Congress to \"do what they can to reinforce Trump's better instincts.\" Related: Trump's Win Stuns Latinos, Immigrants Worry About Their Future This difference was especially pronounced on foreign policy where dozens of conservative experts and former aides had denounced Trump in the primaries and general election. Now some urged their colleagues to join Trump, who has little experience and a small inner circle, in the hopes they could nudge him away from potentially ruinous terrain. \"I would urge all national security professionals to serve if asked,\" Max Boot, a former Rubio adviser who had assailed Trump throughout the race, said in an email. \"Trump knows little about foreign policy and needs all the guidance he can get. This is the area where the president has the greatest discretion.\" Avik Roy, a policy adviser to a number of presidential candidates focused on health care, had derided Trump's philosophy as \"white nationalism\" during the campaign. But he too was concerned that Trump needed proper guidance and the government needed to function, guidance that only seasoned hands could provide. \"I'm of the view that good people should serve in a Trump administration,\" he said. \"The federal government has so many important responsibilities that affect hundreds of millions of Americans, and the government needs good people to administer those responsibilities.\" Play ",
    "title": "Donald Trump's Critics Extend an Olive Branch as GOP Prepares to Govern - NBC News"
   },
   {
    "entities": [
     "uniting",
     "katherine",
     "20 percent",
     "losers",
     "of",
     "ronald",
     "nations",
     "hillary",
     "mallin",
     "trump",
     "nato",
     "many",
     "donald",
     "nafta",
     "abc",
     "alexander",
     "country",
     "iran",
     "night",
     "and",
     "white",
     "office",
     "winners",
     "reagan",
     "1986",
     "middle",
     "2016",
     "antonin",
     "obama",
     "barack",
     "east",
     "clinton",
     "faulders",
     "news",
     "1981",
     "washington",
     "house",
     "court",
     "15 percent",
     "republican",
     "oval",
     "u.s.",
     "isis",
     "last eight years",
     "election",
     "supreme",
     "congress",
     "united",
     "scalia"
    ],
    "id": 3,
    "text": "Email For months throughout his presidential campaign, Donald Trump laid out the major issues he would seek to address in his first 100 days as president. Now, in the aftermath of his surprise electoral victory over Democrat Hillary Clinton , his plans could become reality — concrete designs for a new Republican White House. Trump has made promises on key issues that stand in stark contrast to Barack Obama’s policies on health care, trade and foreign policy. Should Trump take action on his pledges, he stands to be extremely active during his first three months in the Oval Office. Obama ‘Rooting’ for Trump’s Success in Uniting Country Many of Trump’s pledges revolve around the goal of reforming or replacing laws established over the past eight years, bolstering national security and improving the country’s reputation internationally. The Republican nominee argued that Clinton represented another four-year term for the Obama administration, and Trump has vowed to radically change the direction of the country from his first day on the job. SLIDESHOW: 2016 Election Night Winners and Losers - Best Moments in Photos First Day in Office During the campaign, Trump frequently pointed to the tasks he wishes to accomplish on his first day in the Oval Office. Laying out the aims of his administration, Trump said he will “repeal and replace ‘Obamacare,’” “immediately suspend the admission of Syrian refugees ,” “order a review of every single regulation issued over the last eight years,” “begin lifting all regulations that are hurting our workers and our businesses,” “terminate every single unconstitutional executive order signed by President Obama,” “restore the rule of law to our land,” “begin implementing plans for construction of a wall along our southern border” and “get rid of” international gangs of thugs and drug cartels — all on his first day. ‘Drain the Swamp’ In the subsequent 99 days, Trump has promised to “drain the swamp” — the campaign’s term for rooting out corruption in Washington. A major pledge of his is a “constitutional amendment to impose term limits on all members of Congress.” Representatives and senators may currently serve an unlimited number of two- and six-year terms, respectively. Additionally, Trump has proposed a law barring government officials from lobbying the government within five years of their service and prohibiting lobbying by those officials on behalf of foreign governments. He also said he will institute a hiring freeze in order to reduce the size of the federal government. Campaign finance reform would take the form of forbidding foreign lobbyists to raise money on behalf of campaigns in the U.S. Trade and Foreign Policy “We don’t win on trade” was a frequent refrain heard at Trump rallies, and in response, the real estate mogul has said he will renegotiate NAFTA and withdraw from the Trans-Pacific Partnership. He said he will direct his secretary of the treasury to pursue action against Chinese currency manipulation. Trump has said he will renegotiate the Iran nuclear deal, call a NATO summit to update the organization’s mission and rebalance members’ “financial commitments,” cancel payments to the United Nations’ climate-change programs and divert that money to domestic infrastructure improvement. The Republican has vowed to increase investment in the nation’s military and be “unpredictable” when it comes to fighting ISIS in the Middle East. On the campaign trail, he frequently criticized Obama for announcing military actions before their commencement. Taxes and Domestic Issues On taxes, Trump pledged “the biggest tax cut since Ronald Reagan .” The Economic Recovery Tax Act of 1981 and Tax Reform Act of 1986, passed during Reagan’s presidency, simplified the tax code and lowered marginal tax rates by more than 20 percent for most citizens. Trump indicated that he will seek to reduce tax brackets from seven to three and called for business tax rates to be reduced to 15 percent. In line with the “law and order candidate” label he assigned himself, Trump said he will increase police training programs and create a task force on violent crime. Other Trump proposals in the first 100 days include the elimination of Common Core in public schools nationwide and the nomination of a Supreme Court justice to replace the late Antonin Scalia . ABC News’ Katherine Faulders and Alexander Mallin contributed to this report. 0 Shares ",
    "title": "What President-Elect Donald Trump Has Pledged to Do in His First 100 Days - ABC News"
   },
   {
    "entities": [
     "savings",
     "u.n.",
     "fda",
     "keystone",
     "of",
     "energy",
     "states",
     "china",
     "infrastructure",
     "nafta",
     "secretary",
     "november 8th",
     "$50 trillion dollars",
     "white",
     "health",
     "35%",
     "mexico",
     "obama",
     "clinton",
     "pipeline",
     "treasury",
     "justice",
     "$1 trillion",
     "washington",
     "house",
     "15 percent",
     "accounts",
     "u.s.",
     "commerce",
     "&",
     "america",
     "act",
     "10 percent",
     "congress",
     "united",
     "american",
     "4%",
     "scalia"
    ],
    "id": 4,
    "text": "* FIFTH, a lifetime ban on White House officials lobbying on behalf of a foreign government; * SIXTH, a complete ban on foreign lobbyists raising money for American elections. On the same day, I will begin taking the following 7 actions to protect American workers: * FIRST, I will announce my intention to renegotiate NAFTA or withdraw from the deal under Article 2205 * SECOND, I will announce our withdrawal from the Trans-Pacific Partnership * THIRD, I will direct my Secretary of the Treasury to label China a currency manipulator * FOURTH, I will direct the Secretary of Commerce and U.S. Trade Representative to identify all foreign trading abuses that unfairly impact American workers and direct them to use every tool under American and international law to end those abuses immediately WATCH: President Obama On Trump Win, Clinton Loss * FIFTH, I will lift the restrictions on the production of $50 trillion dollars' worth of job-producing American energy reserves, including shale, oil, natural gas and clean coal. * SIXTH, lift the Obama-Clinton roadblocks and allow vital energy infrastructure projects, like the Keystone Pipeline, to move forward * SEVENTH, cancel billions in payments to U.N. climate change programs and use the money to fix America's water and environmental infrastructure Additionally, on the first day, I will take the following five actions to restore security and the constitutional rule of law: * FIRST, cancel every unconstitutional executive action, memorandum and order issued by President Obama * SECOND, begin the process of selecting a replacement for Justice Scalia from one of the 20 judges on my list, who will uphold and defend the Constitution of the United States * THIRD, cancel all federal funding to Sanctuary Cities * FOURTH, begin removing the more than 2 million criminal illegal immigrants from the country and cancel visas to foreign countries that won't take them back * FIFTH, suspend immigration from terror-prone regions where vetting cannot safely occur. All vetting of people coming into our country will be considered extreme vetting. Next, I will work with Congress to introduce the following broader legislative measures and fight for their passage within the first 100 days of my Administration: Middle Class Tax Relief And Simplification Act. An economic plan designed to grow the economy 4% per year and create at least 25 million new jobs through massive tax reduction and simplification, in combination with trade reform, regulatory relief, and lifting the restrictions on American energy. The largest tax reductions are for the middle class. A middle-class family with 2 children will get a 35% tax cut. The current number of brackets will be reduced from 7 to 3, and tax forms will likewise be greatly simplified. The business rate will be lowered from 35 to 15 percent, and the trillions of dollars of American corporate money overseas can now be brought back at a 10 percent rate. End The Offshoring Act. Establishes tariffs to discourage companies from laying off their workers in order to relocate in other countries and ship their products back to the U.S. tax-free. American Energy & Infrastructure Act. Leverages public-private partnerships, and private investments through tax incentives, to spur $1 trillion in infrastructure investment over 10 years. It is revenue neutral. School Choice And Education Opportunity Act. Redirects education dollars to give parents the right to send their kid to the public, private, charter, magnet, religious or home school of their choice. Ends common core, brings education supervision to local communities. It expands vocational and technical education, and make 2 and 4-year college more affordable. Repeal and Replace Obamacare Act. Fully repeals Obamacare and replaces it with Health Savings Accounts, the ability to purchase health insurance across state lines, and lets states manage Medicaid funds. Reforms will also include cutting the red tape at the FDA: there are over 4,000 drugs awaiting approval, and we especially want to speed the approval of life-saving medications. Affordable Childcare and Eldercare Act. Allows Americans to deduct childcare and elder care from their taxes, incentivizes employers to provide on-side childcare services, and creates tax-free Dependent Care Savings Accounts for both young and elderly dependents, with matching contributions for low-income families. End Illegal Immigration Act Fully-funds the construction of a wall on our southern border with the full understanding that the country Mexico will be reimbursing the United States for the full cost of such wall; establishes a 2-year mandatory minimum federal prison sentence for illegally re-entering the U.S. after a previous deportation, and a 5-year mandatory minimum for illegally re-entering for those with felony convictions, multiple misdemeanor convictions or two or more prior deportations; also reforms visa rules to enhance penalties for overstaying and to ensure open jobs are offered to American workers first. Restoring Community Safety Act. Reduces surging crime, drugs and violence by creating a Task Force On Violent Crime and increasing funding for programs that train and assist local police; increases resources for federal law enforcement agencies and federal prosecutors to dismantle criminal gangs and put violent offenders behind bars. Restoring National Security Act. Rebuilds our military by eliminating the defense sequester and expanding military investment; provides Veterans with the ability to receive public VA treatment or attend the private doctor of their choice; protects our vital infrastructure from cyber-attack; establishes new screening procedures for immigration to ensure those who are admitted to our country support our people and our values Clean up Corruption in Washington Act. Enacts new ethics reforms to Drain the Swamp and reduce the corrupting influence of special interests on our politics. On November 8th, Americans will be voting for this 100-day plan to restore prosperity to our economy, security to our communities, and honesty to our government. This is my pledge to you. And if we follow these steps, we will once more have a government of, by and for the people. ",
    "title": "Trump's First 100 Days: Here Is What The President-Elect Wants To Do  : NPR"
   },
   {
    "entities": [
     "wednesday",
     "hillary",
     "york",
     "exchange",
     "trump",
     "jefferies",
     "donald",
     "fbi",
     "janet",
     "stock",
     "yellen",
     "6 percent",
     "7.1 percent",
     "march",
     "cbs",
     "17.2 percent",
     "clinton",
     "pfizer",
     "lockheed",
     "treasury",
     "martin",
     "fed",
     "tuesday",
     "43.1 percent",
     "4.1 percent",
     "u.s.",
     "new",
     "reserve",
     "interactive",
     "america",
     "nov 9, 2016",
     "monday",
     "3.4 percent",
     "inc.",
     "june",
     "federal",
     "december",
     "30 percent"
    ],
    "id": 5,
    "text": "MoneyWatch Nov 9, 2016 6:27 PM EST Wall Street roared back from the abyss on Wednesday in the wake of Donald Trump’s surprise electoral victory over Democrat Hillary Clinton. Overnight, equity futures had dropped several percent, echoing the Brexit chaos from June: An angry electorate out to punish the establishment was making markets recoil once again. Yet the fear soon subsided. Trump’s victory speech was conciliatory , Clinton conceded. And, most important for reversing the panic that set in on first blush, traders realized that if Trump’s economic plans are enacted, they would amount to a huge fiscal stimulus of tax cuts and infrastructure spending, with a strong dose of deregulation for the financial industry and others. Equities soared , with the Dow Jones industrials index gaining 1.4 percent after testing new highs, thanks to big gains in bank stocks and other areas set to benefit from a Trump administration. The dollar surged. But a big sell-off in Treasury bonds, evidence of technical weakness, and a jump in long-term interest rates suggest challenges -- and ongoing market volatility -- lie ahead. Uncertainty in global financial markets after Trump's victory Treasury bonds were slammed on a spike in inflation expectations and chatter of official selling of U.S. bonds by the Chinese. Also, the December Federal Reserve interest rate hike seems to be on track as well. But that boosted financial stocks in a big way, up 4.1 percent as a group, on hopes that higher rates will lift loan profitability.   Some health-care stocks were also strong on visions of a lighter regulatory burden on drugmakers and biotechs. The group gained 3.4 percent, with Pfizer ( PFE ) closing up 7.1 percent after trading even higher earlier in the session. U.S. Steel ( X ) gained 17.2 percent, thanks to an analyst upgrade by Jefferies on post-election benefits from possible trade protectionism and increased infrastructure spending. Corrections Corp. of America ( CXW ) gained a whopping 43.1 percent as analysts noted possible higher demand if Trump tightens immigration enforcement. Clinton’s defeat also removed the threat of her anti-private-prison stance. And Lockheed Martin ( LMT ) gained 6 percent on a general boost for defense stocks, thanks to Trump’s clamoring for an upgrade to military hardware. On the downside, emerging markets stocks, real estate investment trusts (REITs) and other yield-sensitive issues, and clean energy stocks underperformed. Looking ahead, a lot remains in flux.  Will the surge in long-term interest rates continue to be a net positive despite the dampening effect it will have on already tepid economic growth? Will Fed Chair Janet Yellen come under political pressure to resign? Will recent job gains continue?  And will the surge in the dollar further pinch U.S. corporate profit margins and weigh on crude oil at a time of vulnerability for both? Trump's victory marks seismic shift in America Also, let’s not forget that the first major policy challenge Trump will face is the need to raise the U.S. debt ceiling in March -- something that will focus attention on the deficit-raising consequences of his fiscal plans and put many Congressional Republican budget hawks in an awkward position. Wednesday’s flashy rebound in the stock market also masks underlying weakness because the rally was tainted by narrow participation. Incredibly, there were only 310 net advancing issues on the New York Stock Exchange. That’s down nearly 30 percent from Tuesday’s modest rise on Wall Street. And it’s well below the nearly 2,000 net advancing issues seen on Monday as markets surged in response to news the FBI had wrapped up its investigation into possible new emails related to Clinton’s private server. Complicating matters for investors amid all the uncertainty about Trump’s policies is the fact that stocks are entering a time of seasonal strength (“Santa Claus rally” and all that).  So until clarity on Trump’s policy priorities emerges, the sell-off in T-bonds stabilizes, and the market fully digests the Fed’s next rate hike, investors would do well to remain cautious.     © 2016 CBS Interactive Inc.. All Rights Reserved. ",
    "title": "Why stocks greeted Trump's win with a rally - CBS News"
   },
   {
    "entities": [
     "avenue",
     "clara",
     "wednesday",
     "tribune",
     "moreira",
     "michigan",
     "peterson",
     "trump",
     "evening",
     "chicago",
     "donald",
     "breaking",
     "clair",
     "nereida",
     "schaffer",
     "kathryn",
     "stacy",
     "moreno",
     "audrey",
     "kkk",
     "protestors",
     "birgitt",
     "news",
     "reporters",
     "st.",
     "berwyn",
     "international",
     "burke",
     "tower",
     "tuesday",
     "contact",
     "anti-trump",
     "november 9, 2016",
     "edgewater",
     "north",
     "nov. 9, 2016",
     "lava",
     "michael",
     "anthony",
     "/",
     "protesters",
     "hotel"
    ],
    "id": 6,
    "text": "News Local news Breaking News Protesters block entrance to Trump Tower Anti-Trump protesters gathered outside Trump International Hotel and Tower in Chicago on November 9, 2016 following Tuesday's election.  Stacy St. Clair and Nereida Moreno Contact Reporters Chicago Tribune Thousands of protesters angry Donald Trump 's election victory massed outside Trump Tower in Chicago Wednesday evening before taking downtown streets in an angry show of opposition to the president-elect. \"No Trump, No KKK, No Fascists USA\" and \"Not my president!\" were among chants shouted by the crowd. Chicago resident Audrey Lava, who is eight months pregnant, wiped away tears as she joined the protest outside the tower. \"I wanted to show my solidarity with people who are suffering.\" Lava said. \"And I wanted to show the rest of the world that not everyone in this country supports a fascist.\" Anti-Trump protestors at Chicago's Trump Tower Protestors at an anti-Trump rally chant \"not my president\" during a demonstration across the street from Trump Tower in Chicago. Nov. 9, 2016. (Nereida Moreno / Chicago Tribune)  Protestors at an anti-Trump rally chant \"not my president\" during a demonstration across the street from Trump Tower in Chicago. Nov. 9, 2016. (Nereida Moreno / Chicago Tribune)  See more videos The protesters at one point filled all six lanes of North Michigan Avenue. Along the way they received both honks of support from motorists and angry responses from Trump supporters. \"Build the Wall!\" one Trump backer yelled at the crowd, referring to the former reality TV star's promise to build a wall on the Mexican border. Michael Burke, a resident of Edgewater, said he believes the president-elect will \"divide the country and stir up hatred.\" \"I think it's our constitutional duty to not to go quietly and accept that,\" he said. \"The Tower signifies everything that is ugly and boastful about this hateful man.\" Kathryn Schaffer brought her 3-year-old daughter, Clara, to protest at Trump Tower. \"She's a little too young to understand all of this but I don't know how I'm going to explain that the president of our country can say the things that he says,\" she said. Schaffer said she stayed up all night after hearing the news that Trump had won. She said the president-elect is not a good role model for her daughter. \"The president is supposed to be a role model for children and somebody that they look up to. I feel like if I stand by my values, I can't be quiet for the next four years. I have to be a role model if our president won't be,\" Schaffer said. Early on, about a half-dozen Trump supporters were allowed to stand in front of Trump Tower, while protesters were corralled across the street. Anthony Moreira of Berwyn waved an American flag and shouted at the anti-Trump to accept the results and go home. \"You're weak,\" he yelled. \"That's why you lost.\" He said the protestors grievances were baseless. \"Trump isn't a bigot,\" he said. \"If you look behind the back doors you'll see blacks, Hispanics, Muslims and all kinds of people working for him.\" The pro-trump crowd also included Birgitt Peterson, who gained brief notoriety during the campaign when a Tribune photographer captured her giving a Nazi-like salute as she exited an aborted Trump rally in Chicago. Waving a Trump sign and chanting U-S-A, Peterson said she wanted to celebrate her candidate's victory. \"We knew he was going to win,\" she said. \"They need to accept it.\" sstclair@chicagotribune.com ",
    "title": "Protesters block entrance to Trump Tower - Chicago Tribune"
   },
   {
    "entities": [
     "john",
     "guidelines",
     "curiel",
     "wednesday",
     "of",
     "california",
     "judge",
     "states",
     "peterson",
     "organization",
     "alan",
     "trump",
     "facebook",
     "university",
     "september",
     "donald",
     "summer",
     "post",
     "irs",
     "usa",
     "white",
     "fox",
     "office",
     "ivanka",
     "garten",
     "2016",
     "old",
     "election day",
     "gonzalo",
     "news",
     "washington",
     "house",
     "locher",
     "today",
     "tuesday",
     "christopher",
     "tens of thousands of dollars",
     "orlando",
     "j.",
     "conversation",
     "nov. 28",
     "utah",
     "thursday",
     "ivana",
     "congress",
     "united",
     "$4 million",
     "jones",
     "patrick"
    ],
    "id": 7,
    "text": "Trump's courtroom baggage follows him to White House About 75 lawsuits remain open and could pose distraction for Trump as president Post to Facebook Trump's courtroom baggage follows him to White House About 75 lawsuits remain open and could pose distraction for Trump as president Check out this story on USATODAY.com: http://usat.ly/2ffJTxD CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 13 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump's courtroom baggage follows him to White House x Share The National Law Review estimates President-Elect, Donald Trump has as many as 75 pending lawsuits against him. Patrick Jones (@Patrick_E_Jones) explains how that legal trouble could follow him to Washington. Buzz60 Donald Trump claimed a stunning victory after a long and contentious 2016 campaign. Here's a look back at his career and path to the presidency. (Photo: John Locher, AP) As voters across the country were voting Tuesday to elect billionaire Donald J. Trump the next President of the United States, lawyers and a judge dealt with new motions in a California court in what may be one of the most important of 75 or so still-open lawsuits involving Trump and his businesses. In fact, the last seven days saw a flurry of motions, responses and rulings in one of the class-action lawsuits brought by former Trump University students, who say the Republican president-elect’s company ripped them off for tens of thousands of dollars in tuition for a sham real-estate course. The Trump University cases – there are three of them still open – are among the most serious remaining lawsuits involving Trump and his companies as the businessman transitions from candidate to the White House because they involve allegations of fraud and racketeering. Among the other cases are a $4 million lawsuit brought by a Republican political consultant who said Trump defamed her; a class-action claiming his presidential campaign broke consumer protection laws by sending unsolicited text messages to people’s cellphones; and a suit by a golf club employee who says she was fired after complaining to her bosses about sexual harassment. But the most problematic for President-elect Trump will likely be the real-estate course racketeering and fraud cases – because of the seriousness of the allegations made. In any one of the cases, an official ruling by a court that Trump or his company were financially liable for fraud could provide Congress with grounds to consider impeachment proceedings. There’s a hearing Thursday in the California case to hash out motions that will set the tone for the trial, which is set for Nov. 28. Exclusive: Trump's 3,500 lawsuits unprecedented for a presidential nominee “If the fraud and racketeering allegations against President-elect Trump are true, he is legally impeachable for high crimes or misdemeanors,” said Christopher Peterson, a law professor at the University of Utah who’s researched the Trump University cases, who acknowledged that while that’s technically the case, a Republican controlled Congress makes that very unlikely. “Whether he is politically impeachable is another matter.” Nevertheless, Peterson said on Wednesday that a long, drawn-out public exposure of a sitting President of the United States to witness testimony, embarrassing documents or what would be a high-profile trial could be time consuming and distracting, and come with lingering political cost. Trump’s attorneys often settle lawsuits, according to USA TODAY’s analysis of more than 4,000 court cases involving Trump and his companies over the decades, and Peterson said that may prove the wisest course in the remaining Trump University actions. Will Trump's presidency impact his IRS audit? “If I were advising President-elect Trump,” he said, “I would encourage him to move heaven and earth to settle his pending Trump University lawsuits in order to spare the country the trauma and spectacle of his upcoming trial.” Attorneys for Trump in two cases and plaintiffs in the Trump University case did not return messages for comment on Wednesday as to whether they renewed any settlement discussions. Trump has said he would hand his sprawling business empire over to his children in an arrangement he described as a “blind trust.” “I will sever connections and I’ll have my children and my executives run the company, and I won’t discuss it with them,” Trump said on Fox News in September in response to questions about broader potential conflicts raised by his businesses. “It’s just so unimportant compared to what we’re doing about Making America Great Again.” His daughter, Ivanka, has said the company will avoid deals that could pose potential conflicts for her father. Dive into Donald Trump's thousands of lawsuits Trump can’t completely sever the connections because nothing in the law protects a sitting president from having to testify or being forced to release private business and financial records. That could take up his time or the time of his aides and attorneys. This summer, while the nation was dealing with the mass shooting at the Pulse night club in Orlando, Trump was giving a deposition in one of the lawsuits involving the chefs and his Washington hotel. On the campaign trail, in recent months, Trump threatened additional lawsuits against journalists and several women who publicly accused Trump of unwanted sexual advances. Trump eased up on those threats in the waning days of the campaign. Some of the open lawsuits create potential conflict of interest for the President-Elect, according to legal experts, presidential historians and others interviewed by USA TODAY during a months-long investigation that tracked more than 4,000 lawsuits involving Trump and his companies. For example, could his appointments to the federal judiciary be influenced by his own court cases, current and past? In the Trump University case in California, Trump publicly lashed out at District Judge Gonzalo Curiel, saying he was biased against Trump because he is of Mexican descent and Trump has proposed building a “great wall” along the Mexican border. Also, could judges, attorneys or parties in litigation involving Trump and companies alter decisions or outcomes of cases as a way of gaining favor with the President of the United States, even if those companies have been handed over to Trump’s children to run? As the “boss” of tens of thousands of government employees and the chooser of key leadership positions in dozens of federal agencies, Trump would also face potential questions about how he’d untangle his business interests and government interest in some cases. For instance, he’s involved in two lawsuits with chefs who walked away from deals to open restaurants in the Trump Organization’s new hotel at the Old Post Office building in Washington. Trump’s landlord: the federal government. Trump’s attorneys have argued that only a couple dozen of the active cases are significant and they’ll deal with those as any large company with massive holdings deals with them. Trump and the Law “The results shouldn’t be different in the eyes of the law,” said Alan Garten, general counsel for Trump and his business interests, in the final weeks before Election Day. Some of the cases against Trump are of the frivolous nature filed all the time by conspiracy theorists, prisoners and others against government officials and celebrities. His attorneys have continued to work in the months leading up the election to both close active cases involving Trump and the companies, and to fight against efforts by the news media – and other groups – to unseal records in other cases, such as his divorce from Ivana Trump and the Trump University suits. Shifting from candidate to president only boosts Trump’s profile and potential requests to unlock records in other Trump cases, both as part of legitimate fact-seeking by news media organizations and politically-motivated pursuits by interest groups. 122 CONNECT TWEET 1 LINKEDIN 13 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2ffJTxD ",
    "title": "Trump's courtroom baggage follows him to White House"
   },
   {
    "entities": [
     "john",
     "hillary",
     "york",
     "michelle",
     "trump",
     "evening",
     "comey",
     "union",
     "manhattan",
     "donald",
     "summer",
     "coast",
     "bush",
     "fbi",
     "white",
     "ohio",
     "pennsylvania",
     "arizona",
     "obama",
     "clinton",
     "senate",
     "54%",
     "1992",
     "9, 2016",
     "state",
     "61%",
     "house",
     "2005",
     "sen.",
     "images",
     "tuesday",
     "times",
     "philadelphia",
     "u.s.",
     "new",
     "2008",
     "morning",
     "nevada",
     "colorado",
     "n.c.",
     "arkansas",
     "european",
     "hall",
     "virginia",
     "america",
     "podesta",
     "west",
     "florida",
     "sunday",
     "mccain",
     "monday",
     "raleigh",
     "james",
     "bill",
     "vietnam",
     "h.w.",
     "george",
     "b.",
     "midtown",
     "getty"
    ],
    "id": 8,
    "text": "Nov 9, 2016 D onald Trump shocked the political establishment Tuesday, triumphing over not just Hillary Clinton but large parts of his own party’s hierarchy to become the 45th president in one of the biggest upsets in U.S. political history. Speaking to cheering supporters at a Midtown Manhattan hotel flanked by members of his family, Trump, who had repeatedly denounced his rival during the campaign as “corrupt” and “crooked,” struck a conciliatory note. Clinton had called to congratulate him, he said, and he had congratulated her for the campaign she waged. “Hillary has worked very long and very hard for a long period of time,” he said. “We owe her a major debt of gratitude for her service. “Now it’s time for America to bind the wounds of division,” he added. “I say it is time for us to come together as one united people. “No dream is too big, no challenge is too great,” he declared. “America will no longer settle for anything less than the best. We must reclaim our country’s best and dream big and bold and daring.” I say it is time for us to come together as one united people. — Donald Trump Less than an hour earlier, and a few blocks away, Clinton’s campaign manager, John Podesta , had told a dispirited crowd at the Javits Center that the former secretary of State would wait until at least the morning before making a formal decision on conceding.  Trump won. Tell us how you're feeling? » The campaign subsequently confirmed, however, that Clinton had called Trump to concede. Democrats noted that once all ballots are counted on the West Coast, Clinton might well end up winning the popular vote, even as she lost the electoral college. But Trump’s victory, which defied most preelection polls and the opinions of the nation’s foreign policy, financial and cultural elites, was a broad one. FULL RESULTS: Get state-by-state-results for the the presidential race » He won because of a massive outpouring of votes in rural areas and small towns across the country, overturning Democratic calculations that the party’s dominance in urban America would seal a Clinton victory. With Republicans also beating the odds in close Senate races, the party stood on the verge of having a united government in their hands once again for the first time in a decade. Amid unusually high turnout in several keenly contested states, Clinton received strong support from minority voters, especially Latinos, and did much better among college-educated white voters than any previous Democratic nominee. In several states, including such battlegrounds as Florida and Nevada, an outpouring of early voting by Democrats broke records and prompted Clinton strategists to prematurely predict victory. Trump countered on election day, piling up huge majorities among the non-college-educated, blue-collar whites who have long been the mainstay of his support. Clinton’s backing lagged behind the levels achieved by President Obama four years ago in several key areas. In some major cities, African American voters did not turn out as heavily for her as they had for Obama. The deficits were even more pronounced in blue-collar white regions such as northeastern Pennsylvania. There Clinton’s weakness offset her strength in the state’s suburbs, leading to an excruciatingly close race that seesawed through the evening. But the central story of the night was not Clinton’s weakness so much as Trump’s strength and the ardent support he inspired among voters who stood with him despite a campaign full of tribulations, many self-inflicted. While Clinton won Virginia, Colorado and Nevada, states that Democrats pointed to as examples of the growing racial and ethnic diversity that would cement their majority, Trump’s appeal to an older, less cosmopolitan America brought him victories in Ohio and Florida, and buoyed him in the final fights for the industrial states. As financial markets absorbed the possibility that Trump might win the presidency, futures dropped, as did the Mexican peso. Markets had risen significantly in recent days as most polls showed Clinton’s position strengthening. The voting came at the close of a tumultuous campaign in which Clinton sought not only to become the first woman elected president but also to win a third term for her party in the White House — a difficult task last accomplished by President George H.W. Bush more than a generation ago. Donald Trump delivers his acceptance speech. (Chip Somodevilla / Getty Images) The campaign repeatedly upset expectations: Clinton, despite her quest to break a glass ceiling that has persisted throughout American history, was cast as the candidate of the status quo. Trump, despite his vast wealth and political connections, successfully took the role of outsider, expressing the grievances and anger of much of the nation’s white working class. After a campaign as divisive as any in modern American history, dawn broke Tuesday to the sight of long lines of voters waiting patiently outside polling places, as if people feeling long ignored as the candidates squabbled had stepped in to protect the nation’s tradition of peaceful transitions. Nationally, there were few reported difficulties beyond the usual snafus in a smattering of districts.  The generally smooth election day provided a counterpoint to a campaign that repeatedly brought to the surface deep division along lines of race, gender and class. Time and again, the campaign swayed under the weight of the candidates’ weaknesses, with much of the worst damage to both being self-inflicted. For Clinton, the most prominent drama centered on her use of a private email server to handle sensitive information during her tenure as secretary of State. The issue dogged her from the campaign’s opening days until its end, erupting once again less than two weeks before the election when FBI Director James B. Comey announced his agents were looking at a fresh batch of emails to ascertain their relevance. Comey’s move stunned and angered Democrats. Then, in a final twist, he announced on Sunday that the FBI had completed its work and found that most of the newly discovered messages were duplicates of ones already reviewed.  For Trump, the problems centered on scores of insults directed at women, Latinos, African Americans, Muslims and the disabled. The final stages of his campaign were convulsed by the release last month of a 2005 video in which he bragged of being able to get away with kissing women against their will and grabbing their genitals. Within days, a dozen women had accused Trump of unwanted advances. He denied all the accusations. Despite its idiosyncrasies, the campaign was a classic insider-outsider clash. Trump, the Manhattan real estate heir and billionaire, rode populist rage that reflected both discomfort with the nation’s changing demographics and discontent about the disappearance of jobs that once had helped lift many people into the middle class. He was the outsider braying at the nation’s establishment, in every sphere, accusing those in charge of colluding in corruption even as he bragged that he was once a willing participant in the system that he decried. Clinton represented an ample target for his attacks. She came to national note as the wife of the Arkansas governor who upended politics in 1992 by defeating President Bush. After Bill Clinton’s tumultuous, impeachment-marked presidency — in which Hillary Clinton delved into policy by way of an unsuccessful healthcare program — she won a U.S. Senate seat in New York that proved to be a stepping stone to her unsuccessful 2008 run for the Democratic presidential nomination. She served as secretary of State to the man who defeated her, a move that rebounded in her favor this year as the popular president campaigned in battleground states for her. Her decades-long presence on the political stage helped her seize the nomination, but in the general election, she ran up against the inevitable desire of voters to change the party in the White House after two successive terms. The irony of Clinton’s historic reach to become the first female president is that it played only a minor role in a campaign suffused with a soap opera’s worth of scandals. Although both candidates made a stab at talking about policy proposals — Clinton with far more depth than Trump — the general election revolved instead around issues of character. Throughout, it was dominated by Trump’s larger-than-life persona. Trump openly dismissed Obama, U.S. trade negotiators and military leaders as “stupid” and “losers.” He mocked Sen. John McCain of Arizona for being captured during the Vietnam War. He criticized women in coarse terms. He physically mimicked a disabled New York Times reporter and, later, a pneumonia-stricken Clinton. He refused to adhere to the most basic traditions of political candidates, never releasing copies of his income tax returns as every serious contender had done for decades and giving only cursory information about his health. To more than a dozen Republicans who challenged him for the party’s nomination — and to many in the party’s establishment — he was unfit to lead. To many of his party’s voters, however, rebelling against leaders they no longer found credible, Trump was a breath of fresh air, a bulwark against “political correctness.” His biggest handicap was that Trump, who began the campaign in low esteem among the public, could never find a way to escape his deep unpopularity. Indeed, many of the traits that his most ardent supporters admired — his willingness to seemingly say anything, his determination to let no slight go unchallenged — alienated the broader swath of voters that many analysts believed he would need to attract. In the early exit polls, 61% of voters said they had an unfavorable view of him, compared with 54% who felt that way about Clinton. Trump’s backers, however, insisted that the political establishment was blind to the fervor in the country. Trump, they said, would win, not by converting those who doubted him, but by boosting the vote among the groups — especially older, white blue-collar voters — who already admired him. Trump insisted that for all her experience, Clinton was fatally flawed. He called her “Crooked Hillary” and played on gender stereotypes as he insisted she required regular naps to get through the day. “I have much better judgment than she does. There's no question about that. I also have a much better temperament than she has, you know?\" he said at the first debate. But the extent of his own character issues was evident when, at that debate and later ones, listeners laughed. As the campaign ended, the candidates finished it as they wished. Trump coursed around the country feeding off — and into — the rage of his supporters, promising them relief from “elites” who had ignored them. His view of the nation he was fighting to lead was witheringly negative. \"Our country is a laughingstock,\" he said on Monday in Florida. \"All over the world, they're laughing.\" Against polls that suggested Clinton was more likely to win, he pledged another upset like the British vote over the summer to leave the European Union . \"We're going to bring back the jobs that have been stolen from you,\" he told cheering supporters in Raleigh, N.C. \"We're going to bring back the miners and the factory workers and the steelworkers. We're going to put them back to work.\" Clinton called for unity, pledging to be a president for those who voted for her and those who did not. Her penultimate rally, in front of tens of thousands of supporters at Independence Hall in Philadelphia, pulled out all the stops, with Obama, First Lady Michelle Obama and former President Clinton all speaking on her behalf before she took the stage. “We don’t want to shrink the vision of this great country. We want to keep expanding it so that everyone, everyone has a place to pursue your dreams, your aspirations, the future that you want to create for yourselves and everyone else,” she said. “Think about that when you go to the polls tomorrow. Think about how, throughout our history, generations of Americans just like us have come together to meet the tests of their time.” On Tuesday morning, the candidates voted in their respective New York precincts. And then, the television ads stilled and their campaigns in limbo, they awaited the voters’ verdict. Top image: Donald Trump delivers a victory speech in New York. Credit: Chip Somodevilla / Getty Images ",
    "title": "Trump wins presidency in stunning upset, vows America will &apos;no longer settle for anything less than the best&apos; - LA Times"
   },
   {
    "entities": [
     "rudolph",
     "ryan",
     "ku",
     "wednesday",
     "mrs.",
     "hillary",
     "states",
     "york",
     "trump",
     "russia",
     "union",
     "october",
     "donald",
     "mnuchin",
     "putin",
     "92 percent",
     "last 18",
     "chris",
     "paul",
     "sessions",
     "nyt",
     "d.",
     "janesville",
     "obama",
     "giuliani",
     "jersey",
     "clinton",
     "news",
     "britain",
     "house",
     "briefing",
     "newsletters",
     "alabama",
     "mr.",
     "morning",
     "vladimir",
     "new",
     "j.",
     "christie",
     "klux",
     "newt",
     "briefingsubscribed",
     "monday",
     "friday",
     "germany",
     "gingrich",
     "jeff",
     "june",
     "w.",
     "wis.",
     "steven",
     "united",
     "european",
     "v."
    ],
    "id": 9,
    "text": "OPEN Map Among the candidates for cabinet secretaries and advisers are members of Mr. Trump’s inner circle, aides said, including Senator Jeff Sessions of Alabama, a crucial adviser on policy issues; Steven Mnuchin, a businessman who was Mr. Trump’s national finance chairman; Rudolph W. Giuliani, the former mayor of New York; Gov. Chris Christie of New Jersey; and Newt Gingrich, a former speaker of the House. Mr. Trump also spent Wednesday morning receiving phone calls from world leaders, said the campaign advisers who spoke on the condition of anonymity to discuss the transition planning. The advisers declined to identify the leaders, though one said it would be unusual if the president-elect had not heard from allies like Britain and Germany. Asked if President Vladimir V. Putin of Russia had spoken with Mr. Trump, who surprised many Americans by saying that Mr. Putin had been a stronger leader than President Obama, the aide said the two men had not been in touch. Anxiety was particularly deep among Hispanics, African-Americans, Muslims, immigrants, women and others who had felt disparaged or demonized by Mr. Trump, who at times used harsh and racially charged language in ways that upended mainstream politics. The very idea that Mr. Trump had been endorsed by a Ku Klux Klan newspaper — even if he rejected it — symbolized the sense of shock that he would now lead a vibrantly diverse democracy. Advertisement Continue reading the main story Asked how they would feel about a Trump presidency, more than a third of Americans said they would be frightened, exit polls found. Among those who voted for Hillary Clinton, the feeling was almost unanimous and reflected a deep divide: 92 percent said Mr. Trump scared them. Politicians also joined business leaders — as well as the many Americans with retirement and savings accounts — in keeping a nervous eye on the world financial markets in fear of the sort of backlash that wounded Britain after its vote in June to leave the European Union. While some business leaders worried about the nation’s sliding into recession, others were more hopeful that Mr. Trump’s proposals of tax cuts, infrastructure spending and relaxing of regulations would be welcomed by the financial markets, which stabilized after sharp declines overnight. Photo Speaker Paul Ryan said Donald J. Trump had won a “mandate” for his vision of government, during a news conference in Janesville, Wis., on Wednesday. Credit Scott Olson/Getty Images Political activity and reactions in both parties were in a surreal state of suspended animation as Republicans and Democrats began anticipating Mr. Trump’s moves. Paul D. Ryan , the speaker of the House, said at a news conference Wednesday morning that Mr. Trump had a “mandate” for his vision of government, including trying to repeal the Affordable Care Act, after his stunning upset victory over Mrs. Clinton. Mr. Ryan described a United States under Mr. Trump as a different place than it has been, saying that the president-elect would be a champion of the many Americans who do not like the direction of the country and “don’t feel heard and don’t feel represented by the people in office.” Mr. Ryan, who chose in October to stop campaigning for Mr. Trump after revelations about his past offensive language about women, said that he had “spoken with Donald twice in the last 18 hours” and that the president-elect “will lead a unified Republican government.” “We talked about the work ahead of us, and the importance of bringing the nation together,” Mr. Ryan said at a news conference in his hometown, Janesville, Wis. “This needs to be a time of redemption, not a time of recrimination.” Mr. Ryan could have been hinting at his own fate. There are a more than a few restless conservatives in Mr. Ryan’s conference in the House who had been agitating for the speaker’s ouster before the election because of his failure to fully embrace Mr. Trump. And whether that discontent will now die down is far from clear. Other Republicans who made their reservations about Mr. Trump proudly known before the election tried to be gracious, though some sounded more skeptical than optimistic. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Sign-up for free NYT Newsletters Morning BriefingSubscribed News to start your day, weekdays Opinion TodaySubscribed ",
    "title": "U.S. Faces a Startling New Political Reality After Donald Trump’s Victory - The New York Times"
   }
  ]
 }
}