{
 "11": {
  "col-sim": {
   "cosine": 0.43903074801785935,
   "entity": 0.7302967433402214
  },
  "exec-time": 24.41552233695984,
  "links": [
   {
    "entities": [
     "carolina",
     "for",
     "trump",
     "ohio",
     "pennsylvania",
     "college",
     "electoral",
     "$241.5 million",
     "2016",
     "$5.7 million",
     "2012",
     "obama",
     "clinton",
     "$21.63",
     "$211.4 million",
     "$13.29",
     "$74 million",
     "tuesday",
     "center",
     "morning",
     "2008",
     "$156.8 million",
     "north",
     "75 percent",
     "florida",
     "integrity",
     "time",
     "public",
     "thursday",
     "$2.8 million"
    ],
    "id": 0,
    "text": "OBAMA, TRUMP DISCUSS TRANSITION OF POWER The differences are even more stark when it comes to advertising.  The Clinton campaign and its allies accounted for about 75 percent of all TV ads aired during the general election in Florida, Ohio, North Carolina and Pennsylvania, according to data from the Center for Public Integrity provided to Time . Yet Trump won all four of those swing states, beating Clinton by a combined 820,518 votes. Romney unleashed $156.8 million in advertisements against President Obama's $241.5 million in ads last cycle, Politico reported. Clinton spent $211.4 million on ads in the 2016 general election. But Trump needed to spend just $74 million in ad dollars to capture the 279 electoral votes that assured his victory on Tuesday, with three states yet to be called. Not only did Clinton’s monetary advantage fail to win her an Electoral College victory, it also didn’t help turn out Democratic voters in the same numbers as the two previous presidential elections. With less money spent, Trump captured about the same number of total votes as Romney in 2012 – just fewer than 60 million (though 2016’s tally hasn’t been completely counted). Clinton was leading Trump in the popular vote total by about 200,000 votes as of Thursday morning. But that total badly trails the numbers put up by President Obama in 2008 (69.4 million) and 2012 (65.9 million), despite a comparable amount raised and spent on ads. In the final analysis, the man who wrote “The Art of the Deal” ended up with a great one. Trump spent about $13.29 per individual vote and $2.8 million per Electoral College vote. Clinton spent about $21.63 per individual vote and $5.7 million per Electoral College vote. Advertisement ",
    "title": "More With Less: Trump's lean machine beats Clinton's big bank account | Fox News"
   },
   {
    "entities": [
     "ryan",
     "gives",
     "wednesday",
     "hillary",
     "pelosi",
     "trump",
     "donald",
     "warren",
     "mcconnell",
     "night",
     "white",
     "mitch",
     "party",
     "moore",
     "trumka",
     "gop",
     "paul",
     "richard",
     "2016",
     "obama",
     "barack",
     "clinton",
     "senate",
     "washington",
     "democratic",
     "house",
     "sen.",
     "afl-cio",
     "elizabeth",
     "tuesday",
     "bernie",
     "mr.",
     "appointments",
     "alex",
     "team",
     "seitz-wald",
     "america",
     "cabinet",
     "high-level",
     "michael",
     "thursday",
     "nancy",
     "congress",
     "reviewing",
     "sanders"
    ],
    "id": 1,
    "text": "Nov 10 2016, 5:23 pm ET Democrats Try to Salvage What They Can From Wreckage of 2016 Election by Alex Seitz-Wald advertisement As thousands of protesters filled the streets of cities across America chanting \"not my president\" Wednesday night, stunned Democratic leaders in Washington are struggling with the grim reality of having to work with President-elect Donald Trump — a man they spent months calling an authoritarian racist. While many Democrats before Tuesday had put little real thought into the concept of a Trump White House, there was also little doubt after he won that they should accept the reality and try to make the best of it. Play President Obama to President-Elect Trump: If You Succeed, Then the Country Succeeds 2:48 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161111002935if_/http://www.nbcnews.com/widget/video-embed/805860419936\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> That might put party leaders in immediate conflict with their base in the streets, who made the hashtag #nounity and #NotMyPresident go viral and see any cooperation as a tantamount to surrender. \"Any Democratic member of Congress who didn't wake up this morning ready to fight, resist and obstruct in the way Republicans did against President Obama every day for eight full years must step out of the way and let those of us who know the score lead the way in stopping the meanness and the madness that's about to begin,\" filmmaker Michael Moore wrote in a widely shared call to arms . Related: In Capitol Hill Meetings, Trump Reveals Top Priorities Democrats in Washington are uneasy working with Trump, but worry he'd be more dangerous if left to his own devices. And as the the party of government, Democrats feel compelled to make it work for their constituents as much as possible. Dysfunctional government will generally benefit the anti-government party, which is the GOP. \"My number one priority in the next two months is to try to facilitate a transition that ensures our President-elect is successful,\" President Barack Obama said Thursday after meeting with Trump. As much as Democrats fear Trump's idiosyncratic agenda, they also fear he might end up a rubber stamp — wittingly or not — for the traditional conservative economic principles embodied by House Speaker Paul Ryan. Play Ryan: Trump's victory 'most impressive' 1:27 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161111002935if_/http://www.nbcnews.com/widget/video-embed/805858883757\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Trump wandered into an ideological war already in progress and Democrats hope his allegiances are fluid after a campaign where he fought Ryan and the entire Republican establishment. \"Donald Trump won the Presidency under a Republican flag. But Mitch McConnell, Paul Ryan and the Republicans in Congress — and their way of doing business — were rejected. Rejected by their own primary voters, rejected during the campaign, and rejected in Tuesday's election,\" Sen. Elizabeth Warren said at the AFL-CIO on Thursday. \"If Donald Trump is ready to make good on his promise to get corruption out of politics,\" she continued, \"Then count me in. I will work as hard as I can. I will pull as many people as I can into the fight.\" But she drew a bright line around defending the rights of minority groups. \"That is Democrats' first job in this new era: We will stand up to bigotry. No compromises ever on this one,\" she said. Related: Trump Team Reviewing High-Level Cabinet Appointments Congress's moribund legislative engine will whirl to life under united Republican government, so Democrats on Capitol Hill are scrambling to both \"defend the vital organs,\" as one Democratic Senate aide put it, while hoping to drive a wedge between Ryan's conservative agenda and Trump's populist one. Play After Election Day defeats, how do Democrats move forward? 2:35 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161111002935if_/http://www.nbcnews.com/widget/video-embed/805576771721\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Some of the most sympathetic responses to Trump's victory from the left side of aisle have come not from Democrats' moderate wing but from its progressive flank, which has long sought to push the Democratic Party in a more populist direction. \"More than anything, this election is an indictment of politics as usual,\" said Richard Trumka, the president of the AFL-CIO, the Democrat-aligned labor federation. \"Donald Trump tapped into the anger of a declining middle class that is sick and tired of establishment economics, establishment politics and the establishment media,\" Sen. Bernie Sanders said in a statement. \"To the degree that Mr. Trump is serious about pursuing policies that improve the lives of working families in this country, I and other progressives are prepared to work with him,\" Sanders added. The clarity of vision from the populist-left has made the muted response from the Democratic establishment more noticeable. Related: Obama Gives Trump White House Welcome The first real-world test of any cooperation be an infrastructure-spending bill, which was going to be a top priority of a President Hillary Clinton as well. House Minority Leader Nancy Pelosi told colleagues that she spoke with Trump to offer \"the support of House Democrats to find common ground for a robust infrastructure jobs bill,\" according to an aide. Pelosi also suggested a path forward on child care and family leave issues, for which Trump expressed support during his campaign. But beyond that, the outlook is bleak for Democrats. Play ",
    "title": "Democrats Try to Salvage What They Can From Wreckage of 2016 Election - NBC News"
   },
   {
    "entities": [
     "ryan",
     "white",
     "office",
     "america",
     "washington",
     "hillary",
     "house",
     "d.c.",
     "paul",
     "trump",
     "donald",
     "oval",
     "obama",
     "clinton"
    ],
    "id": 2,
    "text": "WATCH SPECIAL REPORT: Trump, Obama Meet at White House 0 Shares Email The swamp placed a red carpet over itself to welcome Donald Trump . And the president-elect played it the way you would expect from pretty much any other president-elect. The scenes out of Washington today were striking to anyone who has watched Trump and the wild campaign he just concluded. There was Trump seated next to President Obama in the Oval Office, being wished well by the man whom he will replace. The president whose very legitimacy Trump questioned was praised by Trump as a “very good man,” and for the “really great things that have been achieved” during his time in office. Just an hour later, there was Trump on Capitol Hill, sitting between his wife and House Speaker Paul Ryan . The man Trump labeled a “weak and ineffective leader” less than a month ago uttered Trump’s signature phrase: “Make America great again.” Paul Ryan Meets With Donald Trump to Build Relationship, Plan Agenda It’s not a question of whether this era of jovial banter and mutual praise will last -- it won’t. But the scenes that played out in official Washington today serve as a vivid reminder of the key choices ahead for the biggest outsider ever elevated to this ultimate insider post. Not many details about the coming Trump era can be derived from the largely ceremonial motions of the two days since Hillary Clinton conceded the race to the White House. Today, the president-elect briefly mentioned jobs, immigration, and controlling health care costs as among his top priorities, though with scant details. As leaders in Washington size him up, it’s worth remembering that Trump’s rise came at the expense of the establishment of both political parties. He didn’t just not have their support -- he plowed right through their collective strength. Trump rode a populist, angry wave based on a promise to “drain the swamp,” and sported a biography where a lack of government experience was a plus. He took on the Obama legacy, the Republicans’ hierarchy and ideology, the congressional leadership in both parties, and even the nation’s military leaders -- and, yes, exploited racial and ethnic tensions and suspicions. Trump has never shown an accommodating side as a politician. It seems folly to expect he will adjust his agenda to fit those of other leaders in a city where he’s pledged to “drain the swamp.” But he comes to Washington largely liberated of the traditional special interests that have long held sway over the agenda. He will have a window to operate and make deals, buffeted by congressional majorities that remember, for now, that Trump helped them stay in power this election. His first trip to D.C. as president-elect also suggests he might benefit from an overall political weariness. Obama showed Trump a path, with his gracious recognition of his election, and what that means from here. “I believe that it is important for all regardless of party and regardless of political preferences to now come together, work together,” Obama said. The fights, and maybe even the tweets, will come later. But a political system that fought Trump every step of the way may not be in a fighting mood when he takes office. 0 Shares ",
    "title": "ANALYSIS: Donald Trump Sees Calm After Storm in First DC Trip as President-Elect - ABC News"
   },
   {
    "entities": [
     "ryan",
     "wednesday",
     "pentagon",
     "lawn",
     "coast",
     "mitch",
     "office",
     "speaker",
     "kellyanne",
     "obama",
     "joe",
     "clinton",
     "applewhite",
     "washington",
     "state",
     "priebus",
     "wisconsin",
     "international",
     "conway",
     "j.",
     "w.",
     "nov. 10, 2016",
     "congress",
     "of",
     "england",
     "denis",
     "hillary",
     "donald",
     "bush",
     "associated",
     "jan. 20",
     "toner",
     "2016",
     "press",
     "oval",
     "jan. 7, 2009",
     "west",
     "bill",
     "thursday",
     "kentucky",
     "/",
     "george",
     "avenue",
     "states",
     "michelle",
     "pence",
     "white",
     "josh",
     "paul",
     "kushner",
     "barack",
     "balcony",
     "jimmy",
     "took",
     "watson",
     "senate",
     "mark",
     "biden",
     "carter",
     "mcdonough",
     "new",
     "u.s.",
     "america",
     "department",
     "steve",
     "h.w.",
     "national",
     "united",
     "scott",
     "mall",
     "bannon",
     "jared",
     "tribune",
     "york",
     "trump",
     "mike",
     "mcconnell",
     "committee",
     "gop",
     "pennsylvania",
     "the",
     "melania",
     "house",
     "reince",
     "earnest",
     "south",
     "jim",
     "hotel"
    ],
    "id": 3,
    "text": "Trump meets with Obama at White House in symbolic start to transition of power President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Tribune news services Contact Reporter President-elect Donald Trump took a triumphant tour of the nation's capital Thursday, holding a cordial White House meeting with President Barack Obama, sketching out priorities with Republican congressional leaders and taking in the majestic view from where he'll be sworn in to office. Trump's meeting with Obama spanned 90 minutes, longer than originally scheduled. Obama said he was \"encouraged\" by Trump's willingness to work with his team during the transition of power, and the Republican called the president a \"very good man.\" \"I very much look forward to dealing with the president in the future, including his counsel,\" Trump said from the Oval Office. He'll begin occupying the office on Jan. 20. While Trump noted that he and Obama had never met before, their political histories will forever be linked. Trump spent years perpetrating the lie that Obama was born outside the United States. The president campaigned aggressively against Trump during the 2016 campaign, warning that his election would put the republic at risk. Click and drag within the image to explore a 360-degree view of President Barack Obama meeting with President-elect Donald Trump in the Oval Office of the White House on Nov. 10, 2016. (Jim Watson / AFP) But at least publicly, the two men appeared to put aside their animosity. As the meeting concluded and journalists scrambled out of the Oval Office, Obama smiled at his successor and explained the unfolding scene. \"We now are going to want to do everything we can to help you succeed because if you succeed the country succeeds,\" Obama said. From the White House, Trump headed to Capitol Hill for meetings with House Speaker Paul Ryan of Wisconsin and Senate Majority Leader Mitch McConnell of Kentucky to discuss the GOP legislative agenda. Ryan, who holds the most powerful post in Congress, was a sometime critic of Trump and never campaigned with the nominee. Emerging from the meetings, Trump sketched out priorities for his presidency. \"We're going to move very strongly on immigration,\" he said. \"We will move very strongly on health care. And we're looking at jobs. Big league jobs.\" (Tribune news services) Ryan took Trump on a tour of the Speaker's Balcony overlooking the National Mall, the scene of Trump's upcoming inauguration. The view, Trump said, was \"really, really beautiful.\" Trump was also beginning the process of putting together his White House team. Republican National Committee Chairman Reince Priebus, who worked his way into Trump's inner circle during the election, and top campaign official Kellyanne Conway were emerging as possible picks for White House chief of staff, according to two people familiar with the transition planning. A third person said conservative media executive Steve Bannon was also in the mix, though others insisted Bannon would not have a White House role. Those involved in the process insisted on anonymity because they were not authorized to discuss the planning publicly. A decision on chief of staff is expected in the coming days. First lady Michelle Obama met privately in the White House residence with Trump's wife, Melania, while Vice President Joe Biden saw Vice President-elect Mike Pence late Thursday. Trump's team was said to be sketching a robust role for Pence, an experienced Washington hand, that would include both domestic and foreign policy responsibilities. President Barack Obama met with President-elect Donald Trump on Nov. 10, 2016, at the White House. Obama and Trump met alone, with no staff present, White House press secretary Josh Earnest told reporters following the discussion. \"The two men did not relitigate their differences in the Oval Office,\" Earnest said. \"We're on to the next phase.\" Trump traveled to Washington from New York on his private jet, breaking with protocol by not bringing journalists in his motorcade or on his plane to document his historic visit to the White House. Trump was harshly critical of the media during his campaign and for a time banned news organizations whose coverage he disliked from his events. At the White House, Obama chief of staff Denis McDonough was seen walking along the South Lawn driveway with Jared Kushner, Trump's son-in-law. A handful of Trump aides trailed them. 2009: Oval Office of the White House J. Scott Applewhite / Associated Press President George W. Bush poses with President-elect Barack Obama, and former Presidents George H.W. Bush, from left, Bill Clinton and Jimmy Carter on Jan. 7, 2009, in the Oval Office of the White House in Washington.  President George W. Bush poses with President-elect Barack Obama, and former Presidents George H.W. Bush, from left, Bill Clinton and Jimmy Carter on Jan. 7, 2009, in the Oval Office of the White House in Washington.  (J. Scott Applewhite / Associated Press) The show of civility at 1600 Pennsylvania Avenue contrasted with postelection scenes of protests across a politically divided country. Demonstrators from New England to the heartland and the West Coast vented against the election winner on Wednesday, chanting \"Not my president,\" burning a papier-mache Trump head, beating a Trump pinata and carrying signs that said \"Impeach Trump.\" More than 100 protesters held a sit-in outside Trump International Hotel just blocks from the White House. The mostly student protesters held signs saying \"Love Trumps Hate,\" a phrase Democrat Hillary Clinton often used during the campaign. Trump's advisers, many of whom were stunned by his unexpected victory, plunged into the huge task of staffing government agencies. A transition website, GreatAgain.gov, referenced 4,000 political appointee openings. Officials at the Pentagon and State Department said they had not yet been contacted. State Department spokesman Mark Toner said the agency stood ready \"to work with the incoming team once that team is designated and arrives here. But we don't have any firm word as to when that will be.\" As president-elect, Trump is entitled to the same daily intelligence briefing as Obama — including information on U.S. covert operations, information gleaned about world leaders and other data gathered by America's 17 intelligence agencies. The White House said it would organize two exercises involving multiple agencies to help Trump's team learn how to respond to major domestic incidents. Associated Press ",
    "title": "Trump meets with Obama at White House in symbolic start to transition of power - Chicago Tribune"
   },
   {
    "entities": [
     "office",
     "npr",
     "trump",
     "october",
     "oval",
     "donald",
     "november 10"
    ],
    "id": 4,
    "text": "November 10, 20166:27 PM ET NPR Staff Donald Trump laid out a plan for his first 100 days in the Oval Office. Chelsea Beck/NPR hide caption toggle caption Donald Trump laid out a plan for his first 100 days in the Oval Office. Chelsea Beck/NPR In late October, Donald Trump released an action plan for what he hopes to accomplish in his first 100 days in office. Below, NPR reporters and editors from the politics team and other coverage areas have annotated Trump's plan. We've added context on several of his proposals, including whether he can really repeal Obamacare and what a hiring freeze on the federal workforce would actually look like. You can see a nonannotated version of \"Donald Trump's Contract With The American Voter\" here . ",
    "title": "FACT CHECK: Donald Trump's Plan For His First 100 Days As President : NPR"
   },
   {
    "entities": [
     "john",
     "guidelines",
     "brian",
     "nc",
     "wednesday",
     "of",
     "sarah",
     "rick",
     "hillary",
     "logan",
     "n.y.",
     "king",
     "san",
     "california",
     "lafayette",
     "minn.",
     "trump",
     "university",
     "jose",
     "burlington",
     "donald",
     "grove",
     "claire",
     "denise",
     "uiuc",
     "jess",
     "maple",
     "austin",
     "barbara",
     "usa",
     "associated",
     "shaun",
     "carlos",
     "a.",
     "jervis",
     "paul",
     "cultural",
     "mexico",
     "taylor",
     "jake",
     "2016",
     "obama",
     "minnesota",
     "clinton",
     "senate",
     "quinn",
     "olson",
     "penn",
     "state",
     "osseo",
     "hillel",
     "house",
     "bacon",
     "7:27 p.m. est",
     "november 10, 2016",
     "tuesday",
     "trauth",
     "center",
     "vermont",
     "u.s.",
     "vogel",
     "robeson",
     "louisiana",
     "press",
     "november 9, 2016",
     "aloe",
     "conversation",
     "texas",
     "nov. 9, 2016",
     "wellsville",
     "america",
     "free",
     "kroll",
     "high",
     "enid",
     "thursday",
     "marcos",
     "harvard",
     "senior",
     "police",
     "matt",
     "department",
     "wiley",
     "minneapolis"
    ],
    "id": 5,
    "text": "Racist graffiti greets Trump win across USA In Wellsville, N.Y., a massive swastika is scrawled on a park wall: \"Make America White Again.\" Post to Facebook Racist graffiti greets Trump win across USA In Wellsville, N.Y., a massive swastika is scrawled on a park wall: \"Make America White Again.\" Check out this story on USATODAY.com: http://usat.ly/2fhGxtV CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 176 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Racist graffiti greets Trump win across USA John Bacon , USA TODAY 7:27 p.m. EST November 10, 2016 x Share Tens of thousands of people took to the streets in cities across the U.S. on Wednesday to protest against Donald Trump following his surprise defeat of Hillary Clinton in Tuesday’s presidential election. Time Graffiti of swastika on a softball field dugout in Wellsville, N.Y., Nov. 9, 2016. (Photo: Brian Quinn, Wellsville Daily Reporter) 1083 CONNECT TWEET 2 LINKEDIN 176 COMMENTEMAILMORE In Wellsville, N.Y., a massive swastika is scrawled on a park wall: \"Make America White Again.\" In Maple Grove, Minn., messages in a high school bathroom include \"#gobacktoafrica,\" \"#whitesonly\" and \"#whiteamerica\" — along with \"Trump Train.\" At the University of Vermont, students found a Donald Trump campaign sign painted with a swastika three doors down from the campus Hillel. Experts and educators say an alarming succession of racist behavior, graffiti and crime since Election Day can be linked to Trump's victory. And they say the Republican president-elect could play a crucial role in curbing the disquieting conduct. Obama says he and Trump had 'excellent conversation' Carlos Wiley, director of the Paul Robeson Cultural Center at Penn State University, said he believes the attacks represent a backlash from people who suppressed racial hatred for years during the Obama presidency. Now they feel it is safe to openly display their contempt. \"People looked at the way protesters were manhandled at Trump rallies, and they think 'oh, if someone disagrees with us, we can do those things as well,' \" Wiley said. Enid Logan, who teaches sociology and African-American studies at the University of Minnesota, says Trump's victory legitimized white supremacists' point of view. \"There was nothing subtle with Trump — extreme vetting and ideological testing of Muslims, deporting all undocumented people, Mexicans are rapists and murders,\" she said. \"And he won. White people supported him. So this kind of thinking isn't as marginal as we thought.\" In San Marcos, Texas, Texas State University police are trying to determine who is responsible for a series of ominous, threatening fliers posted around campus. Not even 24 hours yet. My friend's sister, who is Muslim, had a knife pulled on her by a Trump supporter while on the bus by UIUC campus. — Sarah A. Harvard (@amyharvard_) November 9, 2016 \"Now that our man Trump is elected and Republicans own both the Senate and the House — time to organize tar & feather VIGILANTE SQUADS and go arrest and torture those deviant university leaders spouting off all this diversity garbage,\" one of the fliers read. The fliers were found in bathrooms around the campus about 30 miles south of Austin, and images of them quickly spread on social media. They featured a photo of several men clad in camouflage and holding rifles and claimed diversity was a code word for \"white genocide.\" University President Denise Trauth issued a statement calling for \"constructive dialogue\" in the wake of the contentious election. \"Discourse is fundamental to the academic enterprise, and this university strives to protect it,\" the statement said. \"Our aim should be to better understand that which causes divisions among us and to work toward strengthening our bond as a university community.\" Wiley agrees with Trauth and said Trump could lead the discourse. \"He doesn't need to say anything about specific incidents, but he should say they are occurring and they should stop,\" Wiley said. \"That they aren't part of the America he wants to lead.\" Logan has her doubts. \"All that red meat he threw out to his base during the campaign, I'm not sure he believes it,\" she said. \"But it was incredibly powerful and it worked. Why would he pivot now?\" In Minnesota, officials at Maple Grove Senior High launched an investigation into the racist graffiti, which has been widely shared on Twitter. \"The tweet you may have seen of a racist message scrawled in a school bathroom is real, and we are horrified by it,\" said Barbara Olson, Osseo area schools community relations director. She said such racist messages endanger students and staff and create a climate that is not conducive to learning. \"This incident is additional evidence of the pressing need in our schools, our community and our nation to find ways to talk about race constructively and respectfully,\" Olson said. Placed on their car in NC. \"Can't wait until your 'marriage' is overturned by a real president. Gay families = burn in hell. Trump 2016\" pic.twitter.com/jyBjUSS2TI — Shaun King (@ShaunKing) November 10, 2016 Matt Vogel, executive director of the University of Vermont's campus Jewish group, said it was unclear who had marked the Trump sign with the swastika or why. \"For many Jewish students, no matter how they voted, seeing that symbol of hate is a very painful thing for them,\" Vogel said. In California, San Jose State University said a woman lost her balance and choked when a man attempted to rip her headscarf away. In Louisiana, a report of another racial incident was later debunked. ​A Louisiana college student, 18, acknowledged she fabricated a report that she was assaulted and robbed of her wallet and Muslim headscarf by two men, one of whom she described as wearing a white “Trump” hat, police said Thursday. The Lafayette Police Department said in a statement that it is no longer investigating the claims, which were made within hours of Trump’s presidential victory. The presidents of both schools issued statements referencing the \"contentious\" election and urging their communities to respect diversity as the nation moves forward. It may take awhile. Social media is full of examples of hate. And Trump foes have joined the chaos online and on the streets, where shouts of \"Not my president\" and profanity are appearing on signs and buildings. Thousands across the USA protest Trump victory Wiley said he was encouraged by Trump's conciliatory remarks during his acceptance speech. But he fears that if Trump fails to quickly make good on promises such as building a wall that Mexico will pay for, his backers will grow angry. And, he said, take it out on \"populations\" they don't like. \"We need to allow people to mourn a little bit, to contemplate what their future looks like with a Donald Trump presidency,\" Wiley said. \"Then we need to have serious conversations about humanity, about civility. Contributing: Rick Jervis, USA TODAY, Jake Kroll, KARE-TV in Minneapolis, Claire Taylor, Jess Aloe, Burlington Free Press, Associated Press ",
    "title": "Racist graffiti greets Trump win across USA"
   },
   {
    "entities": [
     "wednesday",
     "hillary",
     "states",
     "york",
     "michelle",
     "trump",
     "donald",
     "bush",
     "crowley/the",
     "white",
     "president-elect",
     "office",
     "jan. 20",
     "nyt",
     "the",
     "draft",
     "melania",
     "obama",
     "clinton",
     "political",
     "news",
     "washington",
     "house",
     "newsletters",
     "november 10, 2016",
     "tuesday",
     "times",
     "mr.",
     "oval",
     "morning",
     "new",
     "2008",
     "j.",
     "first",
     "briefingsubscribed",
     "stephen",
     "thursday",
     "w.",
     "july",
     "george",
     "united"
    ],
    "id": 6,
    "text": "Video President Obama Meets With Trump President Obama spoke with President-elect Donald J. Trump at the White House on Thursday to discuss the transition of power. President Obama said they had an \"excellent\" and \"wide-ranging\" conversation. By THE ASSOCIATED PRESS on Publish Date November 10, 2016. Photo by Stephen Crowley/The New York Times. Watch in Times Video » embed WASHINGTON — President Obama and Donald J. Trump made a public show on Thursday of putting their bitter differences aside after a stunning election upset. The Oval Office meeting brought together a president who has darkly warned that Mr. Trump could not be trusted with the nuclear codes and a successor who rose to political prominence questioning Mr. Obama’s birthplace and legitimacy. “I want to emphasize to you, Mr. President-elect, that we now are going to want to do everything we can to help you succeed because if you succeed, then the country succeeds,” Mr. Obama told Mr. Trump as the two sat side-by-side after the roughly 90-minute meeting. The president called the session “excellent” and wide-ranging. Mr. Trump, who said he had never met Mr. Obama before and expected the meeting to last only 10 or 15 minutes, said it had been a “great honor” to sit with the president. “We discussed a lot of different situations, some wonderful and some difficulties. I very much look forward to dealing with the president in the future, including counsel,” Mr. Trump said. It was an extraordinary show of cordiality and respect between two men who have been political enemies and are stylistic opposites — Mr. Trump a brash real estate executive and reality television star whose campaign was defined in opposition to the sitting president, and Mr. Obama, a cool-tempered intellectual who has pressed a progressive agenda in office. Advertisement Continue reading the main story Mr. Trump, whose election on Tuesday stunned the president and rocked the political establishment in Washington, arrived in the White House driveway on Thursday out of sight of the crowds of reporters and news media cameras assembled there. His staff had refused to arrange for journalists to document his movements, as is customary both for the president and the president-elect, and Mr. Obama’s team did not arrange for the traditional photograph of the sitting president and his wife greeting their successors in front of the White House. Mr. Obama said his wife, Michelle, who emerged this fall as an outspoken critic of Mr. Trump on the campaign trail, met with Melania Trump while their husbands spoke in the Oval Office. “We want to make sure that they feel welcome,” Mr. Obama said of the Trumps. The meetings unfolded as Mr. Obama’s staff was starting the daunting business of handing over the vast bureaucracy of the United States government to Mr. Trump’s staff, including vital national security information and resources he would need in the event of a catastrophic attack. Ahead of Mr. Trump’s arrival in Washington on Thursday morning, top advisers to Mr. Obama had spent months preparing for a transition, a highly complex venture condensed into the 72-day period between now and the Jan. 20 inauguration. It is up to them and the Trump team to set it in motion, pairing Obama administration staff members with representatives of the president-elect for crash courses in the inner workings of the White House and federal agencies. Two war-gaming exercises are planned to help ready the new team for a terrorist strike or other national security crisis. Mr. Obama said Wednesday that he had instructed his staff to follow the example set by President George W. Bush in 2008 and provide a professional and smooth transition for Mr. Trump’s team, despite the vast policy differences that separate the president and his successor. For all the public drama and division of the presidential campaign, in private, Mr. Obama’s aides have since July been quietly working with advisers to both Hillary Clinton and Mr. Trump to plan for the passing of power. First Draft Political news and analysis from the staff of The New York Times. Sign-up for free NYT Newsletters Morning BriefingSubscribed News to start your day, weekdays Opinion TodaySubscribed ",
    "title": "Trump and Obama Hold Cordial 90-Minute Meeting in Oval Office - The New York Times"
   },
   {
    "entities": [
     "ryan",
     "wednesday",
     "garden",
     "morning after",
     "lawn",
     "post",
     "mitch",
     "office",
     "truman",
     "archives",
     "president",
     "obama",
     "clinton",
     "washington",
     "state",
     "juliet",
     "afternoon",
     "records",
     "scavino",
     "2011",
     "w.",
     "nov. 10, 2016",
     "eilperin",
     "john",
     "cleveland",
     "of",
     "denis",
     "hillary",
     "donald",
     "bush",
     "and",
     "jan. 20",
     "d.",
     "november 10",
     "david",
     "mr.",
     "oval",
     "west",
     "kasich",
     "thursday",
     "association",
     "kentucky",
     "george",
     "sarah",
     "states",
     "michelle",
     "pence",
     "laura",
     "floor",
     "white",
     "president-elect",
     "josh",
     "chris",
     "paul",
     "kushner",
     "administration",
     "balcony",
     "parnass/the",
     "senate",
     "wing",
     "november 10, 2016",
     "biden",
     "mcdonough",
     "new",
     "nakamura",
     "jennifer",
     "christie",
     "cavaliers",
     "national",
     "united",
     "jared",
     "dan",
     "york",
     "trump",
     "mike",
     "mcconnell",
     "gop",
     "capitol",
     "the",
     "nba",
     "melania",
     "correspondents\\'",
     "jersey",
     "house",
     "nov. 10",
     "morning",
     "earnest",
     "2008",
     "south",
     "rose",
     "psaki",
     "james"
    ],
    "id": 7,
    "text": "Trump meets with Obama at the White House as whirlwind transition starts The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By David Nakamura and Juliet Eilperin November 10 at 2:38 PM Follow @davidnakamura Follow @eilperin Speaking from the Oval Office, Nov. 10, President Obama said he was \"very encouraged\" following a meeting with President-elect Donald Trump. Trump said the meeting lasted longer than expected and easily could have gone longer. (The Washington Post) President-elect Donald Trump and President Obama met for the first time Thursday and pledged to work together, starting the whirlwind transition that will unfold over the next 10 weeks until Trump is sworn into office Jan. 20. Trump later met with House Speaker Paul D. Ryan (R-Wis.) at the Capitol and said they also would work together — but on Republican goals that are opposed by Obama and his fellow Democrats. \"We're going to lower taxes,\" Trump told reporters, with Ryan seated by his side. \"We're going to fix health care and make it affordable and better.\" He appeared to be referring to a plan to lower taxes that heavily benefits top earners and to the GOP's aim of repealing the Affordable Care Act, Obama's signature domestic policy achievement. Following his meeting with Ryan, Trump conferred with Senate Majority Leader Mitch McConnell (R) in the Kentucky senator's Capitol office. An hour and a half after Trump entered the White House through the South Lawn entrance — avoiding news cameras and the president's staff — a group of reporters was ushered into the Oval Office, where the president and president-elect were seated in the high-backed armchairs at the end of the room. In a sign of how tensions between the two politicians have not disappeared in the immediate aftermath of the election, the White House did not arrange for the traditional photo-op between the current first couple and the incoming one, a custom that George W. Bush and his wife Laura observed when the Obamas visited the White House in 2008. Melania Trump met separately with Michelle Obama. [ Trump maps out a new administration to bring a seismic shift to Washington ] Still, Trump told reporters Thursday that he expects to work closely with Obama now and in the future to seek his advice in guiding the country. He noted that a session that was supposed to last 10 to 15 minutes went on for an hour and a half. “As far as I'm concerned, it could have lasted a lot longer,” Trump said. “We discussed a lot of different situations, some wonderful and some difficulties. I very much look forward to dealing with the president in the future, including counsel.” “So Mr. President, it was a great honor being with you, and I look forward to being with you many, many more times in the future,” he added, calling Obama “a very good man.” 1 of 22 What President-elect Donald Trump is doing on his trip to Washington View Photos Trump arrives at the White House for a meeting with Obama and on Capitol Hill to meet with Republican congressional leaders. Caption Trump arrives at the White House for a meeting with Obama and on Capitol Hill to meet with Republican congressional leaders. Nov. 10, 2016  President Obama talks with President-elect Donald Trump in the Oval Office of the White House in Washington. Jabin Botsford/The Washington Post Buy Photo Wait 1 second to continue. Obama, for his part, said, he was encouraged by \"the interest in President-elect Trump's wanting to work with my team around many of the issues that this great country faces. And I believe that it is important for all of us, regardless of party and regardless of political preferences, to now come together, work together, to deal with the many challenges that we face.” The president said that the men's two wives had enjoyed spending time together Thursday morning. “We want to make sure they feel welcome as they prepare to make this transition,” Obama said. “Most of all, I want to emphasize to you, Mr. President-elect, that we now are going to want to do everything we can to help you succeed — because if you succeed, then the country succeeds.” [ Trump’s victory exposes Obama’s inability to connect with white working class ] Later, Trump and his wife, along with Vice President-elect Mike Pence, met with Ryan at the Capitol, where Trump pledged to work closely with Republican congressional leaders. Ryan ushered Trump out onto the Speaker's Balcony and gestured toward the Washington skyline and the monuments west of the Capitol. He pointed to an inaugural platform being built on the Capitol grounds, appearing to show Trump where he would be taking the oath of office as president. McConnell joined Trump and his entourage on a walking tour through part of the building. At the White House, first lady Michelle Obama and Melania Trump met for tea in the private residence and took a tour that included stepping onto Truman Balcony, as well as a tour of the State Floor with the White House curator. They talked about raising children in the White House, and then they visited the Oval Office to meet the president and president-elect. As the two leaders met, White House Chief of Staff Denis McDonough gave a tour to Trump's son-in-law, Jared Kushner, and other aides, notably Dan Scavino, across the edge of the Rose Garden. Afterward McDonough led Kushner on a walk down the South Lawn for nearly 20 minutes, at which point the two men rejoined Trump's senior staff and reentered the White House. During Obama and Trump's press availability, Kushner snapped photos with his iPhone. A slew of journalists, including international reporters, milled about on the driveway leading to the West Wing ahead of Trump's arrival. Some did live updates to their networks. Across West Executive Drive, dozens of White House staffers gathered on a steps in hopes of a glimpse of the president-elect. This is the scene on the West Wing driveway right now. pic.twitter.com/KoLxqek8qo — David Nakamura (@DavidNakamura) November 10, 2016 Obama has pledged his administration's full cooperation with Trump's transition team, citing the close working relationship he enjoyed with President George W. Bush during their transfer of power eight years ago. The White House said that Pence met with Vice President Biden in the afternoon. “I have instructed my team to follow the example that President Bush's team set eight years ago and work as hard as we can to make sure that this is a successful transition for the president-elect,” Obama said in the Rose Garden on Wednesday. The president said he called to congratulate Trump early Wednesday morning after news networks had formally announced Trump as the winner over Democratic nominee Hillary Clinton.' White House press secretary Josh Earnest told reporters after the meeting that the two men did not try to resolve all of their differences, but he said it was \"a little less awkward\" than reporters might have anticipated. Obama and Trump met privately without any other staff in the room. A large part of the Oval Office session was devoted to talking about how to staff and organize the White House. \"That's complicated business,\" Earnest said, noting that presidents have to deal with multiple challenges and crises at the same time. It is \"something President Obama has thought about extensively over the past eight years.\" Obama had denounced Trump as “temperamentally unfit” for the White House during a long and brutal campaign. But he said that “we are now all rooting for his success in uniting and leading the country. The peaceful transition of power is one of the hallmarks of our democracy. And over the next few months, we are going to show that to the world.” Trump, and Clinton, already had been receiving national-security briefings as the nominees of the two major political parties. The White House said Thursday that Obama has convened a coordinating council to facilitate a smooth transition, including providing briefings from federal agencies to Trump's transition team, headed by New Jersey Gov. Chris Christie (R). Officials from the Trump transition team are starting to set up shop in agencies across the federal government, where they can consult with top Obama officials as they assemble their staffs. The current White House has already begun to transfer a massive amount of information to the National Archives and Records Administration: so far it has sent 283 million files, comprising 122,000 gigabytes of data. In an interview Wednesday, White House communications director Jennifer Psaki said the president has talked privately with his staff, as well as publicly, about putting institutional interests ahead of political ones. Referring to the speeches Obama delivered upon winning the presidency and at his first inaugural, she said: “He reflects a lot about the cog in the wheel that you are as president. He was taking the baton, he’s handing it off. But I think it’s a recognition that it’s bigger than individual aspirations and it’s bigger than yourself, and bigger than anything that you’ve accomplished. Because we as a country need to be stable, need to have continuity.” In the wake of protests over Trump's win, Earnest said that while the president believes the protesters have a right to express their opinions, his message to them is that \"we're Americans and patriots first\" and that an orderly transfer of power ranks as a top White House priority. Ohio Gov. John Kasich (R), who ran unsuccessfully in the GOP presidential primary and harshly criticized Trump, was at the White House on Thursday to attend Obama's ceremony for the NBA champion Cleveland Cavaliers. Speaking to reporters outside the West Wing, Kasich said he saw people protesting Trump's election as he entered the White House gates, and he called for unity. “I just want to remind everyone in our country that the office of the presidency needs to be respected,” he said. “Today, I said my prayers on the plane for the success of Donald Trump. And I think as Americans, we all need to come together.” There is long-standing bad blood between Trump and Obama, after the New York businessman led a public campaign to try to force the president to disclose his long-form birth certificate in 2011 over unfounded questions from some conservatives who thought the president was not born in the United States. As a candidate, Donald Trump vowed to dismantle some of President Obama's key achievements. Washington Post White House reporter David Nakamura breaks down what the Obama administration is worried about going forward. (Sarah Parnass/The Washington Post) During the White House Correspondents' Association dinner that year, Obama lit into Trump, mocking him before a ballroom of 2,000 guests and on live television. During the campaign, Trump promised to repeal the president's signature health-care law and overturn many of his executive actions. Obama said Trump was not to be trusted with the nation's nuclear codes and represented an existential threat to democracy. Obama sought to play down their differences and said Trump's victory speech was magnanimous and set the right tone to help try to heal the nation's political divisions that were exposed and inflamed over the past 15 months. “They do not have an extensive personal relationship,” Earnest said Wednesday, drawing laughs from reporters. “This is not a situation where they’ve had many conversations or played golf together or any of that business. So I guess that will be among the many, many, many reasons that tomorrow’s meeting will be rather interesting.” After his meeting with Trump, Obama will welcome another high-profile visitor with his own large media contingent when LeBron James and the NBA champion Cleveland Cavaliers arrive for a South Lawn ceremony with the president. 1 of 51 ",
    "title": "Trump meets with Obama at the White House as whirlwind transition starts - The Washington Post"
   },
   {
    "entities": [
     "trump",
     "donald",
     "warren",
     "spring",
     "inc",
     "january",
     "white",
     "gop",
     "condeluci",
     "cbs",
     "obama",
     "senate",
     "washington",
     "house",
     "elizabeth",
     "bernie",
     "christopher",
     "this evening",
     "interactive",
     "america",
     "thursday",
     "sanders"
    ],
    "id": 8,
    "text": "Trump wants to build a border wall. Ryan doesn’t, and deflected a question about it Thursday.  “We’re not going to do a press conference here,” he said.  But they do agree on dismantling Obamacare right away.  Cordial, but awkward: Trump and Obama meet “They can start as soon as January, they can start as soon as spring,” said former GOP Senate aide Christopher Condeluci, who said Republicans will move to repeal the law first. Then debate how to replace it. “Congressional Republicans and the Trump administration will pursue some kind of transition period. Is it one year? Is it two years? That remains to be seen. But immediately people are not going to lose their insurance,” Condeluci said.  Democrats picked up a few seats in the House and Senate, but still won’t wield much power in the new Washington. Senator Elizabeth Warren told a union group she is gearing up for a new reality. “We will stand up to bigotry. No compromises ever on this one,” she said. “Whether Donald Trump sits in a glass tower or sits in the White House, we will not give an inch on this. Not now. Not ever.” Her colleague Bernie Sanders argued Democrats need to do some self-reflection as well. He tweeted this evening that the party needs to be more focused on grassroots America than, as he put it, wealthy people attending cocktail parties.  © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump, Ryan and McConnell meet and sharpen knives for Obamacare - CBS News"
   },
   {
    "entities": [
     "ryan",
     "hillary",
     "california",
     "states",
     "kamala",
     "pelosi",
     "trump",
     "donald",
     "paris",
     "brinkley",
     "iran",
     "white",
     "josh",
     "office",
     "gop",
     "paul",
     "d.",
     "azusa",
     "obama",
     "barack",
     "clinton",
     "senate",
     "bay",
     "merrick",
     "house",
     "court",
     "then",
     "wisconsin",
     "oval",
     "u.s.",
     "earnest",
     "guantanamo",
     "l.a.",
     "america",
     "thursday",
     "nancy",
     "supreme",
     "douglas",
     "congress",
     "united",
     "garland",
     "december",
     "harris"
    ],
    "id": 9,
    "text": "Obama is trying to stop Trump from undoing his biggest achievements President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Then Donald Trump was elected on a promise to dismantle  what Obama had built.  Suddenly, the president’s signature accomplishments are in peril on climate change , immigration and foreign policy. His chief legislative triumph, the healthcare reform law known as Obamacare, is one that Republicans in Congress are eager to repeal and Trump has promised to replace. \"We’re going to fix healthcare, make it more affordable and better,” Trump said Thursday after his first meeting with Republican leaders in Congress. “... We’re going to do a real job for the public.\" Obama is scrambling to salvage his agenda with little more than a public relations strategy to help him. Arguing that the president’s achievements will take more unwinding than Trump or Republicans believe and that they are popular with Americans, Obama aides are preparing a campaign to remind the public of what’s at stake if his regulations, executive orders and negotiated agreements are rolled back. Erasing Obama’s deeds will upset Americans, argued Josh Earnest, White House press secretary. \"That's something that Republicans will have to consider moving forward.\" Armand Emamdjomeh But not only did Trump's victory jeopardize Obama’s chief accomplishments, it also likely ended the president's admittedly weak opportunity to complete his presidency with a flurry of last-minute victories during a lame-duck session of Congress. Aides had hoped that if Hillary Clinton won the presidential race and Democrats made gains in Congress, the outgoing Republican majorities might agree to deals with Obama on trade, criminal justice reform and perhaps even his Supreme Court nomination eight months ago of Merrick Garland, which Republicans have refused to consider. Instead, as Republicans prepare to take control of the executive and legislative branches, Obama is planning a farewell tour of the country, aides say, to send a message of unity but also to remind Americans of what they stand to lose if Republicans peel back his actions. On Obamacare, for example, 20 million people stand to lose healthcare coverage if the law were repealed. Obama’s strategy is to remind those consumers about what they stand to lose, in turn pressing Republicans to come up with a replacement that ensures their coverage remains intact. \"A lot of his signature programs are going to get gutted,\" predicted presidential historian Douglas Brinkley. “But this idea that Obama’s suddenly losing his legacy is premature. He may lose the Affordable Care Act, which is a major part of his legacy. But the amount of things he’s been able to do over eight years will be looked upon well in history.\" Obama aides hope to take advantage of divides within the GOP about the best path forward, and Democratic allies in Congress are plotting how to fend off Republican efforts to undo Obama’s key accomplishments and to work with Trump on issues where there is some agreement. House Minority Nancy Pelosi (D-San Francisco), for instance, has cited a \"robust infrastructure jobs bill\" and child care and paid family leave issues, which Trump campaigned on but that Republicans have opposed, as areas of potential cooperation. This is America's state of mind on election day Open link Nullifying other key Obama accomplishments might not be as easy as Trump made it sound on the campaign trail. For example, the nuclear deal between Iran and six world powers, which Trump repeatedly assailed as a sign that Obama is a weak negotiator, can’t be easily undone without the other countries involved. Trump could conceivably reimpose sanctions on Iran that Obama eased as part of the agreement, but that would free Iran to fire up its reactors again. As for other international agreements, like the global landmark climate accord reached in Paris in December, Trump can refuse to take the steps toward carbon reduction that Obama agreed to. Other administrative actions on climate are easier to undo, like regulations of coal-fired power plants or fuel efficiency standards for cars. Still, many industries have already adapted to the regulations and made investments they can’t recoup; that could put corporate pressure on Trump to preserve them. Trump may also find, as Obama did, that declaring intent to act doesn’t always bring about change right away. Eight years after ordering the closure of the detention center at Guantanamo Bay, for example, Obama still hasn’t been able to make it happen. Obama and Trump met for 90 minutes at the White House on Thursday. Aides said Obama had not planned to litigate old grievances with Trump in their first sit-down meeting, and so probably did not bring up the issue of birtherism with the man who used it to undermine his presidency for years. Afterward, the two exchanged pleasantries and sounded flattering notes in their remarks to reporters in the Oval Office, and Trump dashed to Capitol Hill to weigh in more specifically on agenda items. Meeting with House Speaker Paul D. Ryan in the Wisconsin Republican’s ceremonial office, Trump ticked off the big items he campaigned on: immigration, lower taxes and healthcare, saying his administration was “going to make it more affordable.” “We are going to do absolutely spectacular things for the American people,” Trump said, “and I look forward to starting.” Whatever parts of the Obama presidency Trump has pledged to undo, Brinkley predicted, Obama was likely trying to preserve as he opened a new chapter in his relationship with Trump. \"One thing I know Barack Obama is not going to do,” said Brinkley, “is start belittling Donald Trump.” Caption 90 seconds: 4 stories you can't miss Donald Trump becomes the 45th president of the United States , Kamala Harris becomes the first black politician to represent California in the U.S. Senate , a heavily-armed man killed one and injured two others in Azusa,  and the L.A. Times asks you how you felt on election day . Caption 90 seconds: 4 stories you can't miss ",
    "title": "Obama is trying to stop Trump from undoing his biggest achievements - LA Times"
   }
  ]
 }
}