{
 "19": {
  "col-sim": {
   "cosine": 0.4157474668074643,
   "entity": 0.5962847939999439
  },
  "exec-time": 23.36754035949707,
  "links": [
   {
    "entities": [
     "white",
     "house",
     "november 18",
     "trump",
     "inauguration",
     "donald",
     "day"
    ],
    "id": 0,
    "text": "Email November 18, 20166:16 PM ET Between now and Inauguration Day, President-elect Donald Trump and his transition team have a tall order — filling approximately 4,000 jobs in the federal government that are held by political appointees. Below is an index of the people appointed to Cabinet positions, key White House staff roles and lead positions at other prominent government agencies. ",
    "title": "Who Is In The Trump Cabinet, Sub-Cabinet And White House Staff  : NPR"
   },
   {
    "entities": [
     "mrs.",
     "s.",
     "rosa",
     "mazzetti",
     "davis",
     "wichita",
     "flynn",
     "medal",
     "office",
     "hirschfeld",
     "ohio",
     "k.",
     "kansas",
     "benghazi",
     "obama",
     "klan",
     "clinton",
     "marco",
     "jordan",
     "miller",
     "washington",
     "security",
     "his",
     "j.",
     "julie",
     "briefingsubscribed",
     "parks",
     "friday",
     "flake",
     "jeff",
     "jacquelyn",
     "congress",
     "swift",
     "b.",
     "breitbart",
     "oregon",
     "ku",
     "of",
     "hillary",
     "koch",
     "donald",
     "savage",
     "2014",
     "1986",
     "to",
     "2012",
     "weekend",
     "n.a.a.c.p.",
     "military",
     "adam",
     "news",
     "newsletters",
     "romney",
     "tower",
     "t.",
     "alabama",
     "times",
     "mr.",
     "oval",
     "southern",
     "leadership",
     "wyden",
     "flank",
     "division",
     "hodgson",
     "conference",
     "thursday",
     "christian",
     "holder",
     "law",
     "select",
     "pompeo",
     "mitt",
     "on",
     "california",
     "martin/associated",
     "states",
     "michelle",
     "gold",
     "pence",
     "figures",
     "white",
     "nyt",
     "sessions",
     "academy",
     "rights",
     "schumer",
     "senate",
     "political",
     "november 19, 2016",
     "agency",
     "right",
     "posts",
     "mark",
     "2010",
     "new",
     "civil",
     "schmidt",
     "congressional",
     "h.",
     "america",
     "rhee",
     "florida",
     "eric",
     "michael",
     "stephen",
     "schiff",
     "department",
     "united",
     "national",
     "general",
     "ron",
     "district",
     "c.i.a.",
     "bannon",
     "york",
     "senator",
     "trump",
     "manhattan",
     "hilary",
     "mike",
     "school",
     "committee",
     "libya",
     "a.",
     "arizona",
     "the",
     "draft",
     "defense",
     "jr.",
     "sam",
     "judiciary",
     "columbia",
     "justice",
     "house",
     "chuck",
     "kan",
     "morning",
     "fill",
     "klux",
     "intelligence",
     "first",
     "industries",
     "jason",
     "rubio",
     "harvard",
     "charlie",
     "jim",
     "thomas"
    ],
    "id": 1,
    "text": "Trump Turns to His Right Flank to Fill National Security Posts By JULIE HIRSCHFELD DAVIS Continue reading the main story Photo Senator Jeff Sessions at Trump Tower in Manhattan on Thursday. President-elect Donald J. Trump has selected Mr. Sessions to be his attorney general. Credit Hilary Swift for The New York Times WASHINGTON — President-elect Donald J. Trump moved quickly on Friday to begin filling national security posts at the top echelons of his administration, selecting a group of hawks and campaign loyalists who reflect the hard-line views that defined his run for president. Mr. Trump said he would nominate as attorney general Senator Jeff Sessions of Alabama, who has been a fierce supporter of a crackdown on undocumented immigrants. The president-elect also moved to install Michael T. Flynn , a retired lieutenant general who has said that Islamist militancy poses a global existential threat, as his national security adviser. And as director of the C.I.A., Mr. Trump selected Representative Mike Pompeo of Kansas, who harshly criticized Hillary Clinton during the House investigation of the 2012 attack on the United States diplomatic compound in Benghazi, Libya. All three are regarded, in some ways, as outliers from conventional Republican thinking, shunned at times for strident statements, controversial positions or highly partisan moves. The flurry of announcements indicated that Mr. Trump was gaining control over a transition operation that had been entangled in infighting during its early stages. The results were the first seeds of an administration-in-waiting that will break starkly with that of President Obama. Continue reading the main story Transition officials said Mr. Trump would meet over the weekend with a broad array of potential cabinet members and other advisers as a signal that he wanted to build a diverse team, without regard to political affiliation or support for his presidential bid. Among them are Mitt Romney, the 2012 Republican nominee and one of his party’s harshest critics of the president-elect’s campaign, who is a contender for secretary of state, and Michelle A. Rhee, a Democrat who pursued sweeping reforms during her controversy-filled tenure as the District of Columbia’s chancellor of schools. Photo Lt. Gen. Michael Flynn, who has been tapped as the national security adviser for the incoming Trump administration, at Trump Tower in Manhattan on Thursday. Credit Sam Hodgson for The New York Times But there was no evidence in Friday’s selections that Mr. Trump, who has hinted that he might pursue a more centrist agenda once he sits in the Oval Office, is inclined to moderate his approach on key questions of national security and civil rights. In a statement on Friday, Mr. Trump called Mr. Sessions a “world-class legal mind,” and added that Mr. Pompeo would be “a brilliant and unrelenting leader for our intelligence community.” Advertisement Continue reading the main story Of General Flynn, he said: “I am pleased that Lieutenant General Michael Flynn will be by my side as we work to defeat radical Islamic terrorism, navigate geopolitical challenges and keep Americans safe at home and abroad.” Both Mr. Sessions and General Flynn were early and fervent supporters of Mr. Trump’s presidential campaign, even as many establishment Republicans were criticizing Mr. Trump for inflammatory statements and dismissing his chances of winning the nomination. Mr. Pompeo initially supported Senator Marco Rubio of Florida in the Republican primary, but switched after it became clear Mr. Trump would be the nominee. Mr. Pompeo is also close to Vice President-elect Mike Pence, who is heading the transition effort. In 1986, Mr. Sessions — who, if confirmed, would be charged with safeguarding civil rights in the United States — was blocked from becoming a federal judge by the Senate’s Republican-controlled Judiciary Committee because of previous racially charged comments and actions. In testimony before the committee, former colleagues said that Mr. Sessions had referred to the N.A.A.C.P., the Southern Christian Leadership Conference and other civil rights groups as “un-American” and “Communist-inspired.” An African-American federal prosecutor, Thomas H. Figures, said at the time that Mr. Sessions had referred to him as “boy,” and testified that Mr. Sessions had said the Ku Klux Klan was fine “until I found out they smoked pot,” a remark Mr. Sessions later dismissed as a joke. OPEN Graphic Aides to Mr. Trump dismissed the past statements, and described Mr. Sessions as a champion of civil rights, citing as evidence a number of desegregation lawsuits he filed while serving as a United States attorney in Alabama, his votes to extend the Voting Rights Act and to confirm Eric H. Holder Jr. as the first African-American attorney general, and his efforts to award the Congressional Gold Medal to Rosa Parks. “Senator Sessions is someone who’s universally respected across party lines in the United States Senate,” said Jason Miller, a spokesman for Mr. Trump’s transition team, calling him “very well qualified for this position.” Senator Jeff Flake, Republican of Arizona, said on Twitter that Mr. Sessions was “well liked and well regarded, even by those who don’t always agree with him.” He added, “I look forward to supporting his nomination.” First Draft Political news and analysis from the staff of The New York Times. Sign-up for free NYT Newsletters Morning BriefingSubscribed News to start your day, weekdays Opinion TodaySubscribed Delicious recipes and more, 5 times a week Race/RelatedSubscribed A provocative exploration of race, biweekly Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. Privacy Policy Other Republican senators and conservative groups likewise rallied behind Mr. Sessions, while Democrats have pledged to keep an open mind on confirming him. But, in a reflection of the tough questions he is likely to face in his confirmation hearing, civil rights groups and their champions in Congress condemned the choice. “Given some of his past statements and his staunch opposition to immigration reform,” said Senator Chuck Schumer of New York, the new Democratic Senate minority leader, “I am very concerned about what he would do with the Civil Rights Division at the Department of Justice, and want to hear what he has to say.” Advertisement Continue reading the main story Mr. Trump’s selection of General Flynn, which does not require Senate confirmation, was similarly cheered by conservative organizations and met with alarm by Democrats. He has called Islam a political ideology that has “metastasized” into a “malignant cancer.” After building a reputation as a respected military officer, he was fired by President Obama after he had served two years as the chief of the Defense Intelligence Agency. General Flynn has since been a vociferous critic of a Washington elite he contends has refused to name radical Islam as the enemy, and is therefore doomed to fall short in defeating it. Photo Representative Mike Pompeo was a harsh critic of Hillary Clinton during hearings by the House Benghazi panel. Credit Jacquelyn Martin/Associated Press “His statements about Muslims are profoundly un-American as well as damaging to the fight against terrorism and national security,” said Senator Ron Wyden, Democrat of Oregon and a member of the Intelligence Committee. “He has indicated an openness to torture and the destruction of an entire city, both of which are clearly illegal, not to mention immoral and destructive to America’s global leadership.” Mr. Wyden said that the president-elect, who last week chose Stephen K. Bannon, who has promoted hard-right nationalism as the chairman of Breitbart News, appeared to be building “a White House leadership that embodies the most divisive rhetoric of his campaign.” Mr. Pompeo, a graduate of the United States Military Academy at West Point and Harvard Law School, was elected to Congress in 2010 with substantial financial backing from a political action committee funded by Koch Industries, based in Wichita, Kan. He has criticized Mr. Obama’s decisions to shut down the C.I.A.’s black-site prisons and to require all interrogators to strictly adhere to anti-torture laws. In 2014, he accused Mr. Obama of refusing “to take the war on radical Islamic terrorism seriously.” After the House Select Committee on Benghazi found no new evidence of wrongdoing by the Obama administration or Mrs. Clinton, who was the secretary of state at the time of the attack, Mr. Pompeo and another Republican member of the committee, Representative Jim Jordan of Ohio, said they were convinced there had been a cover-up, and they filed a 48-page addendum that included far harsher criticism of the administration and of Mrs. Clinton. Other Republicans, including the committee’s chairman, declined to add their names to the document. Representative Adam B. Schiff, Democrat of California, called Mr. Pompeo “very bright and hard-working.” “While we have had our share of strong differences — principally on the politicization of the tragedy in Benghazi — I know that he is someone who is willing to listen and engage, both key qualities in a C.I.A. director,” Mr. Schiff said. Mark Mazzetti, Michael S. Schmidt and Charlie Savage contributed reporting. Get politics and Washington news updates via Facebook , Twitter and in the Morning Briefing newsletter . A version of this article appears in print on November 19, 2016, on page A1 of the New York edition with the headline: Trump Selects Loyalists On Right Flank to Fill National Security Posts. Order Reprints | Today's Paper | Subscribe ",
    "title": "Trump Turns to His Right Flank to Fill National Security Posts - The New York Times"
   },
   {
    "entities": [
     "california",
     "york",
     "trump",
     "university",
     "daniel",
     "donald",
     "november 18, 2016",
     "associated",
     "january",
     "fox",
     "white",
     "jan. 20",
     "2016",
     "obama",
     "barack",
     "foxnews.com",
     "2013",
     "millions of dollars",
     "news",
     "state",
     "house",
     "press",
     "u.s.",
     "new",
     "$1 million",
     "$25 million",
     "schneiderman",
     "friday",
     "eric",
     "nov. 28",
     "petrocelli",
     "$4 trillion"
    ],
    "id": 2,
    "text": "Trump University-related lawsuits settled for $25 million Published               November 18, 2016 Facebook 0 Twitter 0 livefyre Email Print   U.S. President-elect Donald Trump on Friday agreed to settle three fraud lawsuits linked to Trump University for $25 million, FoxNews.com confirmed. The settlement ends a dispute that has followed Trump throughout his presidential campaign and raised questions about how he would handle it after being sworn in as president in January. Students at the now-defunct school claimed they were duped into paying thousands of dollars to learn the secret of Trump’s real estate success. Trump's legal team negotiated the settlement with New York State Attorney General Eric Schneiderman and the law firm that brought a class action lawsuit on behalf of students who attended the for-profit school. “In 2013, my office sued Donald Trump for swindling thousands of innocent Americans out of millions of dollars through a scheme known at Trump University,” Schneiderman said in a written statement. “Donald Trump fought us every step of the way, filing baseless charges and fruitless appeals and refusing to settle for even modest amounts of compensation for the victims of his phony university. Today, that all changes.” Schneiderman said the $25 million to be paid by Trump or one of his business entities includes restitution for students and $1 million in penalties to the state. See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → The settlement comes just days before the class action lawsuit in California was to begin. The deal doesn't require Trump to acknowledge wrongdoing. Trump has strongly denied the allegations and said during the campaign that he wouldn't settle. A federal judge in California had been set Friday to consider arguments on Trump's latest request to delay a trial until after Trump's inauguration on Jan. 20. Trump's attorneys said in a court filing last week that preparations for the White House were \"critical and all-consuming.\" Six months ago, when they unsuccessfully sought a delay until after Inauguration Day, lead attorney Daniel Petrocelli said the period between the election and swearing-in is extremely hectic for a president-elect but that it was preferable to a trial during the campaign. \"The task is momentous, exceedingly complex, and requires careful coordination involving the respective staffs and teams of both President (Barack) Obama and President-Elect Trump,\" Trump's attorneys wrote. \"In fewer than three months, the President-Elect must be prepared to manage 15 executive departments, more than 100 federal agencies, 2 million civilian employees, and a budget of almost $4 trillion.\" Trump's attorneys also raised the prospect of having the president-elect testify by video recording before the trial begins in the class-action lawsuit on Nov. 28. The Associated Press contributed to this report.  Advertisement ",
    "title": "Trump University-related lawsuits settled for $25 million | Fox News"
   },
   {
    "entities": [
     "ryan",
     "l.",
     "beauregard",
     "williams",
     "post",
     "flynn",
     "mitch",
     "israel",
     "huckabee",
     "k.",
     "obama",
     "klan",
     "marco",
     "clinton",
     "miller",
     "society",
     "washington",
     "state",
     "security",
     "republican",
     "naacp",
     "leo",
     "ricketts",
     "friday",
     "flake",
     "jeff",
     "supreme",
     "deyoung",
     "sean",
     "breitbart",
     "haley",
     "ku",
     "of",
     "hillary",
     "cotton",
     "donald",
     "mattis",
     "2014",
     "and",
     "january",
     "council",
     "8:20",
     "jan. 20",
     "stoltenberg",
     "phillip",
     "1986",
     "cia",
     "luis",
     "d.",
     "military",
     "2012",
     "david",
     "news",
     "massachusetts",
     "army",
     "sen.",
     "romney",
     "tower",
     "t.",
     "alabama",
     "mr.",
     "southern",
     "robert",
     "nakashima",
     "charles",
     "federalist",
     "division",
     "india",
     "thursday",
     "karen",
     "law",
     "select",
     "pompeo",
     "mitt",
     "carolina",
     "on",
     "states",
     "permanent",
     "michelle",
     "pence",
     "tom",
     "white",
     "woodson",
     "todd",
     "spicer",
     "gutierrez",
     "paul",
     "sessions",
     "academy",
     "viebeck",
     "rights",
     "this morning",
     "neighborhood",
     "schumer",
     "senate",
     "agency",
     "greg",
     "court",
     "2010",
     "u.s.",
     "new",
     "nakamura",
     "civil",
     "may",
     "saturday",
     "n.j.",
     "arkansas",
     "america",
     "rhee",
     "michael",
     "stephen",
     "jens",
     "katie",
     "department",
     "national",
     "united",
     "sr.",
     "district",
     "leonard",
     "bannon",
     "york",
     "ted",
     "for",
     "d.c.",
     "trump",
     "bedminster",
     "nato",
     "chicago",
     "nikki",
     "mike",
     "mcconnell",
     "school",
     "iran",
     "committee",
     "party",
     "a.",
     "gop",
     "november 18",
     "the",
     "defense",
     "jefferson",
     "2013",
     "judiciary",
     "rucker",
     "victoria",
     "justice",
     "cruz",
     "house",
     "center",
     "intelligence",
     "klux",
     "connolly",
     "ellen",
     "rubio",
     "south",
     "james",
     "costa",
     "harvard",
     "walker/the",
     "zezima",
     "enterprise",
     "elise",
     "debonis",
     "brussels"
    ],
    "id": 3,
    "text": "Trump chooses Sen. Jeff Sessions for attorney general, Rep. Mike Pompeo for CIA director The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By David Nakamura and Elise Viebeck November 18 at 8:20 PM Follow @davidnakamura Follow @eliseviebeck President-elect Donald Trump announced Friday that he plans to nominate Sen. Jeff Sessions (R-Ala.) as attorney general and Rep. Mike Pompeo (R-Kan.) as CIA director, a pair of hard-line conservatives who offer early signs of the shape of Trump’s Cabinet. Trump also confirmed the news reported a day earlier that he has selected retired Lt. Gen. Michael T. Flynn as his national security adviser, a position that, unlike the other two, does not need to be confirmed by the Senate. “The president-elect is a man of action, and we’ve got a great number of men and women with great qualifications who look forward to serving in this administration,” Vice President-elect Mike Pence told reporters in New York. “Our agency teams arrived in Washington D.C. this morning, and I am very confident it will be a smooth transition that will serve to lead this country forward.” [ Jeff Sessions is Donald Trump’s biggest fan. Here’s how their relationship began. ] The announcements were greeted with widespread applause from Republicans, but Democrats and civil rights groups denounced Sessions and Flynn for their hard-line views on Muslims and immigrants that have put them in close alignment with Trump. The criticism could portend a messy Senate confirmation process for Sessions, though several of his GOP colleagues, including Majority Leader Mitch McConnell (R-Ky.), lavished praise on him. Here are the people whose names have been floated for Trump’s Cabinet View Graphic Here are the people whose names have been floated for Trump’s Cabinet And Senate Democrats will not be able to filibuster Trump’s nominations to executive branch positions, having eliminated that option in 2013 for all nominations except Supreme Court justices. Flynn has spoken out frequently against radical Islam and clashed with the Obama administration while serving as head of the Defense Intelligence Agency, from where he was ousted in 2014. Sessions supported Trump’s call last year for a temporary ban on Muslims entering the United States and has called for deporting millions of people who are in the country illegally. In a statement, Trump called Sessions one of his most trusted campaign advisers and cited his “world-class legal mind.” “Jeff is greatly admired by legal scholars and virtually everyone who knows him,” Trump said. Trump said he was pleased to have Flynn at his side “as we work to defeat radical Islamic terrorism, navigate geopolitical challenges and keep Americans safe at home and abroad.” Late Friday, Robert L. Woodson Sr., who heads the Center for Neighborhood Enterprise in Washington and advises House Speaker Paul D. Ryan (R-Wis.) on poverty issues, said he is under consideration to be secretary of housing and urban development in Trump’s Cabinet. Woodson is scheduled to meet with Trump in Bedminster, N.J. on Saturday. If selected, Woodson, who is black, would add diversity to Trump’s team. Also Friday, Trump spoke by phone with NATO Secretary General Jens Stoltenberg, and the two men “underlined NATO’s enduring importance,” according to a statement from a NATO spokeswoman. During the campaign, Trump had said he might reconsider the United States’s commitment to the alliance. Stoltenberg invited Trump to Brussels for the NATO Summit next year. President-elect Donald Trump has tapped Rep. Mike Pompeo (R-Kan.) to be CIA director, close allies say. Here's what we know about him. (Victoria Walker/The Washington Post) GOP officials working with the Trump transition operation said that the president-elect plans to meet Friday with former Arkansas governor Mike Huckabee (R), amid reports he is being considered to be U.S. ambassador to Israel. Also spotted at Trump Tower on Friday was Sen. Tom Cotton (R-Ark.), reportedly a candidate for defense secretary. Among those Trump will meet with on Saturday are former Massachusetts governor Mitt Romney, who has been cited as a possible candidate for secretary of state, former D.C. public schools chancellor Michelle Rhee, Chicago Cubs co-owner Todd Ricketts and retired Marine Gen. James Mattis, whose name also has been mentioned as a potential defense secretary nominee. Meantime, the Trump transition named agency landing teams for the departments of Defense, State and Justice, along with the National Security Council, to help smooth the transfer of power in the weeks leading up to Trump’s inauguration Jan. 20. Sessions, 69, was Trump’s first endorser in the Senate and quickly became the then-candidate’s chief resource on policy, but the fourth-term senator has been dogged by accusations of racism throughout his career. In 1986, he was denied a federal judgeship after former colleagues testified before a Senate committee that he joked about the Ku Klux Klan, saying he thought they were “okay, until he learned that they smoked marijuana.” “If you have nostalgia for the days when blacks kept quiet, gays were in the closet, immigrants were invisible and women stayed in the kitchen, Senator Jefferson Beauregard Sessions is your man,” Rep. Luis Gutierrez (D-Ill.) said in a statement. “No senator has fought harder against the hopes and aspirations of Latinos, immigrants, and people of color than Sen. Sessions.” The NAACP wrote in a Twitter message that Sessions’s nomination is “deeply troubling, and supports and old, ugly history where Civil Rights were not regarded as core American values.” Sean Spicer, a Republican National Committee spokesman who has been assisting the Trump transition operation, said on a conference call with reporters that the nominees’ personal view “isn’t what matters. You are serving the president-elect of the United States and his views . . . Everybody who serves in a Trump administration will serve Donald Trump and Mike Pence. They will implement their vision and their ideas.” South Carolina Gov. Nikki Haley (R), appearing at a Federalist Society convention in Washington, did not mention Trump’s nominees in her remarks. But Haley, whose parents immigrated from India, urged the Republican Party to remind the public that it is the party who will offer opportunities “to all citizens, regardless of their race, gender or where they are born and raised.” Sessions served as a U.S. Attorney for the Southern District of Alabama and as Alabama’s attorney general. In a statement, he said there was “no greater honor” than to lead the Justice Department. “I enthusiastically embrace President-elect Trump’s vision for ‘one America,’ and his commitment to equal justice under law,” Sessions said in a statement. “I look forward to fulfilling my duties with an unwavering dedication to fairness and impartiality.” Sen. Jeff Flake (R-Ariz), a key Judiciary Committee member who had been wary of Trump during the campaign, intends to support Sessions’s nomination, his office said. Sen. Ted Cruz (R-Tex.), also at the Federalist Society convention in Washington, said that Sessions would make an “extraordinary” attorney general. “He is a committed and deeply principled conservative,” Cruz said. Several Senate Democrats pledged a rigorous confirmation review. Sen. Charles Schumer (D-N.Y.), who will become Minority Leader in January, said Sessions’s rhetoric and opposition to a comprehensive immigration reform in 2013 make him “very concerned about what he would do with the Civil Rights Division.” But some conservatives suggested it would be politically damaging to Democrats if they attempt to block Trump’s nominees. “Mr. Trump has a plane and double-digit victories where Senate Democrats are up for reelection,” said Leonard A. Leo, executive vice president of The Federalist Society. “Obstructing his nominees will be a political loser.” Pompeo, 52, was elected to the House in 2010 as part of the first wave of so-called tea party lawmakers. A U.S. Military Academy and Harvard Law School graduate, he has a varied background. He served as a U.S. Army cavalry officer before founding an aerospace company, serving as president of an oil-field equipment manufacturing firm and — in a brief, little-known chapter of his early career — was an attorney with the Washington, D.C. mega-law firm Williams and Connolly. He currently serves on the House Permanent Select Committee on Intelligence and is a close ally of Pence. “He has served our country with honor and spent his life fighting for the security of our citizens,” Trump said of Pompeo in a statement. Notably, Pompeo backed Sen. Marco Rubio (R-Fla.) over Trump in the Republican presidential primary. In May, a Pompeo spokesman gave a somewhat tepid endorsement, saying the congressman would “support the nominee of the Republican Party because Hillary Clinton cannot be president of the United States.” Pompeo is a vocal critic of President Obama’s nuclear accord with Iran. “I look forward to rolling back this disastrous deal with the world’s largest state sponsor of terrorism,” he tweeted Thursday, before his offer to become CIA director was public. The choices of Sessions and Pompeo follow Trump’s decision to offer the position of national security adviser to Flynn, and confirm the president-elect’s desire to assemble his Cabinet by naming national security and law enforcement leaders first. [ Trump’s pick for national security adviser brings experience and controversy ] At the same time, Trump is soliciting the help of Romney, a mainstream consensus figure who had been the face of the Republican resistance to Trump’s candidacy, in assembling his government. Trump sought a meeting with Romney, who had fiercely criticized him during the campaign, to broker peace — and Sessions, a vice chairman of Trump’s transition, told reporters that Trump could consider the 2012 GOP presidential nominee for an administration position, perhaps secretary of state. The presence of Flynn and Romney in Trump’s orbit sends mixed signals to already jittery leaders around the globe, as well as officials in Washington’s foreign policy community, about the tone and substance of the Trump administration’s posture to the world. Flynn, who would hold the most powerful national security position, is a retired three-star general and decorated intelligence officer who established a close relationship with Trump while campaigning at his side this year. His behavior and a string of controversial and dark statements about Islam, among other topics, have alarmed many of his former colleagues. Trump’s selection of Flynn comes after the president-elect enraged Democrats and civil rights groups by appointing Stephen K. Bannon, former chairman of Breitbart News, an alt-right news site that has become a forum for the white nationalist movement, as his chief strategist and senior counselor in the White House. Karen DeYoung, Robert Costa, Mike DeBonis, Ellen Nakashima, Greg Miller, Phillip Rucker and Katie Zezima contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump chooses Sen. Jeff Sessions for attorney general, Rep. Mike Pompeo for CIA director - The Washington Post"
   },
   {
    "entities": [
     "curiel",
     "california",
     "york",
     "lawsuit",
     "san",
     "trump",
     "university",
     "donald",
     "january",
     "settle",
     "2016",
     "diego",
     "gonzalo",
     "$25m",
     "helsel",
     "new",
     "may",
     "phil",
     "$1 million",
     "$25 million",
     "schneiderman",
     "friday",
     "eric",
     "nov. 28",
     "1:27"
    ],
    "id": 4,
    "text": "Nov 18 2016, 7:20 pm ET $25 Million Settlement Reached in Trump University Lawsuit by Phil Helsel Trump U:$25M Settlement of Alleged Fraud Cases Against President-Elect 2:50 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161119032511if_/http://www.nbcnews.com/widget/video-embed/812770883531\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Donald Trump has reached an agreement to settle the lawsuit against Trump University for $25 million, New York's attorney general said Friday. The settlement likely means that Trump will avoid becoming possibly the first sitting president to testify in open court. New York Attorney General Eric Schneiderman called the settlement \"a major victory for the over 6,000 victims of his fraudulent university.\" Lawyers involved in the cases say the settlement applies to all three lawsuits against Trump University including two cases filed in California. The trial for one of the cases had been scheduled to start Nov. 28. The $25 million figure will be split among the students who sued, minus the legal fees. Trump will also pay up to $1 million in penalties to the state of New York, Schneiderman said. Former students of Trump University say the school fraudulently misrepresented what students would be taught and falsely claimed that instructors were handpicked by Trump. Play Trump Attorney: Happy to Settle University Lawsuit 1:27 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161119032511if_/http://www.nbcnews.com/widget/video-embed/812769347710\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Trump's attorneys last week asked the judge to delay the trial until after the inauguration, citing the \"critical and all-consuming\" work the president-elect has to do before he takes office in January. The deal doesn't require Trump to acknowledge wrongdoing. Trump has strongly denied the allegations and said during the campaign that he wouldn't settle. \"We are pleased to announce the complete resolution of all litigation involving Trump University,\" the Trump organization said in a statement on Friday. \"While we have no doubt that Trump University would have prevailed at trial based on the merits of this case, resolution of these matters allows President-Elect Trump to devote his full attention to the important issues facing our great nation.\" During the campaign, Trump said Gonzalo Curiel, the federal judge in the San Diego case, was hostile to him. \"I believe he happens to be Spanish, which is fine. He is Hispanic, which is fine. And we haven't asked for recusal, which we may do,\" Trump said in May . \"But we have a judge who is very hostile. Should've been thrown out. Wasn't thrown out.\" Phil Helsel ",
    "title": "$25 Million Settlement Reached in Trump University Lawsuit - NBC News"
   },
   {
    "entities": [
     "ryan",
     "afghanistan",
     "s.",
     "franklin",
     "beauregard",
     "cathleen",
     "union",
     "assn.",
     "pentagon",
     "armed",
     "flynn",
     "services",
     "mitch",
     "mcchrystal",
     "office",
     "hilton",
     "bennett",
     "president",
     "kansas",
     "benghazi",
     "obama",
     "clinton",
     "qaeda",
     "operations",
     "guti\\xc3\\xa9rrez",
     "de",
     "vladimir",
     "naacp",
     "stanley",
     "friday",
     "jeff",
     "this weekend",
     "2004",
     "w.",
     "congress",
     "ulloa",
     "mason",
     "sean",
     "haley",
     "of",
     "hillary",
     "1965",
     "donald",
     "bush",
     "melanie",
     "putin",
     "2014",
     "rendon",
     "halper",
     "city",
     "1986",
     "cia",
     "luis",
     "county",
     "burbank",
     "d.",
     "2016",
     "2012",
     "adam",
     "david",
     "bay",
     "army",
     "sen.",
     "romney",
     "decker",
     "alabama",
     "wyden",
     "joint",
     "oval",
     "dubai",
     "cuba",
     "charles",
     "division",
     "colored",
     "kentucky",
     "george",
     "holder",
     "pompeo",
     "brian",
     "mitt",
     "carolina",
     "e.",
     "california",
     "states",
     "evan",
     "russia",
     "pence",
     "al",
     "liberties",
     "jack",
     "white",
     "spicer",
     "special",
     "paul",
     "sessions",
     "rights",
     "schumer",
     "senate",
     "2009",
     "caption",
     "quentin",
     "wilber",
     "agency",
     "images",
     "jazmine",
     "2010",
     "february",
     "today",
     "u.s.",
     "new",
     "civil",
     "h.",
     "1930s",
     "kevin",
     "eric",
     "cabinet",
     "michael",
     "stephen",
     "schiff",
     "anthony",
     "department",
     "people",
     "united",
     "national",
     "command",
     "ron",
     "2015",
     "bannon",
     "roosevelt",
     "sen",
     "york",
     "trump",
     "nikki",
     "mike",
     "mcconnell",
     "iran",
     "committee",
     "libya",
     "le\\xc3\\xb3n",
     "gop",
     "carle",
     "defense",
     "iraq",
     "jefferson",
     "jr.",
     "judiciary",
     "moscow",
     "justice",
     "house",
     "2007",
     "guantanamo",
     "reed",
     "intelligence",
     "advancement",
     "south",
     "orange",
     "american",
     "glenn",
     "getty"
    ],
    "id": 5,
    "text": "Donald Trump's first picks for top jobs show how he plans to govern from the hard right Donald Trump AFP / Getty Images From left are Rep. Mike Pompeo (R-Kan.), President-elect Donald Trump's choice to run the CIA; retired Lt. Gen. Michael Flynn, his national security advisor; and Sen. Jeff Sessions (R-Ala.), Trump's choice for attorney general. From left are Rep. Mike Pompeo (R-Kan.), President-elect Donald Trump's choice to run the CIA; retired Lt. Gen. Michael Flynn, his national security advisor; and Sen. Jeff Sessions (R-Ala.), Trump's choice for attorney general. (AFP / Getty Images) Evan Halper and David S. Cloud Contact Reporters President-elect Donald Trump began filling his Cabinet on Friday with stalwarts of the right, signaling with a trio of top national security and law enforcement selections that he will aggressively pursue promises he made during the campaign that have caused deep anxiety among immigrant and Muslim communities. Trump’s choices dimmed speculation that he would move to the center as he begins to govern a nation still deeply fractured and on edge as voters try to predict what the president-elect’s frequently changing policy agenda means for them. On Friday, Trump provided some clarity. Trump’s attorney general pick, Republican Sen. Jeff Sessions of Alabama, is an anti-immigration crusader deeply disliked by civil rights activists. The president-elect’s choice for national security advisor, retired Lt. Gen. Michael Flynn, is an experienced warrior who has suggested Americans should fear all Muslims. Rep. Mike Pompeo of Kansas, who got the nod for CIA director, broke with colleagues on the House Benghazi Committee to co-author a minority report accusing Hillary Clinton of a cover-up. One week after Donald Trump won the presidency, the country he will take over in 65 days lacks a precise idea of what he will do as the nation’s chief executive.  President Obama has tried to push Trump in the direction of pragmatism. The president-elect’s colleagues on Capitol Hill are trying... One week after Donald Trump won the presidency, the country he will take over in 65 days lacks a precise idea of what he will do as the nation’s chief executive.  President Obama has tried to push Trump in the direction of pragmatism. The president-elect’s colleagues on Capitol Hill are trying... (Cathleen Decker) The picks renewed the rancor Trump set off earlier in the week when he named as his top White House strategist Stephen Bannon, the media executive who has aligned himself with white nationalists. They presaged a contentious start to the Trump administration, with Democrats and civil rights activists already vowing to use Senate hearings to put the spotlight on the controversial pasts of the selections who must be confirmed, which include Sessions and Pompeo. Trump advisors and GOP lawmakers moved quickly to highlight moments in the careers of the men when they worked with colleagues across the aisle, and reiterated that Trump’s Cabinet members are not there to implement their own agenda, but that of Trump and Vice President-elect Mike Pence. They suggested that Friday’s announcements don’t necessarily indicate Trump is heading in a sharply ideological direction, as many more top spots have yet to be filled. GOP establishment favorite and 2012 presidential nominee Mitt Romney, for example, is slated to meet with Trump this weekend, months after giving a speech arguing that Trump would be an unqualified and dangerous president. Trump is also talking with South Carolina Gov. Nikki Haley , another favorite of moderates. “The president-elect wants the best and brightest,” said Trump transition spokesman Sean Spicer. “He is going to meet with people who supported him, and didn’t support him”  But the positioning did little to quiet an outcry, with the angriest and fiercest response directed at Sessions. “If you have nostalgia for the days when blacks kept quiet, gays were in the closet, immigrants were invisible and women stayed in the kitchen, Sen. Jefferson Beauregard Sessions is your man,” Rep. Luis Gutiérrez (D-Ill.) said in a statement. “No senator has fought harder against the hopes and aspirations of Latinos, immigrants, and people of color than Sen. Sessions.”  Sen. Jeff Sessions tapped to be next attorney general A brief look at Republican Sen. Jeff Sessions's career and past comments regarding race and civil liberties.  A brief look at Republican Sen. Jeff Sessions's career and past comments regarding race and civil liberties.  See more videos Sessions, 69, was one of the earliest and most enthusiastic backers of Trump’s presidential bid. While he is generally liked by colleagues in both political parties, he is among the hardest liners on immigration in Congress, and his selection ensures that the limits on immigration and expanded deportations that Trump called for during the campaign are likely to be at the forefront of his administration’s policies. Sessions made racially insensitive remarks that cost him a federal judgeship in 1986, when the Senate Judiciary Committee drilled down on the comments. During his hearings, four  Justice Department lawyers testified that Sessions expressed racist views or endorsed them. He acknowledged in testimony that he called the National Assn. for the Advancement of Colored People and American Civil Liberties Union “un-American,” though he denied believing such statements. Armand Emamdjomeh He testified that he believed such organizations may have taken positions \"adverse to the security of the United States.” but has since consistently praised the work of the NAACP. A colleague also testified that Sessions had agreed with a statement that a white lawyer was a “disgrace” to his race for handling civil rights cases. A black lawyer testified that Sessions once called him “boy.” Sessions denied making those statements. If confirmed to be attorney general, Sessions would lead an agency that under President Obama has waded aggressively into civil rights issues, particularly after the unrest sparked by the killings of black men by police officers in recent years. Sessions has also opposed strengthening federal enforcement powers under the 1965  Voting Rights Act  and is one of a handful of GOP senators blocking a bipartisan bill to loosen sentencing rules for low-level offenders. Sessions’ Republican colleagues quickly closed ranks around him Friday, suggesting a confirmation is likely. Senate Majority Leader Mitch McConnell of Kentucky praised him, pointing to how Sessions has collaborated with some of the Senate’s most liberal lawmakers on legislation and noting that Obama’s first attorney general, Eric H. Holder Jr., was approved by the Senate without delay. Incoming Senate Democratic Leader Charles E. Schumer of New York warned that his cordial relationship with Sessions, with whom he exercises at the gym, does not give the attorney general nominee a pass on tough questioning. “Given some of his past statements and his staunch opposition to immigration reform, I am very concerned about what he would do with the Civil Rights Division at the Department of Justice and want to hear what he has to say,” Schumer said. Donald Trump picks Michael Flynn as his national security adviser A brief look at Michael Flynn''s military intelligence career and past comments regarding the Islamic faith. A brief look at Michael Flynn''s military intelligence career and past comments regarding the Islamic faith. See more videos The appointment of Flynn, which does not require Senate confirmation, raised similar concerns of racial and ethnic animosity. Sen. Ron Wyden (D-Ore.), a senior member of the Senate Intelligence Committee, put Flynn in the same category as Bannon, saying the two embody Trump’s “most divisive rhetoric.” Flynn has been an outspoken critic of the Obama administration's approach to Islamic militancy. He has argued that acts of terrorism committed by Muslims are rooted in mainstream Islamic faith. In February, Flynn tweeted a YouTube video that says all Muslims should be feared and lists bombings perpetrated by Muslims. “Fear of Muslims is RATIONAL: please forward this to others: the truth fears no questions,” Flynn wrote. Donald Trump became president-elect of the United States, California Senate leader Kevin de León and Assembly Speaker Anthony Rendon were on the phone grappling with what comes next. Trump’s upset victory left the two Democrats reeling.  They saw the incoming administration... In the early morning hours after Donald Trump became president-elect of the United States, California Senate leader Kevin de León and Assembly Speaker Anthony Rendon were on the phone grappling with what comes next. Trump’s upset victory left the two Democrats reeling.  They saw the incoming administration... (Jazmine Ulloa and Melanie Mason) Flynn has also been criticized for aligning with Trump in calling for a thaw in relations with Russian President Vladimir Putin . In 2015, he was paid to attend a dinner in Moscow hosted by Russia Today, Russia's government-sponsored English-language news channel, and sat at the same table as Putin. But he also wrote critically of Putin and the dangers Russia presents to the U.S. in his book published this year. Flynn spent 33 years in the Army as an intelligence officer, rising to the head of the Defense Intelligence Agency, a job that he was forced to leave in 2014 after clashing with Obama administration officials, who he has said lacked a strategy for taking on a global militant enemy with its roots in a radical interpretation of Islam. From 2004 to 2007, Flynn was head of intelligence at the Pentagon’s Joint Special Operations Command, the secretive organization that conducted the most sensitive capture and kill operations against Al Qaeda operatives in Iraq and elsewhere. He was the senior military intelligence officer in Afghanistan from 2009 to 2010 and a top advisor to Gen. Stanley McChrystal , the top U.S. commander in Afghanistan. “He is familiar with the complex set of security challenges we face,” Sen Jack Reed (D-R.I.), the ranking member of the Armed Services Committee, said in a statement. “And President-elect Trump does not have a lot of experience in this arena.” But Reed also expressed concern with comments Flynn made “in the heat of the campaign.” And Schumer told MSNBC that Flynn’s comments about Muslims are “very, very troubling.” Donald Trump selects Rep. Mike Pompeo for CIA Director Rep. Mike Pompeo. President-elect Donald Trump selected a Republican congressman and harsh critic of the Obama administration's handling of the Benghazi, Libya, attacks to be the head of the CIA, according to an official close to Trump's transition team. Rep. Mike Pompeo. President-elect Donald Trump selected a Republican congressman and harsh critic of the Obama administration's handling of the Benghazi, Libya, attacks to be the head of the CIA, according to an official close to Trump's transition team. See more videos Pompeo, an Orange County native and former Army officer and aerospace executive, was elected as part of the 2010 tea party wave election. He would take over an agency that was revamped to focus on fighting terrorism after the 9/11 attacks. He has defended as legal the CIA’s waterboarding and other torture, which Trump has said he wants to bring back over the objections of military and intelligence leaders. Pompeo’s nomination to run the CIA “is profoundly disturbing,” Glenn Carle, a former senior officer who was involved in the CIA’s interrogation and detention program, said in a telephone interview from Dubai. Carle, who spent 23 years as a spy before retiring in 2007, has criticized the agency’s brutal treatment of detainees and believes the George W. Bush administration should never have authorized waterboarding and other interrogation techniques.   Pompeo’s vocal defense of the legality of the CIA program and criticism of the Benghazi investigation demonstrate a troubling willingness to ignore the facts, Carle said. “Most of my former colleagues are rational people. We serve the executive, but the executive has to be in touch with reality,” he said. Democrats took a less hostile posture toward Pompeo than Trump’s other selections. The top Democrat on the House Intelligence Committee, Rep. Adam Schiff of Burbank, called Pompeo \"very bright and hardworking\" even though the two clashed on the Obama administration's handling of the 2012 attacks against a U.S. diplomatic compound and a CIA safehouse in Benghazi, Libya, that killed four Americans. Pompeo has harshly criticized Obama’s deal with Iran to freeze its nuclear program  and has helped block Obama’s plan to close the prison at Guantanamo Bay, Cuba. He fought pitched partisan battles over national security while serving on the House Intelligence Committee, but nonetheless earned a reputation for seriousness and a quick grasp for the complex details of spycraft. \"While we have had our share of strong differences – principally on the politicization of the tragedy in Benghazi – I know that he is someone who is willing to listen and engage, both key qualities in a CIA director,” Schiff said in a statement. Democrats may not be alone in sparring with the Trump Cabinet. Bannon predicts “the conservatives are going to go crazy” when they see the plan he is pushing for public works spending on the scale of President Franklin D. Roosevelt’s New Deal.  “I'm the guy pushing a trillion-dollar infrastructure plan,” he told the Hollywood Reporter. “With negative interest rates throughout the world, it's the greatest opportunity to rebuild everything. Shipyards, iron works, get them all jacked up. We're just going to throw it up against the wall and see if it sticks. It will be as exciting as the 1930s. Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future Caption Donald Trump's acceptance speech: 'It is time for us to come together' President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. Caption Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win Times staff writers Brian Bennett and Del Quentin Wilber contributed to this report. ",
    "title": "Donald Trump&apos;s first picks for top jobs show how he plans to govern from the hard right - LA Times"
   },
   {
    "entities": [
     "john",
     "july 18, 2016",
     "cleveland",
     "peace",
     "muslim-jewish",
     "of",
     "states",
     "york",
     "group",
     "general",
     "trump",
     "pentagon",
     "abc",
     "donald",
     "pence",
     "post",
     "flynn",
     "april 2015",
     "intel",
     "al",
     "adviser",
     "mike",
     "summer",
     "2014",
     "rabia",
     "khan",
     "syria",
     "fox",
     "hooper",
     "poverty",
     "august this year",
     "ohio",
     "council",
     "institute",
     "nov 18, 2016",
     "convention",
     "obama",
     "defense",
     "senate",
     "loans",
     "news",
     "national",
     "agency",
     "army",
     "chuck",
     "february",
     "quicken",
     "security",
     "republican",
     "ibrahim",
     "center",
     "mr.",
     "u.s.",
     "new",
     "southern",
     "morning",
     "law",
     "advisory",
     "j.",
     "north",
     "intelligence",
     "chaudry",
     "kirby",
     "america",
     "transition",
     "arena",
     "michael",
     "mariam",
     "hagel",
     "dallas",
     "united",
     "bata",
     "jazeera"
    ],
    "id": 6,
    "text": "Donald Trump National Security Adviser Mike Flynn Has Called Islam 'a Cancer' By MARIAM KHAN Nov 18, 2016, 2:08 PM ET 0 Shares WATCH Michael Flynn: Everything You Need to Know 0 Shares Email The man whom President-elect Donald Trump picked as his national security adviser has said he doesn’t believe that all cultures are “morally equivalent” and once described Islam as \"a cancer,\" comments that have many in the Muslim community worried about what his new job might mean for them. Retired Army Lt. Gen. Michael Flynn served as an adviser to Trump on national security and foreign policy throughout the presidential campaign . Flynn has said he agreed with Trump's initial proposal to temporarily ban Muslims from entering the United States, but told Al Jazeera earlier this year it likely \"wouldn't work,\" and that he supports the vetting of Muslims coming from Syria and places where terrorism is a major threat. He also accompanied Trump to his first top-secret national security briefing in August this year, and he was vetted as a potential running mate before Vice President-elect Mike Pence was eventually announced, two senior level sources with direct knowledge told ABC News earlier this year. “I am pleased that Lieutenant General Michael Flynn will be by my side as we work to defeat radical Islamic terrorism, navigate geopolitical challenges and keep Americans safe at home and abroad,” Trump said in a statement today. “General Flynn is one of the country’s foremost experts on military and intelligence matters and he will be an invaluable asset to me and my administration.” The position of National Security Adviser does not require U.S. Senate approval. Here are some of his controversial comments: Flynn on ‘Radical Islam’ Flynn, a registered Democrat who had a decades-long military career, served under the Obama administration until reportedly being forced to retire early as director of the Defense Intelligence Agency in 2014. The early retirement resulted from \"the stand I took on radical Islam,” he wrote in an op-ed for the New York Post. Pentagon press secretary John Kirby reportedly said at the time that the retirement had “been planned for some time” and that then-Defense Secretary Chuck Hagel “appreciates [his] service.\" For Flynn’s part, he told Fox News in April 2015, “I've been at war with Islam, or a component of Islam, for the last decade.” Flynn earlier this year released a book -- \"The Field of Fight: How We Can Win The Global War Against Radical Islam And Its Allies” -- that he co-wrote sharing his views on what he called the “global war against radical Islam,” calling for the United States to develop a deeper understanding of radical ideology. Flynn wrote, “we’re in a world war against a messianic mass movement of evil people, most of them inspired by a totalitarian ideology: Radical Islam.” He also said in the book, “I don’t believe all cultures are morally equivalent, and I think the West, and especially America, is far more civilized, far more ethical and moral, than the system our main enemies want to impose on us.\" “And we’ve got to stop feeling the slightest bit guilty about calling them by name and identifying them as fanatical killers acting on behalf of a failed civilization.” Brooks Kraft/Getty Images Retired Lt. Gen. Michael Flynn delivers a speech on the first day of the Republican National Convention, July 18, 2016, at the Quicken Loans Arena in Cleveland, Ohio. Flynn, who’s chairman and CEO of Flynn Intel Group, is also a board member of ACT for America, which the Southern Poverty Law Center calls “far and away the largest grassroots anti-Muslim group in America.” The organization bills itself as “the nation’s largest non-profit, non-partisan, grassroots national security organization” that’s “committed to recruiting, training, and mobilizing citizens community by community to help protect and preserve American culture and to keep this nation safe,” according to its website. ACT for America did not respond to ABC News’ request for comment “Mr. Flynn's past Islamophobic statements, and his association with the nation's most venomous anti-Muslim hate group, should disqualify him from serving in any public office,” Ibrahim Hooper, spokesman for the Council on American-Islamic Relations , told ABC News before Flynn’s official selection. In this tweet from February, Flynn said the fear of Muslims is a rational one: Fear of Muslims is RATIONAL: please forward this to others: the truth fears no questions ... “ he tweeted, referring to an anti-Muslim video from a third party. “Radical Islam” is a designation that President Obama has refused to recognize. Throughout his tenure as president, he has sought to make a clear distinction between Islam built on peaceful teachings and the acts of terrorism carried out by extremists who adhere to radical interpretations of the religion. Flynn did not respond to ABC News’ request for comment left with Flynn Intel. But he said in a statement this morning via the Trump Transition team that, \"I am deeply humbled and honored to accept the position as National Security Adviser to serve both our country and our nation's next President, Donald J. Trump.\" Muslims ‘All on Guard’ Speaking this summer at an ACT for America event in Dallas, Flynn likened Islam to \"a cancer,\" according to the Dallas Morning News , adding that documents taken from terrorist groups tell followers to \"get into the bloodstream of the opposition,\" which Flynn said he interprets as attacks on Western nations. Muslim activists are troubled by the prospect of a Trump administration that might include Flynn. “President-elect Trump is carefully curating a senior team that seem to have one thing in common: a deep seated animosity against Islam and Muslims. [Lt.] General Flynn is one of them, and has been on the record about his sentiments towards Islam and Muslims repeatedly,” said Rabia Chaudry, a senior fellow at the United States Institute of Peace and a board member of the new Muslim-Jewish Advisory Council that was launched to combat Islamophobia and anti-Semitism. “Putting this man in charge of domestic security matters has the potential of great damage to American Muslims, who are certain to be at top of his ‘enemy within’ list, rather than white nationals, which both studies and authorities show are the real greatest domestic threat we face,” she said before Flynn’s official selection. Hazem Bata, secretary general of the Islamic Society of North America, says Muslim leaders across the United States “are all on guard.” “Our community is preparing for an America that has parts of government openly hostile to Muslims,” Bata said before Flynn’s official selection. “We are hoping for the best, but getting ready for the worst.” 0 Shares ",
    "title": "Donald Trump National Security Adviser Mike Flynn Has Called Islam 'a Cancer' - ABC News"
   },
   {
    "entities": [
     "curiel",
     "jeffrey",
     "judge",
     "york",
     "san",
     "trump",
     "university",
     "matthews",
     "daniel",
     "donald",
     "$35,000",
     "associated",
     "jan. 20",
     "bebeto",
     "diego",
     "gonzalo",
     "forge",
     "2013",
     "miller",
     "2005",
     "2010",
     "press",
     "u.s.",
     "new",
     "$25 million",
     "schneiderman",
     "friday",
     "eric",
     "$21 million",
     "jason",
     "/",
     "petrocelli",
     "$4 million"
    ],
    "id": 7,
    "text": "President-elect agrees to settle Trump University lawsuits for $25 million Trump University launch Donald Trump attends the launch of Trump University in 2005. Donald Trump attends the launch of Trump University in 2005. (Bebeto Matthews / Associated Press) Tribune news services Contact Reporter President-elect Donald Trump agreed Friday to pay $25 million to settle lawsuits against his now-defunct Trump University for real estate investors, averting a trial in a potentially embarrassing case that he had vowed during the campaign to keep fighting. The settlement came 10 days before jury selection was scheduled to begin in one of the three cases. The complaints accused Trump University, which wasn't an accredited school, of defrauding students who paid up to $35,000 a year to enroll in programs that promised to share Trump's real estate secrets. If the proposed settlement is approved by a federal judge, about 6,000 students covered in two-class action lawsuits in San Diego would share $21 million, and Trump will pay $4 million to settle a complaint filed by New York Attorney General Eric Schneiderman in 2013. Under the terms, Trump admitted no wrongdoing. The settlement lifts what would probably be a major obstacle for Trump as he works to fill key executive branch positions and get acquainted with foreign leaders. The San Diego trial, on a case filed in 2010, was expected to last several weeks, guaranteeing daily news coverage of a controversy that dogged him during the campaign. Trump's political rivals seized on the lawsuits to try to portray him as dishonest and deceitful. Trump brought more attention to them by repeatedly assailing Indiana-born judge Gonzalo Curiel, who oversaw the two San Diego cases. Trump claimed the judge's Mexican heritage exposed a bias. The thousands of former students covered by the San Diego lawsuits will be eligible to receive at least half and possibly all their money back, as much as $35,000, said Jason Forge, an attorney for the plaintiffs. The plaintiffs' attorneys waived their fees. Trump has denied the allegations and said during the campaign that he would not settle. He told supporters at a May rally that he would come to San Diego to testify after winning the presidency. \"I could have settled this case numerous times but I don't want to settle cases when we're right. I don't believe in it. And when you start settling cases, you know what happens? Everybody sues you because you get known as a settler. One thing about me, I am not known as a settler,\" Trump said at the time. Two days after the election, Trump's lead attorney in the San Diego cases, Daniel Petrocelli, said he was \"all ears\" to settlement talks and accepted an offer to have U.S. District Judge Jeffrey Miller of San Diego broker negotiations. Forge said the agreement was reached an hour before a hearing for Curiel to weigh Trump's latest request to delay the trial until after the Jan. 20 inauguration. The plaintiffs' attorney said he \"definitely detected a change of tone and change of approach\" from Trump's camp after the election. \"We were at each other's throat for 6 ½ years and were able to find the common ground with them and do something good there,\" Forge told reporters. Schneiderman called the agreement a \"stunning reversal\" for the president-elect, saying Trump \"fought us every step of the way, filing baseless charges and fruitless appeals and refusing to settle for even modest amounts of compensation for the victims of his phony university. Today, that all changes.\" ",
    "title": "President-elect agrees to settle Trump University lawsuits for $25 million - Chicago Tribune"
   },
   {
    "entities": [
     "guidelines",
     "fallon",
     "sieswerda",
     "watch",
     "york",
     "bridge",
     "november 18, 2016",
     "river",
     "atmospheric",
     "google",
     "usa",
     "park",
     "palisades",
     "gw",
     "paul",
     "county",
     "gotham",
     "marko",
     "8:17 p.m. est",
     "georgiev/staff",
     "administration",
     "hudson",
     "jersey",
     "bergen",
     "interstate",
     "twitter",
     "2013",
     "washington",
     "seaboard",
     "shore",
     "afternoon",
     "new",
     "oceanic",
     "may",
     "edgewater",
     "woodland",
     "conversation",
     "whale",
     "n.j.",
     "harbor",
     "friday",
     "eastern",
     "parkway",
     "police",
     "george",
     "national",
     "scott"
    ],
    "id": 8,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Humpback whale spotted in Hudson near GW Bridge It's the farthest north a whale has been seen in the waterway in recent memory, according to a local spotters. Post to Facebook Humpback whale spotted in Hudson near GW Bridge It's the farthest north a whale has been seen in the waterway in recent memory, according to a local spotters. Check out this story on USATODAY.com: http://usat.ly/2g6Ou42 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 8 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Humpback whale spotted in Hudson near GW Bridge USA Today Network Scott Fallon, The (Bergen County, N.J.) Record 8:17 p.m. EST November 18, 2016 x Share A humpback whale was spotted swimming up the Hudson River near the George Washington Bridge, the farthest north a whale has been seen in the waterway in recent memory, according to a local group that catalogs marine mammals. USA TODAY NETWORK A whale breaches in The Hudson river as seen from Edgewater, NJ on November 18, 2016. (Photo: Marko Georgiev/staff) WOODLAND PARK, N.J. — A humpback whale was spotted swimming up the Hudson River near the George Washington Bridge on Friday — the farthest north a whale has been seen in the waterway in recent memory, according to a local group that catalogs marine mammals. The Palisades Interstate Parkway Police tweeted a photo of a whale breaching the surface of the Hudson just south of the on Friday afternoon. Helicopter footage also showed the whale breaching. “This is the first time it’s been documented and there’s no one else keeping these kinds of records,” said Paul Sieswerda, founder of Gotham Whale Watch, a group of \"citizen scientists\" who catalog marine mammals in New York. Sieswerda was concerned that the whale could be hit by a ship in the congested Hudson. Evidence points to great white shark nursery off N.J. “We’re hoping the whale is in good shape and is just chasing fish,” he said. The number of whales swimming around New York Harbor and off the Jersey Shore has increased significantly in recent years. Conservationists have credited cleaner waters for the increase. Less sewage, street runoff and industrial discharges affect the bottom of the food chain, allowing plankton to flourish closer to shore. That in turn provides a food source for small bait fish like menhaden. And whales love to eat menhaden. The presence of more whales has drawn thousands onto whale-watching boats hoping to see the mammals gliding through the ocean and perhaps even glimpse a humpback leaping out of the water. It has also prompted authorities to warn boaters, fearing whales are coming too close to shore. The National Oceanic and Atmospheric Administration and New York environmental officials issued alerts to boaters to slow down and watch out for whales following three strikes along the Eastern Seaboard in 2013, including one in May in which a cruise ship dragged a 55-foot finback into the Hudson River. 918 CONNECT TWEET LINKEDIN 8 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2g6Ou42 ",
    "title": "Humpback whale spotted in Hudson near GW Bridge"
   },
   {
    "entities": [
     "of",
     "california",
     "updated",
     "alan",
     "york",
     "organization",
     "last",
     "trump",
     "university",
     "reid",
     "est",
     "donald",
     "strickler",
     "inc",
     "laura",
     "white",
     "jan. 20",
     "paula",
     "garten",
     "cbs",
     "$20,000",
     "news",
     "state",
     "pm",
     "house",
     "rodriguez",
     "mr.",
     "patricia",
     "new",
     "january 20th",
     "interactive",
     "$1 million",
     "$25 million",
     "schneiderman",
     "friday",
     "eric",
     "nov",
     "18, 2016",
     "bronx"
    ],
    "id": 9,
    "text": "CBS News Last Updated Nov 18, 2016 7:06 PM EST Trump University agreed to settle civil fraud lawsuits for $25 million, the New York attorney general announced Friday. Calling it a “stunning reversal by Donald Trump,” New York Attorney General Eric Schneiderman said in a statement Friday that under the settlement, “every victim will receive restitution and that Donald Trump will pay up to $1 million in penalties to the State of New York for violating state education laws.” Trump transition to the White House - live blog Schneiderman said until now, that Mr. Trump had “fought us every step of the way, filing baseless charges and fruitless appeals, and refusing to settle for even modest amounts of compensation for the victims of his phony university.” One plaintiff in the California class action lawsuit who will receive compensation has mixed feelings about the settlement.  “He conned and swindled me and now six years later he is willing to settle because he is taking office on January 20th? Don’t get me wrong, this $20,000 loss has been a big hardship on me,” the former Trump University student told CBS News’ Laura Strickler.  But I don’t want you to use my name because I’m afraid someone will see that I fell for [Trump University] and will think I am stupid.” Patricia Rodriguez, a former Trump University student from Bronx, welcomed the settlement. “It’s good, it’s good, perfect,” she told Strickler. “We deserve to get something back, some money, because we didn’t get anything out of the classes.” Students from all over the country will be contacted, or they can also on their own contact the New York attorney general’s office for reimbursement.  His office plans to hire an administrator to be the point of contact and distribute the settlement money, Strickler reports. Trump lawyer Alan Garten released a statement saying the Trump Organization was “pleased” the lawsuits have been resolved. “While we have no doubt that Trump University would have prevailed at trial based on the merits of this case, resolution of these matters allows President-Elect Trump to devote his full attention to the important issues facing our great nation,” Garten’s statement said. In California, a federal judge on Friday was to consider arguments on President-elect Trump’s latest request to delay a civil fraud trial involving his now-defunct Trump University until after his inauguration on Jan. 20, but the announced settlement applies to the both the California and New York lawsuits. CBS News’ Laura Strickler and Paula Reid contributed to this report. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump University agrees to settle civil fraud lawsuit for $25 million - CBS News"
   }
  ]
 }
}