{
 "22": {
  "col-sim": {
   "cosine": 0.20996561559010185,
   "entity": 0.2581988897471611
  },
  "exec-time": 22.98011875152588,
  "links": [
   {
    "entities": [
     "brian",
     "of",
     "tribune",
     "field",
     "soldier",
     "york",
     "giants",
     "landon",
     "jerrell",
     "shaw",
     "craig",
     "chicago",
     "freeman",
     "hoyer",
     "jeffery",
     "biggs",
     "barkley",
     "metlife",
     "josh",
     "2020",
     "stadium",
     "collins",
     "the",
     "$2 million",
     "2016",
     "reporter",
     "halas",
     "nfl",
     "alshon",
     "bears",
     "vernon",
     "contact",
     "wrolstad",
     "new",
     "woodrum",
     "2017",
     "photos",
     "hall",
     "jay",
     "sunday",
     "monday",
     "cutler",
     "olivier",
     "qb",
     "matt",
     "connor",
     "fourth quarter"
    ],
    "id": 0,
    "text": "Season could be done for Bears QB Jay Cutler Photos of Bears quarterback Jay Cutler. Brad Biggs Contact Reporter Chicago Tribune The Chicago Bears will have a major decision to make in regards to Jay Cutler at the end of this year -- but now the quarterback’s 2016 season could be ended prematurely. Multiple sources told the Tribune that Cutler suffered a shoulder injury in Sunday’s 22-16 loss to the New York Giants at MetLife Stadium . Cutler was able to finish the game and was intercepted by safety Landon Collins on the final offensive play but the Bears were working to learn more about his injury on a hectic Monday at Halas Hall. There was bad news already after leading tackler Jerrell Freeman was suspended for four games for violating the NFL’s policy on performance-enhancing drugs was a shot to the franchise that lost No. 1 wide receiver Alshon Jeffery to a PED suspension last week. Now, Cutler is injured for the second time this season and could be the third quarterback to suffer a season-ending injury. Cutler has been a quick healer with other injuries throughout his eight seasons with the franchise but missed five games earlier this season with a right thumb injury when the coaching staff seemed determined to roll with Brian Hoyer before he suffered a broken left arm. Connor Shaw suffered a broken leg in the third preseason game. Cutler was sacked four times by the Giants in the fourth quarter on Sunday and the team’s medical staff visited with him after the first possession of the game. Defensive end Olivier Vernon slammed him to the turf on the second snap leading to a roughing the passer penalty called by referee Craig Wrolstad. If Cutler cannot play, Matt Barkley would be the team’s starting quarterback for Sunday’s game against the Titans at Soldier Field. The team has only one other quarterback under contract, Josh Woodrum, an undrafted rookie free agent from Liberty who was signed to the practice squad last week. Cutler is under contract through the 2020 season but at this point it would not be a surprise if the team parts ways with him after the season. If the Bears release Cutler in the offseason, it would have only a $2 million hit against its 2017 salary cap. ",
    "title": "Season could be done for Bears QB Jay Cutler - Chicago Tribune"
   },
   {
    "entities": [
     "club",
     "s.",
     "pentagon",
     "marines",
     "madden",
     "reagan",
     "hamilton",
     "obama",
     "clinton",
     "1950s",
     "state",
     "washington",
     "marine",
     "peru",
     "friday",
     "2004",
     "w.",
     "swift",
     "rudolph",
     "hillary",
     "mattis",
     "night",
     "petraeus",
     "airport",
     "d.",
     "2016",
     "2012",
     "cbs",
     "david",
     "marshall",
     "qatar",
     "romney",
     "november 21, 2016",
     "times",
     "mr.",
     "robert",
     "division",
     "george",
     "states",
     "pence",
     "falluja",
     "chris",
     "fandos",
     "shear",
     "saddam",
     "mark",
     "new",
     "schmidt",
     "h.",
     "christie",
     "kevin",
     "saturday",
     "sunday",
     "america",
     "monday",
     "michael",
     "department",
     "landler",
     "united",
     "national",
     "m.",
     "c.i.a.",
     "york",
     "trump",
     "bedminster",
     "evening",
     "hilary",
     "mike",
     "iran",
     "the",
     "draft",
     "gates",
     "twitter this weekend",
     "defense",
     "giuliani",
     "jersey",
     "iraq",
     "2013",
     "nicholas",
     "2003",
     "morning",
     "2008",
     "hussein",
     "first",
     "golf",
     "lima"
    ],
    "id": 1,
    "text": "OPEN Graphic If he is nominated as secretary of state, Mr. Giuliani would face questions over his security firm’s ties to the government of Qatar and the speeches he gave to an Iranian exile opposition group that until 2012 was on the State Department’s list of foreign terrorist organizations. Asked whether he was concerned about Mr. Giuliani’s business dealings, Mr. Trump said, “No, not at all.” Mr. Trump, as he used his golf resort as the backdrop for his official activities, gave no indication that he was concerned about news reports over the weekend that he had held meetings last week with three Indian business partners even as he was starting to assemble his administration. The very public process — CNN trained a camera on the golf club’s wooden front door throughout the day on Sunday — has borne few similarities to attempts by Mr. Trump’s predecessors to project an image of careful, private vetting of cabinet-level hopefuls. Officials running President Obama’s transition in late 2008 took pains to keep under wraps his plans to select Hillary Clinton for secretary of state, and they orchestrated a secret meeting at the firehouse at Reagan National Airport to discuss keeping Robert M. Gates as defense secretary. But for Mr. Trump and his aides, many of whom have long rejected the capital’s customs, such traditions are best discarded. Advertisement “This has been a year and election cycle where the normal conventions and past history has been challenged,” said Kevin Madden, a Republican strategist whose longtime boss, Mr. Romney, discussed the secretary of state post with Mr. Trump. Photo Gov. Chris Christie of New Jersey arriving at Trump National Golf Club in Bedminster on Sunday. Credit Hilary Swift for The New York Times “Why would the transition and the first few months of the administration be any different?” Mr. Madden said. “Trump does things Trump’s way.” After each interview, Mr. Trump, dressed in a suit and tie, emerged from the club next to an American flag to see the candidates off to their sport-utility vehicles and once again speak with reporters. “Tremendous talent — we’re seeing tremendous talent,” Mr. Trump said on Saturday. “People that, as I say, we will ‘make America great again.’ These are really great people. These are really, really talented people.” By the evening, however, Mr. Trump had announced no appointments, leaving reporters waiting on the cold, gusty day to speculate about Mr. Trump’s brief comments. “We made a couple of deals,” he said as his weekend of interviews drew to a close. Mr. Giuliani is apparently in competition with several others for the secretary of state position, including David H. Petraeus, the retired four-star general who served as Mr. Obama’s C.I.A. director before leaving amid revelations that he had provided classified information to a woman with whom he was having an affair. Mr. Romney, the 2012 Republican presidential nominee and one of Mr. Trump’s fiercest critics during the 2016 campaign, met with the president-elect on Saturday. If he becomes secretary of state, he could be a moderating influence on the hard-liners Mr. Trump has chosen for attorney general, national security adviser and C.I.A. director. “I can say that Governor Romney is under active and serious consideration to serve as secretary of state of the United States,” Vice President-elect Mike Pence said Sunday on CBS’s “Face the Nation” program. Photo Mr. Trump with Rudolph W. Giuliani, the former New York mayor, on Sunday. Mr. Giuliani is apparently in competition with several others for the secretary of state position. Credit Hilary Swift for The New York Times Mr. Trump’s consideration of General Mattis, who is widely respected throughout the military, could also signal an effort to ease concerns among members of the Washington establishment about the shape of his cabinet. Advertisement Continue reading the main story General Mattis, who led the First Marine Division during the 2003 invasion of Iraq to topple Saddam Hussein, later commanded American troops during the hard-fought battle to retake Falluja from Sunni insurgents in 2004. But his argument for a tougher military posture against Iran at times clashed with the views of Mr. Obama and his national security team. General Mattis, who would be the first former ranking general to become defense secretary since George Marshall in the early 1950s, would need a congressional waiver to take office because federal law stipulates that the Pentagon chief be out of uniform for seven years. General Mattis retired from the Marines in 2013. As Mr. Trump moves to complete his national security team, he may soon turn his attention to domestic affairs. Aides have said members of the transition effort’s economic and domestic policy teams will fan out to meet with agency officials starting on Monday. Mr. Obama, asked Sunday at a summit meeting in Lima, Peru, about stances Mr. Trump has taken that align with the views of his nascent national security team, said: “I can’t guarantee that the president-elect won’t pursue some of the positions that he’s taken. But what I can guarantee is that reality will force him to adjust how he approaches many of these issues. That’s just the way this office works.” Mr. Trump also continued his practice of early-morning bursts on Twitter this weekend. Before attending church with Mr. Pence, Mr. Trump condemned the cast of “Hamilton” for its onstage appeal on Friday night to the vice president-elect — who was in the audience — to uphold the rights of a “diverse America.” “The cast and producers of ‘Hamilton,’ which I hear is highly overrated, should immediately apologize to Mike Pence for their terrible behavior,” Mr. Trump wrote . In another Twitter post , the president-elect expressed his disapproval of “ Saturday Night Live ,” calling it a “totally one-sided, biased show — nothing funny at all.” Mr. Trump was portrayed on the show as being overwhelmed by the prospect of being president. Even as Mr. Trump bemoaned the actions of the cast of “Hamilton,” a smash hit on Broadway, Mr. Pence said on Sunday morning that he was not offended or bothered. In an appearance on “Fox News Sunday,” Mr. Pence said he would “leave it to others” to decide whether the theater was an appropriate place for a political message. “‘Hamilton’ is just an incredible production and just incredibly talented people,” Mr. Pence said. “It was a real joy to be there.” Michael S. Schmidt reported from Bedminster, and Michael D. Shear from Washington. Nicholas Fandos and Mark Landler contributed reporting from Washington. Follow The New York Times’s politics and Washington coverage on Facebook and Twitter , and sign up for the First Draft politics newsletter . A version of this article appears in print on November 21, 2016, on page A1 of the New York edition with the headline: Forming Cabinet, a Staid Process Turns Spectacle. Order Reprints | Today's Paper | Subscribe ",
    "title": "Trump Turns Staid Process Into Spectacle as Aspirants Parade to His Door - The New York Times"
   },
   {
    "entities": [
     "associated",
     "district",
     "fletcher",
     "monday",
     "november 21, 2016",
     "bill",
     "press",
     "county",
     "neal",
     "afternoon",
     "chattanooga",
     "tennessee",
     "tenn",
     "hamilton",
     "pinkston",
     "woodmore",
     "fred",
     "elementary",
     "haslam"
    ],
    "id": 2,
    "text": "At least six children killed, 23 hurt in Tennessee school bus crash Published               November 21, 2016 Facebook 0 Twitter 0 livefyre Email Print   DEVELOPING: At least six children were killed and 23 others were injured when a school bus crashed into a house in Chattanooga, Tenn. Monday afternoon, officials said.  Hamilton County District Attorney Neal Pinkston told media outlets that five people died at the scene and one died at the hospital. Fire officials said there were approximately 35 children on the bus at the time of the crash. Chattanooga Police Chief Fred Fletcher reported 23 patients had been transported to local area hospitals, and the bus driver is cooperating with police. Related stories... The cause of the accident was not immediately clear, but the school bus was mangled around a tree at the scene.  This is still an active scene. 23 patients were transported to local hospitals via ambulances. #ChattFire pic.twitter.com/7lCNicEkWx — Chattanooga FireDept (@ChattFireDept) November 21, 2016 The bus was carrying students from Woodmore Elementary, who ranged from kindergarten through fifth grade. A neighbor told WTVC that children were escaping from the roof hatch after the crash. Tennessee Gov. Bill Haslam called the crash \"a tragic event\" and offered assistance. \"We're going to do everything we can to assist in any way,\" he said in a statement. “It's a sad situation anytime there's a school bus with children involved, which there is in this case. We will do everything we can to assist in what I think is going to be a very sad situation.\" The Associated Press contributed to this report.  Advertisement ",
    "title": "At least six children killed, 23 hurt in Tennessee school bus crash | Fox News"
   },
   {
    "entities": [
     "district",
     "trott",
     "melydia",
     "garner",
     "talley",
     "pinkston",
     "tracy",
     "inc",
     "associated",
     "bruce",
     "director",
     "fire",
     "county",
     "hamilton",
     "tennessee",
     "fletcher",
     "cbs",
     "information",
     "november 21, 2016",
     "press",
     "nov 21, 2016",
     "neal",
     "chattanooga",
     "this evening",
     "fred",
     "interactive",
     "rd",
     "clewell",
     "highway",
     "department\\xe2\\x80\\x99s",
     "monday",
     "public",
     "ems",
     "patrol",
     "tenn."
    ],
    "id": 3,
    "text": "Last Updated Nov 21, 2016 7:43 PM EST CHATTANOOGA, Tenn. -- The district attorney said six people died in an elementary school bus crash on Monday. Hamilton County District Attorney Neal Pinkston told media outlets that five people were killed at the scene and one died at the hospital. Melydia Clewell, spokeswoman for the district attorney, confirmed the number. Police say the ages of the students ranged from kindergarten through fifth grade. Chattanooga Police Chief Fred Fletcher said 35 students were on board on the bus when it crashed, according to CBS Chattanooga affiliate WDEF .  At a news conference, Fletcher said that the bus was the only vehicle involved. The Chattanooga Fire Department’s Public Information Director, Bruce Garner, said in a tweet that 23 patients were taken to hospitals in ambulances. Colonel Tracy Trott of the Tennessee Highway Patrol tweeted that children were both killed and injured: My heart goes out to the families of the children that were killed & injured in the school bus crash in  Chattanooga this evening. TT — Colonel THP (@THP_Colonel) November 21, 2016 The police department said the bus driver is cooperating in the investigation. “We just wanted to inform you that Hamilton County schools faced a great tragedy today,” read a text message sent to parents in Tennessee’s Hamilton County on Monday, according to WDEF. “School and county personnel are on scene of a bus accident on Tally Road in Chattanooga. Extra counselors and support staff will be on hand to help students process this horrible incident.” Shocking pictures posted to social media from the scene of the accident showed a tree slicing through the crashed school bus. Last patient just extricated from bus by #ChattFire here at school bus crash on Talley Rd. EMS is transporting. pic.twitter.com/0GhrSSy0Wc — Chattanooga FireDept (@ChattFireDept) November 21, 2016 The scene of a school bus crash in Chattanooga, Tennessee. Chattanooga Fire Department/@ChattFireDept © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Authorities: 6 killed in horrific Tenn. school bus crash - CBS News"
   },
   {
    "entities": [
     "john",
     "morrad",
     "los",
     "california",
     "alan",
     "nisreen",
     "july 23, 1992",
     "gauthier",
     "deanna",
     "creek",
     "gerber",
     "antigua",
     "martinez",
     "norwalk",
     "vicki",
     "islamic",
     "school",
     "park",
     "$500",
     "woody",
     "leon",
     "marisa",
     "villa",
     "winter of 2012",
     "county",
     "gauthier/los",
     "middle",
     "defense",
     "$10,000",
     "ghonim",
     "$20,000",
     "1992",
     "1998",
     "jordan",
     "2009",
     "alfaleh",
     "la",
     "state",
     "d.a.",
     "times",
     "mosul",
     "u.s.",
     "honda",
     "dmitry",
     "robert",
     "mirada",
     "eisner",
     "texas",
     "angeles",
     "monday",
     "gorin",
     "high",
     "sheriff\\xe2\\x80\\x99s",
     "department",
     "eastern",
     "/",
     "dec. 19",
     "glenn"
    ],
    "id": 4,
    "text": "More than two decades after a young mother's murder, finally an answer Morrad Ghonim Robert Gauthier / Los Angeles Times Morrad Ghonim appears in court on charges of hiring a man to stage a robbery and kill his wife in 1992. Morrad Ghonim appears in court on charges of hiring a man to stage a robbery and kill his wife in 1992. (Robert Gauthier / Los Angeles Times) Marisa Gerber Contact Reporter Morrad Ghonim sped out of the parking lot with his young bride bleeding to death in the passenger seat next to him. On the way to a hospital, he barreled through a red light. Through frantic screams, he told the California Highway Patrol officer who pulled him over that someone had just shot his wife, Vicki, through the window of the family’s burgundy Honda as they left a park in La Mirada. He didn’t get a look at the shooter’s face, he said. As her body went limp, their 6-month-old son watched from the back seat. It was July 23, 1992, and Ghonim had just become a 19-year-old widower. Detectives followed a few leads, but the investigation went cold. A breakthrough nearly two decades after the shooting would lead investigators to a drug dealer with a wild story — and a courtroom drama that ended Monday. The morning after the shooting, Ghonim and a pair of somber detectives went to see Vicki’s parents. He told them that he and his wife had taken their baby to Creek Park. It was a special place for the sweethearts — Morrad, 19, and Vicki, 17 — who sometimes had sneaked away from class at John Glenn High School to spend time there together. Soon after they got to the park, Ghonim said, he heard a group of people catcalling his wife. He figured they were gang members. Vicki, whose loving but feisty personality sometimes got the best of her, screamed something back. Ghonim said he got a bad feeling and ushered his family toward their car. As they settled into the Honda, he heard gunfire. The shooter had been hiding behind bushes, he said, so he never got a look at who had attacked his wife. Police had collected a clump of clothes from the park that night, including a sweatshirt a witness recognized as one worn by a man jogging nearby right after the gunshots rang out. But detectives could never determine whom the items belong to. Ghonim eventually remarried a woman from Jordan — his parents’ homeland. He and his new wife had five children. They raised Vicki’s son together. He fell out of touch with his dead wife’s family. About a decade ago, the Los Angeles County Sheriff’s Department received grant money to reopen old cases and look at genetic evidence. Defense attorney Alan Eisner delivers an opening statement in the trial of Morrad Ghonim, who is charged with hiring Leon Martinez to stage a robbery and kill his wife in 1992. Robert Gauthier/Los Angeles Times Defense attorney Alan Eisner delivers an opening statement in the trial of Morrad Ghonim, who is charged with hiring Leon Martinez to stage a robbery and kill his wife in 1992. Defense attorney Alan Eisner delivers an opening statement in the trial of Morrad Ghonim, who is charged with hiring Leon Martinez to stage a robbery and kill his wife in 1992. (Robert Gauthier/Los Angeles Times) They tested a pair of black pants found in the bushes at Creek Park and turned up DNA from Leon Martinez, who was serving prison time for burglary. At first, Martinez tried to pin the murder on a dead friend. But he eventually admitted to shooting Vicki Ghonim. It wasn’t the botched carjacking that authorities long had suspected. No, he told detectives, he was a hired hit man. And his client was Morrad Ghonim. Now a businessman living in Antigua with his third wife, Ghonim recently sat at the defense table in a Norwalk courtroom — his graying temples framing heavy eyes.  As Martinez entered to testify, Ghonim cleared his throat and glared. The two had met through a mutual acquaintance in 1992, Martinez said. After Ghonim bought  crack cocaine from him that same day, Martinez said, Ghonim asked if he knew anybody who would kill for money. Martinez had recently traded drugs for a .22-caliber revolver, so he said he would do it. They didn’t get into many details, Martinez said, but Ghonim told him that he wanted it to look like a robbery. They settled on a price: $20,000. “He just wanted her dead,” Martinez said. When he saw the burgundy Honda pull into the parking lot that evening, Martinez was high on cocaine. But he said he remembers walking up to the window and pulling the gun from his pocket. He stood a foot away, he said, and fired at Vicki’s head. As she pleaded with him not to hurt her baby, he shot her again and again. The last time, he said, he put the gun directly to her eyes and pulled the trigger. As her body slumped over, Martinez testified, Ghonim handed him an envelope of cash, reaching over his wife’s body. “It doesn’t get more premeditated and deliberate,” Deputy Dist. Atty. Robert Villa said during the trial. After taking the money, Martinez said, he jogged away, shedding his top layer of clothes near some bushes. He then headed to a nearby Del Taco, where he waited for a friend. During Martinez’s testimony, Ghonim scribbled notes. Sometimes he stared down, shaking his head. Villa urged jurors to consider Martinez’s testimony along with that of his former friend, Deanna Woody, who had picked him up the night of the murder. In 1998, Woody said, a tearful Martinez had confessed to her. She said she didn’t tell police until after a detective contacted her in 2009 because she feared for her life and her family’s safety. She also testified that a few days before the slaying, she had seen Martinez with a man who she thought looked Middle Eastern. She said the man asked her if she was single and told her that he was having problems with the mother of his child — a student at John Glenn High. He said they were planning to split up. The man also told Woody, whose child had recently had a heart transplant, that he too had had an operation on his heart, she testified. But the defense pointed out that Woody had been unable to pick out Ghonim’s photograph from a lineup. And Martinez had changed some details while on the witness stand. During previous interviews and court appearances, he’d said that Ghonim had paid him a lot less — putting the amount at $500 one time and $10,000 at another. Earlier, he’d told authorities that he had met Ghonim on numerous occasions to sell him drugs before he was asked about killing Vicki.  Pressed by the defense, Martinez said, “My memory ain’t that good at all.” And in several recorded phone calls Martinez made to his wife from behind bars, he said he had talked to the prosecutor about the case and was considering lying about Ghonim’s role in the killing. “I could tell by the way the D.A. is acting that they need me,” he told her. “If I could make up a lie to convict this other guy, they’re going to do that.” In another call, he said the detectives and attorneys wanted him “to basically sit and make a story up.” Asked about the calls during the trial, Martinez said he was lying because he didn’t want his wife to know that he had  killed Vicki. He just wanted her dead. — Leon Martinez, talking about Morrad Ghonim and his wife, Vicki Ghonim’s attorneys argued that the recordings were clear proof that Martinez had lied for his own benefit. After a jury convicted him last year of Vicki’s murder, Martinez struck a deal. In exchange for his testimony against Ghonim, he’d get 28 years to life in prison instead of life without the possibility of parole. “He’s told so many different stories,” defense attorney Dmitry Gorin told jurors before they began deliberating last week. “He’s somebody that can’t be trusted and he’s the centerpiece of the government’s case.” In his closing arguments, Villa asked the jury to think back a few days to when they’d heard from Ghonim’s second wife, Nisreen Alfaleh. She testified that Ghonim has a scar on his chest from heart surgery he had as a child — a clear sign, Villa told jurors, that the Middle Eastern man Woody had spoken to years earlier was Ghonim. Alfaleh also testified that during the winter of 2012, the couple got into a fight at a restaurant in Antigua. Alfaleh said she told her then-husband she was planning to take the kids and move to Texas. “‘If you ever think of getting a divorce, I’ll hurt you,’” she recalled him saying. “‘It cost me $500 then, it won’t cost me much now.” Why did you pick $500, she asked him? Are you referring to your first wife? He didn’t respond, she said.  The jury, which deliberated for nearly a week, reached a verdict Monday: Morrad Ghonim was guilty of first-degree murder. He faces life in prison without the possibility of parole at his sentencing Dec. 19. Villa praised the panel’s decision, calling it a relief for Vicki’s family. “It’s finally over,” he said. Caption 90 seconds: 4 stories you can't miss Mosul's doctors fight to save victims of Islamic State attacks , Chinese students are flocking to U.S. high schools , about 7 million men aren't looking for jobs , and the transportation tax was more popular than people thought . Caption 90 seconds: 4 stories you can't miss ",
    "title": "More than two decades after a young mother&apos;s murder, finally an answer - LA Times"
   },
   {
    "entities": [
     "nations",
     "states",
     "york",
     "trump",
     "russia",
     "abc",
     "donald",
     "july 26, 2016",
     "syria",
     "committee",
     "siegel",
     "city",
     "shushannah",
     "tulsi",
     "the",
     "hawaii",
     "convention",
     "walshe",
     "news",
     "washington",
     "democratic",
     "house",
     "benjamin",
     "february",
     "tower",
     "bernie",
     "nov 21, 2016",
     "philadelphia",
     "new",
     "gabbard",
     "isis",
     "united",
     "congress",
     "national",
     "sanders"
    ],
    "id": 5,
    "text": "Democratic Rep. Tulsi Gabbard 'Under Serious Consideration' for Trump Cabinet By Shushannah Walshe Nov 21, 2016, 3:42 PM ET 0 Shares Star Ricky Carioti/The Washington Post via Getty Images Representative Tulsi Gabbard (D-HI) places Senator Bernie Sanders name in nomination for President of The United States, during the second day of the Democratic National Convention in Philadelphia, July 26, 2016. 0 Shares Email Democratic Rep. Tulsi Gabbard , a high-profile Bernie Sanders supporter during the Democratic primaries , is “under serious consideration” for various Cabinet positions in President-elect Donald Trump 's administration, according to a senior official on the transition team. According to the official, the 35-year-old Hawaii congresswoman is being looked as a candidate for secretary of state, secretary of defense or United Nations ambassador. If selected, Gabbard will be the first woman as well as the youngest pick for Trump's Cabinet. She met with him this morning in his New York City offices at Trump Tower. The Trump transition source said that their sit-down was a “terrific meeting” and that the Trump team sees her as very impressive. Gabbard, a progressive Democrat, has bucked her party in Congress and during the contentious Democratic primaries. In February she left her position as vice chairwoman of the Democratic National Committee to support Sanders. In the House she has broken with Democrats on the Syrian civil war (she supports keeping President Bashar al-Assad in power) and Syrian refugees (she voted for a GOP bill last year to conduct stricter background checks on refugees). This afternoon she released a long statement on her meeting with Trump, saying he asked to meet with her about \"our current policies regarding Syria, our fight against terrorist groups like al-Qaeda and ISIS , as well as other foreign policy challenges we face.” She said they had a “frank and positive conversation in which we discussed a variety of foreign policy issues in depth.\" \"I felt it important to take the opportunity to meet with the president-elect now before the drumbeats of war that neocons have been beating drag us into an escalation of the war to overthrow the Syrian government — a war which has already cost hundreds of thousands of lives and forced millions of refugees to flee their homes in search of safety for themselves and their families,\" she said in the statement, adding that she would not let politics get in the way of meeting with the president-elect. \"I never have and never will play politics with American and Syrian lives.\" She added that when she disagrees with Trump, \"I will not hesitate to express that disagreement.\" \"However, I believe we can disagree, even strongly, but still come together on issues that matter to the American people and affect their daily lives. We cannot allow continued divisiveness to destroy our country … I shared with him my grave concerns that escalating the war in Syria by implementing a so-called no fly/safe zone would be disastrous for the Syrian people, our country and the world,\" she said. \"It would lead to more death and suffering, exacerbate the refugee crisis, strengthen ISIS and al-Qaeda and bring us into a direct conflict with Russia, which could result in a nuclear war. We discussed my bill to end our country’s illegal war to overthrow the Syrian government and the need to focus our precious resources on rebuilding our own country and on defeating al-Qaeda, ISIS and other terrorist groups who pose a threat to the American people.\" ABC News' Benjamin Siegel contributed to this report. 0 Shares ",
    "title": "Democratic Rep. Tulsi Gabbard 'Under Serious Consideration' for Trump Cabinet - ABC News"
   },
   {
    "entities": [
     "johnson",
     "dept",
     "6:49 a.m.",
     "nbc",
     "meteorological",
     "reuters",
     "arata",
     "survey",
     "10 a.m. tuesday local time",
     "emen",
     "miyagi",
     "yamamoto",
     "jma",
     "daiichi",
     "city",
     "power",
     "6 a.m.",
     "nuclear",
     "jake",
     "2016",
     "news",
     "iwaki",
     "agency",
     "state",
     "yoshihide",
     "top",
     "november 21, 2016",
     "tuesday",
     "daini",
     "u.s.",
     "prefecture",
     "alex",
     "geological",
     "onahama",
     "march 11, 2011",
     "monday",
     "4 p.m.",
     "suga",
     "nhk",
     "fukushima",
     "japan",
     "2011",
     "department",
     "station",
     "tokyo"
    ],
    "id": 6,
    "text": "Nov 21 2016, 8:11 pm ET Major Quake Hits Near Fukushima, Japan, Site of 2011 Tsunami, Meltdown by Alex Johnson and Arata Yamamoto Share Tsunami Warning After Quake Strikes Off Japan's Fukushima Prefecture 1:11 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161122011655if_/http://www.nbcnews.com/widget/video-embed/814662723843\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A strong earthquake hit Tuesday morning off the east coast of Japan near Fukushima, the site of the 2011 earthquake-spawned tsunami that killed almost 19,000 people, Japanese and U.S. agencies said. Reports of damage weren't immediately available. Two U.S. military officials told NBC News there were no early reports of injuries or damage to U.S. military installations. The Japan Meteorological Agency initially put the earthquake, which hit about 6 a.m. Tuesday (4 p.m. ET Monday), at magnitude 7.3 at a depth of about 19.6 miles. It later revised the magnitude to 7.4. The weather agency issued an early tsunami warning for Fukushima and Miyagi prefectures and urged immediate evacuations. The U.S. State Department advised Americans in the warning regions to seek higher ground. The JMA later downgraded the tsunami \"warning\" to a lesser \"advisory,\" at around 10 a.m. Tuesday local time. #Japan #Tsunami Warning- Those in regions under Tsunami Warning should evacuate to safer place such as high ground. https://t.co/iUSnNhK7bA — Travel - State Dept (@TravelGov) November 21, 2016 The U.S. Geological Survey, which put the quake at magnitude 6.9, described it as having moved along a lateral slip, saying quakes along faults that move laterally don't create the vertical movement associated with large tsunamis. Traffic jams as people flee after tsunami advisories are issued Tuesday morning in Iwaki in Japan's Fukushima Prefecture. Kyodo via Reuters Top tsunami waves of no more than about 3 meters (10 feet) were expected. The first wave, measuring 60 cm, or about 2 feet, arrived in Onahama port in Iwaki City in Fukushima Prefecture at 6:49 a.m., the weather agency reported. State broadcaster, NHK citing the Fukushima fire department, said there were several reports of people getting cut by broken glass but all the injuries were light. Jake Emen, an American staying in a 16th-floor hotel room in Tokyo, almost 150 miles away, told NBC News that his room began \"rumbling\" about 6 a.m. and then started to sway for several minutes. \"After settling down, an emergency announcement was made by the hotel indicating the building was stable but to avoid using elevators until they were tested,\" Emen said. Map showing local ground acceleration as quake propagated. pic.twitter.com/x6GHiy7wKq (via @eqalarm ) — Nippon.com (@nippon_en) November 21, 2016 More than 18,500 people were killed by a tsunami that was created after a magnitude-9 earthquake hit northeastern Japan on March 11, 2011 . The Fukushima Daiichi Nuclear Power Station suffered meltdowns in three of its six reactors, leaving a huge area of land unusable for decades. The main government spokesman, Chief Cabinet Secretary Yoshihide Suga, said in a televised briefing that there was no imminent danger to the cooling system for spent fuel. But he said the No. 3 reactor at Fukushima Daini, the facility's sister plant, had stopped functioning and was under review. Fukushima Daini wasn't affected by the 2011 earthquake and tsunami. Alex Johnson ",
    "title": "Major Quake Hits Near Fukushima, Japan, Site of 2011 Tsunami, Meltdown  - NBC News"
   },
   {
    "entities": [
     "johnson",
     "chaffetz",
     "walker",
     "government",
     "yoder",
     "cummings",
     "reagan",
     "k.",
     "hollen",
     "obama",
     "clinton",
     "1981",
     "washington",
     "wisconsin",
     "security",
     "34 percent",
     "newt",
     "virginia",
     "gerald",
     "w.",
     "congress",
     "labor",
     "breitbart",
     "2018",
     "indiana",
     "of",
     "ronald",
     "voter",
     "northern",
     "veterans",
     "donald",
     "bush",
     "2014",
     "january",
     "and",
     "rein",
     "statistics",
     "news",
     "reform",
     "1883",
     "lisa",
     "bill",
     "van",
     "george",
     "federal",
     "homeland",
     "on",
     "e.",
     "environmental",
     "pence",
     "dougan",
     "white",
     "william",
     "governmental",
     "0.5 percent",
     "chris",
     "paul",
     "bureau",
     "november",
     "senate",
     "agency",
     "border",
     "new",
     "protection",
     "eric",
     "stephen",
     "department",
     "patrol",
     "national",
     "scott",
     "ron",
     "bannon",
     "november 21",
     "york",
     "trump",
     "university",
     "employees",
     "mike",
     "committee",
     "elijah",
     "gop",
     "affairs",
     "defense",
     "federation",
     "house",
     "oversight",
     "education",
     "light",
     "connolly",
     "r.",
     "jason",
     "gingrich",
     "american"
    ],
    "id": 7,
    "text": "Trump has a plan for government workers. They’re not going to like it. Accountability The inside track on Washington politics. Be the first to know about new Accountability stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Lisa Rein November 21 at 6:00 AM Follow @Reinlwapo The Washington Post's Lisa Rein explains President-elect Trump's plan to reform the federal workforce. (The Washington Post) President-elect Donald Trump and the Republican-controlled Congress are drawing up plans to take on the government bureaucracy they have long railed against, by eroding job protections and grinding down benefits that federal workers have received for a generation. Hiring freezes, an end to automatic raises, a green light to fire poor performers, a ban on union business on the government’s dime and less generous pensions — these are the contours of the blueprint emerging under Republican control of Washington in January. These changes were once unthinkable to federal employees, their unions and their supporters in Congress. But Trump’s election as an outsider promising to shake up a system he told voters is awash in “waste, fraud and abuse” has conservatives optimistic that they could do now what Republicans have been unable to do in the 133 years since the modern civil service was created. [ Trump and the federal workforce: Five key issues ] “You have the country moving to the right and being much more anti-Washington than it was,” said former House speaker Newt Gingrich (R-Ga.), a leading Trump adviser who serves on the president-elect’s transition team. “We’re going to have to get the country to understand how big the problem is, the human costs of it and why it’s absolutely essential to reform,” said Gingrich, who urged Trump to shrink big government and overhaul the “job-for-life” guarantee of federal work. Gingrich predicted that Stephen K. Bannon, a former Breitbart News chief who helped steer Trump’s campaign and is now one of his most influential advisers, would lead the effort. “It’s a big, big project,” he said. The project aligns with Bannon’s long-stated warnings about the corrupting influence of government and a capital city rampant with “crony capitalism.” Breitbart headlines also provide a possible insight into his views, with federal employees described as overpaid, too numerous and a “privileged class.” “Number of Government Employees Now Surpasses Manufacturing Jobs by 9,977,000,” the website proclaimed in November. There are 2.1 million federal civilian employees. [ The faulty logic behind Trump’s plan to freeze federal hiring ] Top Republicans on Capitol Hill say their first priority will be making it easier to fire employees regarded as incompetent or who break the rules. “It’s nearly impossible to fire somebody,” said Rep. Jason Chaffetz (R-Utah), chairman of the House Committee on Oversight and Government Reform. “When the overwhelming majority do a good job and the one bad apple is there viewing pornography, I want people to be held accountable.” [ Trump plans to fire feds faster ] Chaffetz said he plans to push through wholesale changes to the generous retirement benefits that federal workers receive, by shifting to a market-driven, 401(k)-style plan for new employees. He said the model would be his home state, which six years ago replaced the defined benefit pensions that have disappeared at most private companies with a defined contribution plan for new state and municipal workers. “We have a Republican president who will help us drive this to the finish line,” Chaffetz said. The promises go hand in hand with Trump’s promise to shrink the size and reach of government, from eliminating some agencies outright to lifting regulations and running the bureaucracy with fewer people. Gingrich said the Trump administration probably would look for guidance from Wisconsin Gov. Scott Walker (R), who stripped public employee unions of most of their collective-bargaining rights and forced workers to pay more into their pensions and for health care in what became a bitter political fight. The White House also can look for lessons from policies advocated by Vice President-elect Mike Pence. As Indiana governor, Pence battled public employee unions and approved pay increases for state workers who receive good performance reviews, a strategy tried at the Defense Department under President George W. Bush but which was poorly managed and eventually abolished. The pay-for-performance idea is nonetheless a rebuke to the government’s system of raises based on longevity. “We’re going to be playing defense for at least a couple of years,” acknowledged William R. Dougan, president of the National Federation of Federal Employees, the third-largest federal union. “The most immediate worry is: How are we going to shrink government?” Dougan said. “Are we going to lay people off? Eliminate whole agencies or do it through attrition?” Trump has promised that in his first 100 days in office he will freeze hiring by not replacing employees who leave. The military and employees in public health and safety roles would be exempt, according to the president-elect’s Contract with the American Voter. He has pledged to eliminate two regulations for every new one passed and shut down the Education Department and parts of the Environmental Protection Agency. But he also wants a military with more ships, planes and troops. He has said he wants to triple the number of immigration enforcement agents and beef up the Border Patrol by thousands. So a selective hiring freeze may be more realistic, Trump advisers say, where agencies that Republicans dislike shrink and ones they like grow. Trump can freeze hiring without Congress’s approval, with an executive order or less formal instructions to federal agencies. [ House tries to give Veterans Affairs more power to discipline employees ] Democrats and federal employee unions are preparing to fight the image of government workers as a privileged class and the bureaucracy as a bloated mess. Rep. Gerald E. Connolly (D), whose Northern Virginia district includes thousands of federal workers, said: “What study are they citing saying there are too many federal employees? Are you going to make a bunch of exceptions, in which case your plan looks like Swiss cheese?” Rep. Elijah Cummings (D-Md.), the top Democrat on the oversight committee, said in an email that he would “fight any effort to roll back civil service protections” — and worried that whistle blowers could lose their legal right to be immune from retaliation. Others raise the specter that Republican proposals could allow political favoritism to creep into a system Congress created in 1883 to remove federal jobs from patronage ranks. “Of course we want accountability,” said Rep. Chris Van Hollen (D-Md.), who will enter the Senate in January, “but we also want to protect against political favoritism. It’s important that we not allow the civil service to be politicized.” Congressional Republicans have clamored for years for a smaller bureaucracy and a workforce that resembles the private sector. The calls quickened after a string of scandals, particularly at the Department of Veterans Affairs, where managers instructed employees to falsify patient wait times to cover up delays for medical appointments. But much of this GOP-written legislation was opposed by the Obama administration and blocked by Senate Democrats. Now, with a Trump White House eliminating a veto threat, conservatives see their vision within reach. And Democrats acknowledge that senators who are nervously looking to reelection bids in 2018 and represent red states friendly to Trump may not fall on their swords to defend federal employees, whose presence is more diffuse outside the Washington area. Many inside and outside government agree that change to the way federal workers are hired, promoted and disciplined is long overdue. Employees under investigation for breaking the rules can sit at home for years — collecting paychecks and benefits — while their cases drag on. Performance rankings are widely panned as a joke, because the vast majority of workers are rated as exceeding expectations or doing outstanding work. Federal workers are seldom fired for poor performance — and it can take years for managers to make a successful case for dismissal for misconduct. About 0.5 percent of the civil service gets fired every year, according to the Bureau of Labor Statistics. [ Federal employees behind in pay by 34 percent, salary council says ] “The civil service system fails at almost everything it was designed to do,” said Paul Light, a civil service expert at New York University. “It’s very slow at hiring, negligent in disciplining, permissive in promoting.” “There’s a private awareness among Democrats and Republicans alike that we need to do something about this,” he said. Trump says he wants to freeze hiring to clean up corruption in government — but not necessarily to save money, a connection roundly dismissed by critics. “Look at what’s happening with every agency — waste, fraud and abuse,” he said on the campaign trail. “We will cut so much, your head will spin.” Other presidents, including Ronald Reagan and Bill Clinton, have frozen hiring to shrink government — but rarely succeeded for long periods. Reagan imposed a freeze the day he came into office in 1981 that was retroactive to Election Day, forcing managers to renege on job offers to hundreds of people. But the government soon ballooned with active-duty military and civilians as he began a massive defense buildup. The civilian workforce is the smallest it has been since Reagan left office, after plummeting under Clinton and expanding under Bush and President Obama. Yet Republicans say a leaner government goes hand in hand with a more accountable one in which managers and rank-and-file employees who’ve failed should not get to keep their jobs. These changes have taken root, with a bipartisan law in 2014 to limit the appeal rights of senior executives at Veterans Affairs who face discipline for wrongdoing. Since then, similar restrictions for employees across government have stalled in Congress, in part because the Obama administration made little use of its new authority — and this year stopped using it altogether in the face of a court challenge alleging that it violated employees’ right to due process. Other changes could result in longer probation for new employees, with the goal of making it easier for managers to let poor performers go since they would have little job protections. This has started at the Defense Department, where the current standard has doubled to two years. These changes are vigorously opposed by unions, which could be severely weakened under GOP plans to eventually wipe out what’s known as “official time,” union work done by employees who continue to receive full salary and benefits. Sen. Ron Johnson (R-Wis.), chairman of the Senate Homeland Security and Governmental Affairs Committee, said in an email that he will reach out to federal employee unions as his panel works to enact “long-overdue reforms to our civil service.” Said Johnson: “If we start with areas of agreement, I am confident that we can make continuous improvements to the functionality of the federal workforce.” Eric Yoder contributed to this report. powerpost ",
    "title": "Trump has a plan for government workers. They’re not going to like it. - The Washington Post"
   },
   {
    "entities": [
     "staff",
     "jared",
     "of",
     "npr",
     "states",
     "trump",
     "donald",
     "nbc",
     "chief",
     "white",
     "macri",
     "shinzo",
     "ivanka",
     "kushner",
     "july 27",
     "jimmy",
     "la",
     "house",
     "mauricio",
     "priebus",
     "reince",
     "carter",
     "conway",
     "nacion",
     "sunday",
     "monday",
     "congress",
     "abe",
     "united"
    ],
    "id": 8,
    "text": "President-Elect Trump Continues To Blur Line Between Business And Politics Typically when presidents or officeholders use a blind trust it's when their investments are handled by an investor, and they have no ability to manage or change them. That's crucial given a president's or key member of Congress' role in legislation or world events that can affect stock prices, investments or business interests. Trump has business entanglements and properties in the United States and all over the world. Trump's daughter, Ivanka, sat in on a meeting with Japanese Prime Minister Shinzo Abe last week, raising questions about the mixing of the family's business and politics. There were initial reports that Trump had inquired about security clearance for his children, but the president-elect has denied that . Still, it's clear his children have influence with their father when it comes to politics, and Trump's son-in-law Jared Kushner, Ivanka's husband, figures to play a potentially prominent role in a Trump White House, formally or informally. Conway told NPR that Trump would \"comply with the law\" and is consulting with \"proper legal advisers.\" But there is hardly any precedent for a person with Trump's wealth and active business interests serving as leader of the free world. Conway pushed back on the idea that Trump should sign a pledge of any kind not to further his business interests while in the White House. Earlier on Monday, an Argentine newspaper, La Nacion, reported that Trump had asked the country's president to help with business permits for a Trump office building in their call last week. Spokesmen for both Trump and Argentine President Mauricio Macri both denied the report . \"It's a very interesting situation to have a president-elect that is such a successful businessman and has so many holdings,\" Conway acknowledged. Conway also commented on talk of a potential registry of Muslims in the country, saying it had been covered unfairly. She explained that Trump's \"main concern is making sure\" there's a system in place to better vet immigrants from \"countries that tend to train and export and harbor terrorists.\" \"It is not a blanket situation,\" Conway argued. \"He's made it very narrowly prescribed to countries that fit a particular description.\" Incoming White House Chief of Staff Reince Priebus said on NBC's Meet The Press on Sunday that he wasn't \"going to rule anything out\" but that \"we're not going to have a registry based on a religion,\" though \"some people that are radicalized ... have to be prevented from coming into this country.\" Conway also told NPR that the president-elect would hold a news conference \"at some point\" but that \"anytime you try to apply conventional techniques to Donald Trump you're going to be disappointed.\" Trump hasn't held a news conference since July 27, and he has waited longer than any president since Jimmy Carter to hold one after becoming president-elect. ",
    "title": "Kellyanne Conway Defends Donald Trump Children Advising Father While Running His Businesses : NPR"
   },
   {
    "entities": [
     "guidelines",
     "staff",
     "of",
     "states",
     "york",
     "jackson",
     "trump",
     "facebook",
     "donovan",
     "evan",
     "donald",
     "white",
     "kellyanne",
     "obama",
     "barack",
     "defense",
     "david",
     "jersey",
     "washington",
     "house",
     "november 21, 2016",
     "tower",
     "joint",
     "conway",
     "new",
     "conversation",
     "vucci",
     "nov. 9, 2016",
     "america",
     "monday",
     "7:32 p.m. est",
     "department",
     "congress",
     "slack",
     "united",
     "chiefs",
     "labor"
    ],
    "id": 9,
    "text": "Trump outlines priorities in video address He sidesteps reporters — and follow-up questions — by posting it on YouTube. Post to Facebook Trump outlines priorities in video address He sidesteps reporters — and follow-up questions — by posting it on YouTube. Check out this story on USATODAY.com: http://usat.ly/2fM3MN0 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 62 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump outlines priorities in video address Donovan Slack , USA TODAY 7:32 p.m. EST November 21, 2016 x Share President-elect Donald Trump shares a specific agenda for his first 100 days in office in a newly uploaded video to his transition team's Facebook page. FILE - In this Nov. 9, 2016 file photo, President-elect Donald Trump speaks during a rally in New York. Here\u0092s the idea: Swiftly pass a repeal of President Barack Obama's health care law, perhaps so Donald Trump can sign it the day he takes the presidential oath. Then approve new legislation restructuring the nation\u0092s huge and convoluted health care system despite Republican divisions, Democratic opposition and millions of jittery constituents. (AP Photo/ Evan Vucci, File) ORG XMIT: WX102 (Photo: Evan Vucci, AP) WASHINGTON --- President-elect Donald Trump released a “video message” Monday to the American people outlining the core principle of his presidency — “putting America first” — and laying out executive actions he wants to take beginning on day one in office, including scrapping regulations on energy production, withdrawing from trade agreements and \"investigating all abuses of visa programs.\" “Whether it’s producing steel, building cars or curing disease, I want the next generation of production and innovation to happen right here, on our great homeland: America – creating wealth and jobs for American workers,” Trump says in the video, his first address since his acceptance speech on election night. By posting the video on YouTube rather than making a personal appearance, he avoided follow-up questions, and his aides could manage how he was portrayed, rather than relying on independent media to capture the footage they wanted shown. The president-elect has been holed up in Trump Tower and his golf club in New Jersey in recent days, meeting with a parade of potential advisers and cabinet members. “Our transition team is working very smoothly, efficiently and effectively,” Trump said in the video. “Truly great and talented men and women, patriots indeed are being brought in and many will soon be a part of our government, helping us to make America great again.” He said he wanted to provide an update on the White House transition and policy plans for the first 100 days of his administration. Trump said he plans to issue formal notification that the United States will withdraw from the Trans-Pacific Partnership, a trade agreement hammered out with a dozen Pacific-rim countries which had already stalled and virtually died in Congress when Trump was elected. Instead, Trump said he will seek to negotiate “fair” bilateral agreements. And on immigration, he said he will direct the Department of Labor to \"investigate all abuses of visa programs that undercut the American worker.\" He said he will rescind \"job-killing\" rules on clean coal and natural-gas production, \"creating millions of high-paying jobs.\" \"That's what we want, that's what we've been waiting for,\" Trump said. He said he will direct the Department of Defense and the Chairman of the Joint Chiefs of Staff to come up with plans to protect American infrastructure from cyber- and other attacks. Trump also wants to impose a rule that requires federal agencies to eliminate two regulations for each new one imposed. \"These are just a few of the steps we will take to reform Washington and rebuild our middle class,\" he said. \"I will provide more updates in the coming days, as we work together to make America great again for everyone, and I mean everyone.\" Trump has not had a news conference since his election and has made cabinet picks public through press releases. \"The man works 18 hours a day interviewing people taking calls from all around the world,\" Trump campaign manager and senior adviser Kellyanne Conway said. \"He will take have a press conference in due course. And he will make his announcements for his cabinet.\" David Jackson contributed. ",
    "title": "Trump outlines priorities in video address"
   }
  ]
 }
}