{
 "24": {
  "col-sim": {
   "cosine": 0.26307063876492975,
   "entity": 0.29814239699997197
  },
  "exec-time": 24.121445178985596,
  "links": [
   {
    "entities": [
     "blasio",
     "jericka",
     "wednesday nov. 23, 2016",
     "wednesday",
     "york",
     "trump",
     "matthews",
     "last july",
     "inc",
     "city",
     "seth",
     "ap",
     "nov. 23, 2016",
     "plain",
     "bebeto",
     "november 23, 2016",
     "macy",
     "cbs",
     "wenig",
     "news",
     "de",
     "tower",
     "afternoon",
     "new",
     "france",
     "interactive",
     "isis",
     "mayor",
     "nyc",
     "bill",
     "duncan"
    ],
    "id": 0,
    "text": "By Jericka Duncan CBS News November 23, 2016, 7:14 PM NYC officials ramp up security for Macy's Thanksgiving Day parade NEW YORK -- Among the new additions to the Thanksgiving Day Parade in New York City are trucks filled with sand. The trucks are rolling in to protect an expected crowd of three million. As the parade balloons begin to take shape so is the city’s security plan. Metal barricades will line the nearly three mile long route, and canines will sniff for explosives as more than 3,000 uniformed officers watch the crowds. One woman told CBS News she prefers the additional security.  “I think it’s appropriate,” she said.  New York police officers block traffic from entering 56th Street at 6th Avenue along the Macy’s Parade route, except for residential and business vehicles, a block from Trump Tower, Wednesday Nov. 23, 2016, in New York.  Bebeto Matthews, AP Wednesday afternoon, 81 sand-filled sanitation trucks started blocking intersections to prevent a terrorist attack like the one in Nice, France last July. The radical Islamic terror group, ISIS, recently named the parade an   “excellent target” in its online magazine. Along with its network of security cameras, police have established limited pedestrian entrance points, and created a web of street closures around the parade’s final blocks. “NYPD is more than ready to handle anything that is going on around us and to work with everyone to make sure it’s a safe and fun day for everyone who attends,” said NYC Mayor Bill de Blasio.  Workers help to inflate balloons for the Macy’s Thanksgiving Day Parade in New York, Wednesday, Nov. 23, 2016.  Seth Wenig, AP Plain clothes officers will also be out here, monitoring the crowd using radiation detectors.  One additional security challenge this year, the president-elect’s high-rise residence is just a block from the parade route. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "NYC officials ramp up security for Macy's Thanksgiving Day parade - CBS News"
   },
   {
    "entities": [
     "johnson",
     "wednesday",
     "sixth",
     "of",
     "ntsb",
     "walker",
     "september",
     "dies",
     "talley",
     "reuters",
     "austin",
     "august 2015",
     "services",
     "sheriff\\'s",
     "night",
     "school",
     "office",
     "a.",
     "safety",
     "county",
     "bureau",
     "woodmore",
     "hamilton",
     "tennessee",
     "2016",
     "child",
     "et",
     "david",
     "road",
     "hart",
     "transportation",
     "johnthony",
     "investigation",
     "nov. 21",
     "elementary",
     "afternoon",
     "chattanooga",
     "christopher",
     "board",
     "morning",
     "education",
     "durham",
     "specifically",
     "alex",
     "duke",
     "garrett",
     "monday",
     "national"
    ],
    "id": 1,
    "text": "Nov 23 2016, 8:13 pm ET Sixth Child Dies in Tennessee School Bus Crash; Driver Left Designated Route by Alex Johnson Deadly School Bus Crash: Driver On Unapproved Route, NTSB Says 1:43 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161124011947if_/http://www.nbcnews.com/widget/video-embed/816570947943\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A sixth child has died after a school bus crashed this week in Chattanooga, Tennessee, authorities said Wednesday night in a case in which the driver is charged with vehicular homicide. The driver, Johnthony Walker, 24, deviated from his designated route before the bus swerved off the road Monday afternoon , investigators said Wednesday. Walker is also charged with reckless endangerment and reckless driving after his bus smashed into a mailbox, a utility pole and a tree on Talley Road. None of the six children who died has been officially identified. Five other children remained in hospitals Wednesday; police wouldn't identify them or provide their conditions. According to an arrest report, witnesses told investigators that Walker was driving \"well above\" the 30-mph speed limit with 37 children from Woodmore Elementary School on board. Related: Speed Eyed in Chattanooga Bus Crash That Killed 5 and Injured 30 Christopher Hart, chairman of the National Transportation Safety Board, said at a news conference Wednesday that investigators had \"ascertained that Talley Road was not on the designated route for that school bus.\" Johnthony Walker, 24, is charged with five counts of vehicular homicide in Monday's bus accident in Chattanooga, Tennessee. Hamilton County Sheriff's Office Hart said that the investigation had just begun and that it wasn't known why Walker — who received his commercial driver's license only seven months ago — had left his normal route. Chattanooga police Sgt. Austin Garrett, meanwhile, said at a news conference Wednesday that blood tests conducted by the Tennessee Bureau of Investigation showed that Walker had no drugs or alcohol in his system. And he confirmed that Chattanooga police investigated a \"minor wreck\" that involved Walker in September. He gave no details. Investigators are reviewing video from multiple angles recorded from the front, back and side of the bus, he said. Garrett then addressed news reports that Walker allegedly asked his passengers Monday morning \"whether they were prepared to die.\" \"None of the witnesses we have spoken with has that information,\" he said, \"but we have also not interviewed all witnesses yet.\" Rescue officials work at the scene of a school bus crash involving several fatalities in Chattanooga, Tennessee, on Nov. 21. Chattanooga Fire Dept via Reuters Specifically, he said, investigators haven't spoken to any of the 32 surviving children on the bus, but he said \"we will in the future.\" The Hamilton County Board of Education confirmed in a statement Wednesday that it had received complaints recently about Walker \"and the way he operated his bus.\" Related: Chattanooga Mom Says She Complained About Driver in Deadly Crash It said the complaints were forwarded to Durham School Services, the private company that is contracted to provide bus services for the school system, for whom Walker worked. Hart, of the NTSB, said Durham was operating under a \"conditional\" federal safety rating, meaning some unspecified problems had been uncovered in the past, but that they had been resolved satisfactorily, in August 2015. He said investigators were going back over Durham's oversight and crash history. In a brief video statement, David A. Duke, the company's chief executive, expressed deep grief and promised to provide any support necessary for the families of the children \"who were taken from their families with so much life that was taken away.\" His voice choking with emotion, Duke said he was a father and grandfather, himself. \"I can't fathom the anguish of the parents whose children were involved in this horrific accident and that involved one of my company's buses,\" he said. \"I'm deeply sorry.\" Alex Johnson ",
    "title": "Sixth Child Dies in Tennessee School Bus Crash; Driver Left Designated Route - NBC News"
   },
   {
    "entities": [
     "u.n.",
     "wednesday",
     "jeb",
     "nations",
     "michigan",
     "williams",
     "ben",
     "huckabee",
     "$5 billion",
     "1970s",
     "obama",
     "mar-a-lago",
     "reporters",
     "noah",
     "state",
     "parsons",
     "republican",
     "contact",
     "henry",
     "hud",
     "supreme",
     "urban",
     "haley",
     "rudolph",
     "of",
     "donald",
     "summer",
     "armstrong",
     "bush",
     "and",
     "nov. 23, 2016",
     "carson",
     "2016",
     "development",
     "news",
     "massachusetts",
     "romney",
     "times",
     "forbes",
     "angeles",
     "west",
     "/",
     "george",
     "scalia",
     "carolina",
     "mitt",
     "christi",
     "mcmaster",
     "president-elect",
     "w.\\xc2\\xa0giuliani",
     "vin",
     "mark",
     "detroit",
     "court",
     "bierman",
     "u.s.",
     "new",
     "upland",
     "arkansas",
     "america",
     "monday",
     "florida",
     "wilkinson",
     "boster",
     "h.w.",
     "united",
     "los",
     "york",
     "trump",
     "devos",
     "teachers",
     "nikki",
     "tracy",
     "mike",
     "party",
     "gop",
     "amway",
     "nile",
     "scully",
     "11:33 a.m",
     "federation",
     "nov. 23",
     "betsy",
     "education",
     "compton",
     "randi",
     "south",
     "weingarten",
     "housing",
     "american"
    ],
    "id": 2,
    "text": "Trump reaches beyond loyalists and adds diversity with latest Cabinet picks Trump chooses two women for his Cabinet On Nov. 23 trump picked South Carolina Gov. Nikki Haley as the U.S. ambassador to the United Nations and Betsy DeVos to serve as his secretary of Education. On Nov. 23 trump picked South Carolina Gov. Nikki Haley as the U.S. ambassador to the United Nations and Betsy DeVos to serve as his secretary of Education. Christi Parsons and Tracy Wilkinson Contact Reporters President-elect Donald Trump named Cabinet picks Wednesday who would bring some gender and racial diversity to his administration, as well as a degree of political independence, but raised questions about his pledge to seek experience in choosing stewards of vast government bureaucracies. Trump’s picks for United Nations ambassador, Republican Gov. Nikki Haley of South Carolina, and for Education secretary, Betsy DeVos, a billionaire advocate of school vouchers, were the first two women named in a transition that had been dominated by white, male Trump loyalists. Haley is the daughter of Indian immigrants. Dr. Ben Carson , who is black, also said Wednesday that he was under serious consideration to serve as secretary of Housing and Urban Development. The latest selections also offer some political diversity and could buffer Trump from criticism that he was filling out the top echelon of his administration exclusively with people who had backed his campaign.  Haley was openly critical of Trump during the Republican primary, endorsing two of his opponents before finally standing alongside the eventual nominee. DeVos was less outspoken in her reservations but contributed to at least two of Trump’s rivals and went into the summer nominating convention telling the Detroit News she wasn’t sure whether to back him. Trump names first women to Cabinet with Haley for U.N., DeVos at Education Nov. 23, 2016, 11:33 a.m. This is our look at President-elect Donald Trump's transition and the outgoing Obama administration. Here's what's happening right now: Trump tweaks his views on a trio of major issues, complicating... (Christi Parsons) Both are stalwarts of the Republican Party establishment that Trump so vigorously challenged. But Haley and Carson, if he is chosen, would seem to contradict Trump’s statement a day earlier, in an interview with the New York Times,  that he valued expertise in stocking his administration. “We’re trying very hard to get the best people — not necessarily people that will be the most politically correct people because that hasn’t been working,” Trump had said. “So we have really experts in the field. Some are known and some are not known, but they’re known within their field as being the best. That’s very important to me.” A popular and engaging governor and a rising star in the GOP, Haley, 44, has little background in foreign affairs. Carson, 65, is a retired neurosurgeon whose primary credential in housing policy may be that he once lived in tenement housing. Days ago, a senior advisor said Carson thought he lacked the background needed to manage a federal agency. Carson didn’t want to take a position that could “cripple the presidency,” Armstrong Williams, an advisor to both Trump and Carson, told the Hill newspaper. HUD is responsible for administering low-income housing assistance, fair-housing laws, housing development and aid to neighborhoods in distress. On Wednesday, however, Carson indicated a change of heart. “After serious discussions with the Trump transition team, I feel that I can make a significant contribution, particularly to making our inner cities great for everyone,” Carson said on Facebook . “An announcement is forthcoming about my role in helping to make America great again.” DeVos, 58, does have long experience in education policy, advocating for conservative goals and tangling with teacher unions. She and her family —  her father-in-law co-founded Amway and has a fortune that Forbes estimated at $5 billion — are among the nation’s biggest donors to the Republican Party and to conservative Christian causes, including opposition to same-sex marriage. She is also a former four-time chair of the Michigan Republican Party. “Betsy DeVos is a brilliant and passionate education advocate,” Trump said in a statement. “Under her leadership, we will reform the U.S. education system and break the bureaucracy that is holding our children back so that we can deliver world-class education and school choice to all families.” DeVos moved quickly on Wednesday to reassure conservatives on one issue — the Common Core curriculum standards. She has been an ally of former Republican Gov. Jeb Bush of Florida, who backed Common Core. “Many of you are asking about Common Core,” she wrote on Twitter. “To clarify, I am not a supporter – period.”  Her selection suggests that Trump may make a priority of backing vouchers — a longtime conservative goal that he endorsed during the campaign. Voucher programs give tax funds to parents that they can use to pay for private or parochial schools if they find their local public schools unsatisfactory. DeVos has been a leading advocate of their use. Donald Trump spent more than a year promising to build a wall, repeal Obamacare and rescind  President Obama 's deportation protections for some immigrants in the U.S. illegally. But on Monday, in his first extensive public comments since winning the election, Trump mentioned none... President-elect Donald Trump spent more than a year promising to build a wall, repeal Obamacare and rescind  President Obama 's deportation protections for some immigrants in the U.S. illegally. But on Monday, in his first extensive public comments since winning the election, Trump mentioned none... (Noah Bierman and Tracy Wilkinson) “The status quo in education is not acceptable,” DeVos said in a statement. “Together, we can work to make transformational change that ensures every student in America has the opportunity to fulfill his or her highest potential.” Teacher unions, which intensely oppose vouchers, denounced the selection of DeVos. “Trump makes it loud and clear that his education policy will focus on privatizing, defunding, and destroying public education in America,” said Randi Weingarten, president of the American Federation of Teachers. \"The sum total of her involvement has been spending her family’s wealth in an effort to dismantle public education in Michigan.\" The selection of Haley represented a nod by Trump to more moderate forces in the GOP, especially in the realm of global diplomacy. An aide to Trump defended Haley’s credentials, saying she had improved the South Carolina economy while engaging in overseas trade and recruitment travel. The move also would give a promotion to one of Trump’s early supporters, South Carolina Lt. Gov. Henry McMaster, who would move into Haley’s job. For Haley, the U.N. post could provide a useful credential if she wants to seek higher office, much as it did for George H.W. Bush, who served as U.N. ambassador in the early 1970s. The announcement of Haley’s selection was somewhat unusual because Trump has not yet announced a secretary of State, the U.N. ambassador’s nominal boss. Aides say he is looking closely at former Republican Gov. Mitt Romney of Massachusetts, a sharp critic of Trump during the campaign. Some conservatives have attacked that possibility. Former GOP Gov. Mike Huckabee of Arkansas, for example, said Wednesday that choosing Romney would be a “big insult” to Trump’s voters. Trump is also considering one of his most loyal backers, former New York Mayor Rudolph W. Giuliani. A Trump aide says the president-elect is spending “significant time” on that choice. The selection is likely to be top of mind as Trump gathers with family at his Mar-a-Lago resort for the Thanksgiving holiday. Times staff writer Joy Resmovits in Los Angeles contributed to this report. Caption 4 Stories You Can't Miss New York sees a surge of swastika vandalism  since the election, scientists say they've found a way to give you a little extra warning before an earthquake strikes , the West Nile virus is spreading  and in some cases the symptoms are dire, and one of Donald Trump's firsts tasks will be nominating a judge to replace Supreme Court justice Scalia .  Caption 4 Stories You Can't Miss New York sees a surge of swastika vandalism  since the election, scientists say they've found a way to give you a little extra warning before an earthquake strikes , the West Nile virus is spreading  and in some cases the symptoms are dire, and one of Donald Trump's firsts tasks will be nominating a judge to replace Supreme Court justice Scalia .  Caption 3 men found shot to death inside Compton park maintenance shed Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Caption Vin Scully receives the Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Caption Plane crash near Upland A small plane crashed in the hills above Upland, killing the pilot. (Mark Boster / Los Angeles Times) A small plane crashed in the hills above Upland, killing the pilot. (Mark Boster / Los Angeles Times) Caption 90 seconds: 4 stories you can't miss ",
    "title": "Trump reaches beyond loyalists and adds diversity with latest Cabinet picks - LA Times"
   },
   {
    "entities": [
     "u.n.",
     "wednesday",
     "afghanistan",
     "nations",
     "michigan",
     "union",
     "ben",
     "post",
     "flynn",
     "last weekend",
     "convention",
     "obama",
     "mar-a-lago",
     "beach",
     "marco",
     "washington",
     "state",
     "republican",
     "henry",
     "graham",
     "jeff",
     "hud",
     "w.",
     "church",
     "haley",
     "rudolph",
     "dick",
     "indiana",
     "of",
     "starrs/the",
     "donald",
     "erik",
     "separation",
     "night",
     "and",
     "fox",
     "city",
     "barry",
     "carson",
     "2012",
     "bay",
     "news",
     "sen.",
     "romney",
     "tower",
     "tuesday",
     "lily",
     "robert",
     "jenny",
     "thursday",
     "association",
     "carolina",
     "sarah",
     "mitt",
     "states",
     "nea",
     "alexander",
     "pence",
     "november 23",
     "parnass",
     "o.",
     "mcmaster",
     "sessions",
     "senate",
     "blackwater",
     "2010",
     "u.s.",
     "new",
     "lynn",
     "jerry",
     "america",
     "michael",
     "turtle",
     "charleston",
     "national",
     "united",
     "prince",
     "york",
     "for",
     "trump",
     "devos",
     "manhattan",
     "eskelsen",
     "teachers",
     "lamar",
     "nikki",
     "mike",
     "palm",
     "gop",
     "europe",
     "the",
     "markon",
     "amway",
     "giuliani",
     "lindsey",
     "federation",
     "jr.",
     "betsy",
     "americans",
     "education",
     "brown",
     "guard",
     "randi",
     "emma",
     "rubio",
     "costa",
     "south",
     "garc\\xc3\\xada",
     "weingarten",
     "july",
     "american"
    ],
    "id": 3,
    "text": "Got it President-elect Donald Trump named Betsy DeVos as his nominee for education secretary. Here's what you need to know about the conservative activist and billionaire donor. (Sarah Parnass,Osman Malik/The Washington Post) By Jerry Markon , Robert Costa and Emma Brown November 23 at 4:08 PM Follow @JerryMarkon Follow @costareports Follow @emmersbrown President-elect Donald Trump on Wednesday selected two prominent Republican women for Cabinet-level positions, adding diversity to an inner circle that was already coming under fire for being composed mostly of white men. In a potentially controversial choice, Trump intends to nominate billionaire philanthropist Betsy DeVos for education secretary, turning to a conservative activist who has forcefully pushed for private school voucher programs. Her nomination is expected to face strong opposition from public school advocates, who oppose her efforts to funnel taxpayer dollars from public to private and religious schools. [ Trump picks billionaire Betsy DeVos, school voucher advocate, as education secretary ] “Betsy DeVos is a brilliant and passionate education advocate,” Trump said in a statement. “Under her leadership we will reform the U.S. education system and break the bureaucracy that is holding our children back so that we can deliver world-class education and school choice to all families.” Hours earlier, Trump had announced that he will fill the U.S. ambassador to the United Nations slot with South Carolina Gov. Nikki Haley, a rising Republican star and daughter of Indian immigrants who has virtually no foreign policy experience. Gov. Nikki Haley (R-S.C.) was nominated to be President-elect Donald Trump's ambassador to the United Nations. Here's what you need to know about the rising Republican star. (Jenny Starrs/The Washington Post) Haley’s nomination marked Trump’s first female appointment to a Cabinet-level post after his initial selections, such as attorney general nominee Jeff Sessions and incoming national security adviser Michael Flynn, had been older white men. Though Trump was elected with strong support from white working-class voters, people familiar with the president-elect’s thinking said he wanted to announce both women’s appointments before Thanksgiving to show that his Cabinet will be diverse. The decision to nominate DeVos, who met with Trump last weekend, was made in the past 48 hours, the people said. They added that DeVos benefited from strong support in the conservative movement and among conservative political donors. But DeVos immediately drew scathing opposition from the National Education Association, the nation’s largest teachers union. “By nominating Betsy DeVos, the Trump administration has demonstrated just how out of touch it is with what works best for students, parents, educators and communities,’’ NEA President Lily Eskelsen García said in a statement. “She has consistently pushed a corporate agenda to privatize, de-professionalize and impose cookie-cutter solutions to public education.’’ DeVos tweeted that she is “honored to work with the President-elect on his vision to make American education great again. The status quo in ed is not acceptable.” DeVos — whose husband, Dick DeVos Jr., is an heir to the Amway direct-sale fortune — is a Michigan power broker and major donor to conservative causes and candidates around the country. Her brother is Erik Prince, the founder of Blackwater, one of the most profitable private security contractors during the Iraq War. DeVos and her family supported Sen. Marco Rubio (R-Fla.) in the GOP presidential primaries, and she was never an enthusiastic supporter of Trump. “I still have reservations about him as a person,” she told The Washington Post in July at the Republican National Convention, which she attended as a Michigan delegate. Here are the people whose names have been floated for Trump’s Cabinet View Graphic Here are the people whose names have been floated for Trump’s Cabinet She has been closer to Vice President-elect Mike Pence, who as governor of Indiana pushed to expand that state’s voucher program into the nation’s largest. She also has close ties to many Republicans in Washington, and her nomination was greeted with enthusiasm by GOP leaders on Capitol Hill. Sen. Lamar Alexander (R-Tenn.), chairman of the Senate education committee and frequent critic of what he viewed as the Obama administration’s federal overreach on education, called her “an excellent choice.” But others said her nomination heralded an intent by the Trump administration to dismantle the nation’s public schools by draining them of students and resources. “Betsy DeVos is everything Donald Trump said is wrong in America: an ultra-wealthy heiress who uses her money to game the system and push a special-interest agenda that is opposed by the majority of voters,” said Randi Weingarten, president of the American Federation of Teachers. The Rev. Barry W. Lynn — executive director of Americans United for Separation of Church and State, an organization that has long raised concerns about funneling tax dollars to religious schools — called her nomination “an insult to public education.” Haley, also a former Trump critic, is generally considered a mainstream Republican, with views on military and national security matters that fall within the GOP’s hawkish mainstream. “Governor Haley has a proven track record of bringing people together regardless of background or party affiliation to move critical policies forward for the betterment of her state and our country,” Trump said in a statement. “She will be a great leader representing us on the world stage.” Haley, who has accepted the offer, said she is “honored that the president-elect has asked me to join his team and serve the country we love.’’ Her words represented a sharp departure from the campaign, during which she also initially backed Rubio for the GOP nomination and lambasted Trump as “everything a governor doesn’t want in a president.” [ As U.S. ambassador to U.N., Nikki Haley would face world’s most intractable conflicts ] Trump is considering another prominent former rival and mainstream Republican, 2012 GOP nominee Mitt Romney, for secretary of state, though some Trump advisers are reportedly pushing back against that and backing other candidates, such as former New York City mayor Rudolph W. Giuliani. Haley’s selection, also seen as an effort to reach out to establishment Republicans unsettled by Trump’s surprise victory, came amid indications that he was slowing down transition planning to spend Thanksgiving with his family. The president-elect flew Tuesday night to Mar-a-Lago, his private club in Palm Beach, where he will spend the holiday and weekend. Trump aides declined to provide details of his schedule over the next few days, saying in a conference call that Trump’s family prefers keeping the holiday private. The aides said Trump planned to announce another Cabinet-level nominee later Wednesday but would not elaborate. One possibility is another former Trump rival, Ben Carson, who could be named secretary of housing and urban development. Carson tweeted Wednesday that “an announcement is forthcoming about my role in helping to make America great again,’’ though he declined to be more specific. Trump had tweeted Tuesday that he is “seriously considering” Carson for the HUD post. [ Ben Carson is a candidate for HUD secretary, Trump says] Carson, who ran against Trump for the Republican nomination before backing him, told Fox News: “It certainly is something that has been a long-term interest of mine, and I’ll be thinking and praying about it seriously over the holiday.” Haley, 44, who is serving her second term as governor, has worked on trade and labor issues and traveled abroad as governor, including to Europe. She is considered a novice in international affairs, but her home state senator, Lindsey O. Graham (R-S.C.), appeared to be trying to buck up her foreign policy bona fides in a statement praising Haley on Wednesday. “As Governor of South Carolina she has recruited and dealt with some of the largest international business firms in the world. Her husband was a member of the South Carolina National Guard who served a tour of duty in Afghanistan,” Graham said. “Governor Haley and her family fully understand what is at stake in the war against radical Islam. I know she will be a valuable ally to President-elect Trump.” Haley, who met with Trump Thursday at Manhattan’s Trump Tower, grew up in a small South Carolina town and was elected governor in 2010 as a tea party reformer. But she has since been viewed as part of the GOP establishment. Haley is championed by party officials as a bright young leader — and she has called herself one of the those fit for a “Benetton commercial.” Yet she rarely if ever challenges the deeply conservative policy doctrines that have dominated the GOP for decades. Business-friendly and establishment-friendly in recent years, she is a former state lawmaker who railed against cozy business relationships within government and did not always click with her party’s leadership. Her breakout moment on the national stage came with her widely praised handling of last year’s slaying of a prominent minister and eight parishioners at a historic African American church in Charleston. Haley choked back tears at a news conference, saying the “heart and soul of South Carolina was broken.’’ She was at the forefront of the subsequent debate over whether the Confederate flag should still fly on statehouse grounds, insisting that the legislature remove it. After the flag came down, she told The Washington Post that she has two teenage children and that “I just couldn’t look them in the face and keep that flag up.” [ How U.S. presidents choose American ambassadors ] For Trump, Haley’s ability to build relationships with prominent wealthy donors and figures such as Romney while maintaining her credibility as a populist-sounding, Sarah Palin-endorsed executive of a southern state may be a revealing window into how she is up to the task of navigating the swirling spheres of influence in Turtle Bay If confirmed by the Senate, Haley would be replaced by South Carolina Lt. Gov. Henry McMaster, a top Trump ally. His ascension is seen inside of Trump’s inner circle as a welcome consequence of her departure, the person said — a way to promote them both. During the campaign, Haley was critical of some of Trump’s proposals, such as his temporary ban on Muslims’ entry into the United States. When she gave the GOP response to President Obama’s State of the Union address this year, Haley criticized the “angriest voices” within national politics and their “siren call” to voters, a line widely seen as a not-so-subtle shot at Trump’s campaign. But when she visited Trump last week, Haley told reporters that she never disliked Trump despite her past comments. “He was a friend and supporter before he ran for president, and was kind to me then. But when I see something I am uncomfortable with, I say it,” she said. “When we met, it was friends who had known each other before.” politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump nominates two prominent GOP women: DeVos as education secretary, Haley as U.N. ambassador - The Washington Post"
   },
   {
    "entities": [
     "guidelines",
     "wednesday",
     "wilson",
     "michigan",
     "officer",
     "ministry",
     "university",
     "k9",
     "facebook",
     "holt",
     "richland",
     "jess",
     "keeper",
     "tony",
     "6 p.m.",
     "linkedin",
     "usa",
     "night",
     "2014",
     "collin",
     "pinterest",
     "november 23, 2016",
     "betty",
     "ferris",
     "david",
     "6:29 p.m. est",
     "twitter",
     "wayne",
     "state",
     "brothers",
     "roy",
     "detroit",
     "google+",
     "2010",
     "tuesday",
     "press",
     "conversation",
     "free",
     "woodbridge",
     "rose",
     "2011",
     "police",
     "jesse",
     "evans",
     "m."
    ],
    "id": 4,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Wayne State campus police officer dies after being shot Wayne State University Police K9 Officer Collin Rose has died of injuries sustained when he was shot in the head while on-duty. Post to Facebook Wayne State campus police officer dies after being shot Wayne State University Police K9 Officer Collin Rose has died of injuries sustained when he was shot in the head while on-duty. Check out this story on USATODAY.com: http://usat.ly/2ghiGbb CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 55 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Wayne State campus police officer dies after being shot USA Today Network David Jesse, Detroit Free Press 6:29 p.m. EST November 23, 2016 Collin Rose (Photo: Wayne State University) DETROIT — Wayne State University Police K9 Officer Collin Rose has died of injuries sustained when he was shot in the head while on-duty. Rose is the first Wayne State officer to be killed in the line of duty. He was the second Wayne State officer to be shot while on duty. “I am saddened to report that a short time ago, Wayne State University officer Collin Rose died from the gunshot wound he suffered while working in the line of duty yesterday evening,” Wayne State University President M. Roy Wilson said in a message to the campus community at 6 p.m. Wednesday. “This is a tragedy felt by all of us —  Collin and his family and friends, his fiancée, and our campus and community. Please keep Collin and his fiancée and family in your thoughts and prayers. Collin served Wayne State with distinction, and we owe those he left behind our deepest sympathies and our strong support.\" The 29-year-old officer was shot in the head Tuesday evening after he stopped to investigate a man while patrolling an area a few blocks off campus in Detroit's Woodbridge neighborhood. Wayne State University police officer shot near campus Rose was alone in the car with his two dogs. It's standard policy for officers to patrol alone, police said, It's also standard policy not to get the dogs — which are trained for narcotics and bomb sniffing — out and to use them to control a subject. It is unclear why Rose was in the area, which is off campus. Wayne State police are also sworn Detroit police officers and patrol the area around campus. Police have not said if Rose was responding to a 911 call that the manager of a nearby apartment building said she had made. Betty Evans, manager of the Lincoln Apartments, said she had argued with a man on a bicycle, who didn't live there and called 911 when he wouldn't leave the area. She said she looked outside as an officer arrived to confront the man on the bike. \"He was outside, in front. The officer was trying to get his hands behind his back. We heard a shot and the officer went down, and we heard two more shots,\" Evans said. There also had been a rash of car break-ins in the area the day before. Wayne State University police Chief Tony Holt said he didn't know how that factored into Rose's decision to stop the suspect. The suspect, who is not being named by the Detroit Free Press because he has not been formally charged, was arrested late Tuesday night. 1 police officer killed, 2 shot in 3 incidents across USA The suspect is known to the Wayne State police and other area departments. In 2011, he was charged with two charges of felony assault involving a police officer, one causing injury, and pleaded guilty, resulting in a 53-day jail sentence, the records show. There also was an incident in 2014, Holt said, although he didn't have details of that. The shooting is hitting the 65-member police department hard, university President M. Roy Wilson said at a press conference Wednesday. Many Wayne State officers, visibly shaken, gathered in the back and exchanged long hugs with each other at the press conference. Rose was a 2010 graduate of Ferris State University and was one credit short of completing his master's degree in police administration at Wayne State. His first job was with the Richland police department in western Michigan. Rose had worked and done and conducted training all over the state, Holt said. He was also heavily involved in organizing memorials for other slain police officers in the area. Members of many Detroit-area police departments showed up at the hospital following the shooting. People who live near the scene where Rose was shot said the suspect is a regular recipient of meals handed out three evenings per week from the I Am My Brothers Keeper Ministry about a block away. \"He's just eat his food and took off,\" said a man who identified himself as Angelo L. \"(He would) go outside, smoke a cigarette and just vanish. That was it, just like everybody else that comes down there to eat.\" He said he'd seen the man in the area regularly for the past five to six years. Angelo L. said he was familiar with Rose, who would regularly speak with and help people in the neighborhood, and that he feels \"very, very bad for him.\" Follow David Jess on Twitter: @reporterdavidj 10131 CONNECT TWEET 36 LINKEDIN 55 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2ghiGbb ",
    "title": "Wayne State campus police officer dies after being shot"
   },
   {
    "entities": [
     "john",
     "carolina",
     "c.i.a.",
     "ms.",
     "nations",
     "webb",
     "hillary",
     "states",
     "york",
     "trump",
     "november 24, 2016",
     "devos",
     "ben",
     "alexander",
     "eskelsen",
     "maggie",
     "lamar",
     "mcmaster",
     "hilary",
     "bush",
     "marines",
     "petraeus",
     "garcia",
     "committee",
     "jeremy",
     "haberman",
     "the",
     "d.",
     "carson",
     "tennessee",
     "kate",
     "2012",
     "peters",
     "david",
     "clinton",
     "negroponte",
     "f.",
     "bay",
     "senate",
     "national",
     "washington",
     "army",
     "zernike",
     "tower",
     "tuesday",
     "republican",
     "times",
     "mr.",
     "education",
     "southern",
     "new",
     "lily",
     "h.",
     "cuba",
     "kelly",
     "guant\\xc3\\xa1namo",
     "henry",
     "virginia",
     "midwestern",
     "south",
     "association",
     "w.",
     "united",
     "george",
     "command",
     "swift",
     "jim",
     "haley"
    ],
    "id": 5,
    "text": "Subscribe to the Times The tension has left some on the team looking for a third choice, like Gen. John F. Kelly of the Marines, the former head of the United States Southern Command, which oversees the military prison at Guantánamo Bay, Cuba; David H. Petraeus, the retired Army general who was director of the C.I.A.; or, a particular long shot, former Senator Jim Webb of Virginia, who could be the lone Democrat in the cabinet after having briefly run for the party’s presidential nomination last year. Choosing Mr. Petraeus, who resigned in 2012 in a scandal over his leaking of classified information, would be somewhat easier after Mr. Trump said he would not pursue a case against Hillary Clinton over her handling of classified emails on a private email server, one person close to the transition said. The debate over secretary of state is a microcosm of the balance Mr. Trump is trying to strike in all of his appointments — between loyalists who will appeal to his base and more mainstream Republicans, many of whom stridently opposed his candidacy. In Ms. DeVos, Ms. Haley and Mr. Carson, he is trying to appeal to several of these constituencies, from Midwestern ultraconservatives to the diverse society that Republicans have tried to reach, with mixed results. Mr. Trump’s selections could blunt criticism that his early picks came from a homogeneous bloc of older, white men. If confirmed, Ms. Haley would step down as governor and be replaced by the state’s lieutenant governor, Henry McMaster, who was an early supporter of Mr. Trump. Photo Ben Carson at Trump Tower on Tuesday. Credit Hilary Swift for The New York Times Mr. Carson is a familiar face to Americans after a Republican primary campaign in which he briefly rose to the top of the polls. Neither he nor Ms. Haley is particularly experienced for the posts they have been offered. Mr. Carson had even seemed to take himself out of the running for a cabinet position last week, with his friends putting out word that he had concluded he was not qualified to run a vast federal bureaucracy. Some pointed to Ms. Haley’s experience as a legislator and trade ambassador for South Carolina as credentials for the United Nations post. John D. Negroponte, a former ambassador to the United Nations under President George W. Bush who opposed Mr. Trump’s candidacy, said Ms. Haley was an “intriguing and very good choice.” Advertisement Continue reading the main story “She’s not an ideologue,” he said. “She’ll quickly grasp that there are aspects of the United Nations’ work that can benefit the United States.” Ms. DeVos, a former finance chairwoman of the Republican National Committee, won the support of Senator Lamar Alexander, the Tennessee Republican who is chairman of the Senate Education Committee. He called her an “excellent choice.” She favors charter schools , which are publicly funded but typically run independently of local school boards and teachers’ unions, and school vouchers, which give students tax dollars to apply toward private-school tuition. Lily Eskelsen Garcia, president of the National Education Association, the country’s largest teachers’ union, criticized the nomination, saying that Ms. DeVos’s efforts over the years had “done more to undermine public education than support students.” “She has lobbied for failed schemes, like vouchers — which take away funding and local control from our public schools — to fund private schools at taxpayers’ expense,” she said. “These schemes do nothing to help our most vulnerable students while they ignore or exacerbate glaring opportunity gaps.” Mark Landler reported from Washington, and Maggie Haberman from New York. Kate Zernike contributed reporting from New York, and Jeremy W. Peters from Washington. A version of this article appears in print on November 24, 2016, on page A1 of the New York edition with the headline: Trump Recruits 2 Former Critics To Join Cabinet. Order Reprints | Today's Paper | Subscribe ",
    "title": "Trump Diversifies Cabinet; Picks Nikki Haley and Betsy DeVos - The New York Times"
   },
   {
    "entities": [
     "johnson",
     "ronald",
     "york",
     "d.c.",
     "trump",
     "nigel",
     "october",
     "donald",
     "research",
     "bush",
     "service",
     "fox",
     "office",
     "macri",
     "reagan",
     "the",
     "2016",
     "lyndon",
     "obama",
     "jimmy",
     "clinton",
     "argentina",
     "news",
     "treasury",
     "washington",
     "mauricio",
     "international",
     "nov. 12",
     "tuesday",
     "times",
     "oval",
     "u.s.",
     "new",
     "carter",
     "congressional",
     "mumbai",
     "germany",
     "farage",
     "nov. 8",
     "bill",
     "japan",
     "w.",
     "congress",
     "h.w.",
     "george",
     "hotel"
    ],
    "id": 6,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump is facing more potential conflicts of interest than any other Oval Office occupant in U.S. history. And the billionaire businessman’s response is: So what? Trump shrugged off any hypothetical entanglements that could occur due to his worldwide real estate enterprise and asserted the law stood with him during a meeting with The New York Times on Tuesday. “I mean, I know that from the standpoint, the law is totally on my side, meaning, the president can’t have a conflict of interest,” Trump said . “…And I understand why the president can’t have a conflict of interest now, because everything a president does in some ways is like a conflict of interest.” TRUMP REVERSES COURSE ON CLINTON, DEFENDS BANNON According to a Congressional Research Service report issued in October, Trump is right. “Because of concerns regarding interference with the exercise of constitutional duties, Congress had not applied [criminal penalties for conflicts of interest] to the President,” the report stated. “Consequently, there is no current legal requirement that would compel the President to relinquish financial interests because of a conflict of interest.” Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → The present model assumes the president will be tried in the court of public opinion before he takes office. “In other words, the current regulatory scheme suggests that any potential conflicts will be addressed by the electorate at the ballot box,” the report stated. The majority of previous presidents – Lyndon Johnson, Jimmy Carter, Ronald Reagan, George H.W. Bush, Bill Clinton and George W. Bush – have voluntarily “divested” any financial assets. President Obama did not, however, because his assets were tied up in Treasury notes and mutual funds he did not control, according to the report. Trump told The Times he is beginning to take steps to separate a President Trump from the Trump organization. He noted that he’s “greatly reduced” signing checks and meetings with contractors and other interested parties. But Trump is acutely aware that he has no legal obligation to build a metaphorical wall between himself and his business. “In theory, I could run my business perfectly, and then run the country perfectly,” he said. “…But I would like to do something. I would like to try and formalize something, because I don’t care about my business.” Though he’s been president-elect for fewer than three weeks, already several controversies involving potential conflicts have bubbled up – and mostly petered out. Trump met last week with three Indian real-estate executives who are involved in building a Trump apartment complex in Mumbai. Trump said it was merely a congratulatory meeting and the men simply took a photo. During a Nov. 12 conversation with UKIP leader Nigel Farage, Trump allegedly brought up the topic of wind farms, the building of which Trump had previously tried to stop because the structures obstructed the view at one of his Scottish golf courses. “I might have brought it up,” said Trump, who then detailed his long-time opposition to windfarms due to their effect on the bird population and because he said most are manufactured in Germany or Japan. After Trump spoke with the President of Argentina by phone after the Nov. 8 election, a report emerged from the country saying Trump brought up the topic of obtaining permits for an Argentinian office complex he’s been trying to build. Both Trump and President Mauricio Macri denied the report and the source of the rumor later said he was joking. The Trump International Hotel which opened in October in Washington, D.C. is, Trump admits, “a hotter brand than it was before.” “I can’t help that, but I don’t care,” he told The Times. What will truly serve as a check on any potential conflicts, Trump said, is the chance he has to serve the nation and govern effectively. “I don’t care about my company. It doesn’t matter. My kids run it…” Trump said. “The only thing that matters to me is running our country.” Advertisement ",
    "title": "Trump on potential conflicts of interest: 'The law is totally on my side' | Fox News"
   },
   {
    "entities": [
     "uribe",
     "district",
     "of",
     "tribune",
     "mondays",
     "muchin",
     "walker",
     "trump",
     "chicago",
     "blackbird",
     "donald",
     "$38,000",
     "sept. 1",
     "barriball",
     "antonio",
     "$47,500",
     "alexia",
     "elejalde-ruiz",
     "reporter",
     "obama",
     "david",
     "abel",
     "caldarone",
     "sands",
     "kern",
     "dec. 1",
     "tuesday",
     "contact",
     "u.s.",
     "may",
     "$23,660",
     "texas",
     "santoro",
     "michael",
     "anthony",
     "department",
     "2004",
     "eastern",
     "/",
     "nov. 10, 2016",
     "labor",
     "general",
     "laner"
    ],
    "id": 7,
    "text": "Chicago employers in limbo after court blocks Obama's overtime pay rule Blackbird bartender Abel Uribe / Chicago Tribune Anthony Kern tends bar at Blackbird on Nov. 10, 2016. One Off Hospitality, which owns the restaurant, is moving forward with major changes in its pay rules despite a court ruling that puts new Labor Department overtime standards on hold. Anthony Kern tends bar at Blackbird on Nov. 10, 2016. One Off Hospitality, which owns the restaurant, is moving forward with major changes in its pay rules despite a court ruling that puts new Labor Department overtime standards on hold. (Abel Uribe / Chicago Tribune) Alexia Elejalde-Ruiz Contact Reporter Chicago Tribune Employers that have been preparing for months to comply with a major change to overtime regulations — raising salaries, implementing time-tracking tools, restructuring promotion ladders — find themselves in an awkward limbo after a federal judge on Tuesday blocked the change a week before it was to take effect. \"I feel like a student who studied every day only to see the test canceled at the last minute,\" said Michael Santoro, president of Walker Sands, a Chicago-based public relations and digital marketing firm. The rule is delayed while a Texas federal judge considers whether to overturn a signature initiative of the Obama administration meant to put more money in middle-class pockets and prevent employers from overworking employees for free. Under the Labor Department's new overtime rule, finalized in May and scheduled to take effect Dec. 1, employers wouldn't be able to exempt workers who earn less than about $47,500 a year from overtime pay, a big change from the $23,660 threshold that has been in effect since 2004. That would make an estimated 4.2 million salaried U.S. employees newly eligible to get time-and-half for hours worked beyond 40 a week. The threshold would readjust every three years to reflect changes in average wages. (Tribune news services) On Tuesday, a judge in the U.S. District Court for the Eastern District of Texas granted a nationwide preliminary injunction to block the rule's implementation until he decides whether the rule is unlawful. The injunction is a victory for the 21 states that sued the Labor Department arguing the rule is unconstitutional and, because it also applies to government workers, could deplete state budgets. No timeline was given for the judge's final decision. The Labor Department under President-elect Donald Trump could rescind the overtime rule — no congressional approval is required — but that wouldn't happen immediately because the agency would have to go through a rule-making process and public comment period that could take a long time. All of this might not matter to frustrated employers that already have made changes, as taking back an employee's raise is no good for morale. \"It's kind of hard to unring a bell,\" said Antonio Caldarone, a partner at Laner Muchin who represents management in wage and hour litigation. \"I don't see (employers) rolling it back or even delaying it.\" Walker Sands had started operating as though the new rule was in effect on Sept. 1, to ensure it was prepared, Santoro said. About a third of his 80 employees are affected by the new rule, most of them entry-level salaried public relations professionals who start at $38,000. Blackbird manager Abel Uribe / Chicago Tribune Blackbird General Manager David Barriball, center, helps servers bring food to lunch patrons on Nov. 10, 2016, at the Chicago restaurant. One Off Hospitality, which owns the restaurant, is making changes that were instigated by a new Labor Department rule that has been put on hold. Some hourly workers may have their wages raised while other workers may move from salaried to hourly positions. Blackbird General Manager David Barriball, center, helps servers bring food to lunch patrons on Nov. 10, 2016, at the Chicago restaurant. One Off Hospitality, which owns the restaurant, is making changes that were instigated by a new Labor Department rule that has been put on hold. Some hourly workers may have their wages raised while other workers may move from salaried to hourly positions. (Abel Uribe / Chicago Tribune) \"When (the rule) was announced, it was a huge deal, it was like the apocalypse happened,\" Santoro said. As the company reviewed its employees' hours it realized the impact wouldn't be as severe as feared, because they weren't working too much overtime on a regular basis. Still, he took pains to comply, upgrading the time-tracking system so that managers got daily input on how many hours employees were working, instead of weekly as it had before. It allowed them to more easily offset long Mondays with short Fridays to keep people to 40 hours a week. Santoro, who didn't adjust anyone's salary and planned to pay overtime when the work warranted it, said the changes forced everyone to be more cognizant of time. The company is holding slightly fewer meetings as a result, and the meetings that do happen seem more productive, Santoro said. Still, the uncertainty of the overtime rule's fate bothers him. \"The majority of good businesses are ready for the change,\" Santoro said. \"We should reward those who properly prepared.\" ",
    "title": "Chicago employers in limbo after court blocks Obama&apos;s overtime pay rule - Chicago Tribune"
   },
   {
    "entities": [
     "2015",
     "mitt",
     "wednesday",
     "of",
     "york",
     "michelle",
     "karl",
     "trump",
     "divided",
     "abc",
     "donald",
     "secretary",
     "mike",
     "petraeus",
     "fox",
     "city",
     "gop",
     "huckabee",
     "last weekend",
     "nov 23, 2016",
     "administration",
     "giuliani",
     "david",
     "2002",
     "joining",
     "news",
     "miller",
     "state",
     "romney",
     "pick",
     "tower",
     "new",
     "rudy",
     "newt",
     "arkansas",
     "over",
     "america",
     "rhee",
     "florida",
     "jason",
     "jonathan",
     "gingrich",
     "advisers"
    ],
    "id": 8,
    "text": "Donald Trump Advisers Divided Over Secretary of State Pick By Jonathan Karl Nov 23, 2016, 3:30 PM ET 0 Shares WATCH Speculation Grows Over Possibility of Mitt Romney Joining the Trump Administration 0 Shares Email As President-elect Donald Trump weighs his choice for secretary of state, he is facing competing schools of thought in his close circle of advisers over the wisdom of selecting Mitt Romney , Rudy Giuliani or someone else for the key position. Advocates for GOP former presidential nominee Romney, who has international renown from his time running the 2002 Salt Lake City Olympic Games, say his selection would send a signal of reassurance to the country and show flexibility in Trump’s choices for his administration. Some are worried that Giuliani, whose global business interests have drawn scrutiny , could have trouble getting confirmed. But some Trump loyalists like Newt Gingrich say picking Romney would be a big mistake, given his sharp public criticism of Trump. Trump Holds Meetings With Mitt Romney, Michelle Rhee and Others There are voices in the Trump circle suggesting he look at other candidates, such as retired Gen. David Petraeus , who said Wednesday he would be open to a job in the Trump administration. Petraeus is highly regarded by leaders in both parties on Capitol Hill, but his 2015 guilty plea to a misdemeanor charge of mishandling classified information could complicate an appointment. The competing views came to light in ABC News interviews and conversations with multiple officials in the Trump transition, who have spoken on condition of anonymity. Public comments from several Trump associates close to the process have also suggested divides. “No decision has been made yet on that position, and ultimately that decision will be up to the president-elect. He’s looking at a number of very highly qualified potential choices there,�? Trump spokesman Jason Miller told reporters Wednesday. Gingrich and former Arkansas Gov. Mike Huckabee have been outspoken advocates for Giuliani and are Romney skeptics. “I think there are huge advantages to Rudy Giuliani. Frankly, I think that if you want someone who is going to go out and be a very tough negotiator for America and represent American interest in the way that Trump campaigned, I think that probably Rudy is a better pick and has the right temperament,�? Gingrich told reporters at Trump Tower in New York City earlier this week. “Nice to have meeting -- but no admin spot; Mitt said Trump was con man; phony. That’s insult to Trump voters,�? Huckabee tweeted after Trump’s meeting with Romney last weekend. He later deleted the message from his account. “The only thing that would surprise me more than Donald Trump offering the position would be that Mitt Romney would take it. If he does, I have to question why would he do it, because, I mean, if you don’t believe that the person who offered you a position is a person that you can trust, you think is a fraud, a con man, you have to think, ‘Boy, his ambition is so great that he would take a position from someone for whom he holds utter contempt,’�? Huckabee said on Fox News Wednesday. “I can’t imagine that makes sense.�? A representative for Romney did not immediately respond to ABC News’ request for comment on whether he would accept a post in the Trump administration or if he had been offered a job. Miller said several options remain on the table as Trump retreats to his Florida estate for Thanksgiving. “What’s really going to drive the president-elect is the judgment and decision-making strength that he looks at with potential applicants to any position, whether it’s this or any other Cabinet-level-type position,�? he said. “I think they’ll be looking for things like chemistry, experience, a similar vision in what the president-elect and vice-president-elect are trying to do with this administration, and ultimately whoever the president-elect does pick will be somebody of absolute top caliber.�? 0 Shares ",
    "title": "Donald Trump Advisers Divided Over Secretary of State Pick - ABC News"
   },
   {
    "entities": [
     "john",
     "leaks",
     "sarah",
     "amazon",
     "los",
     "hillary",
     "found",
     "california",
     "npr",
     "trump",
     "guardian",
     "facebook",
     "allen",
     "berkeley",
     "fbi",
     "google",
     "services",
     "jansen",
     "confront",
     "chris",
     "fake",
     "bristol",
     "to",
     "take",
     "disinfomedia",
     "2012",
     "$10,000",
     "beach",
     "clinton",
     "news",
     "2013",
     "zuckerberg",
     "mark",
     "house",
     "international",
     "court",
     "denver",
     "montgomery",
     "report",
     "long",
     "jestin",
     "calif",
     "christie",
     "email",
     "colorado",
     "steps",
     "yachtsman",
     "angeles",
     "master-mcneil",
     "inc.",
     "users",
     "food",
     "palin",
     "web",
     "supreme",
     "national",
     "unfriend",
     "overwhelmed",
     "$30,000",
     "coler"
    ],
    "id": 9,
    "text": "We Tracked Down A Fake-News Creator In The Suburbs. Here's What We Learned We Tracked Down A Fake-News Creator In The Suburbs. Here's What We Learned Embed Embed \"The whole idea from the start was to build a site that could kind of infiltrate the echo chambers of the alt right.\" Fanatic Studio/Getty Images hide caption toggle caption Fanatic Studio/Getty Images \"The whole idea from the start was to build a site that could kind of infiltrate the echo chambers of the alt right.\" Fanatic Studio/Getty Images A lot of fake and misleading news stories were shared across social media during the election. One that got a lot of traffic had the headline: \"FBI Agent Suspected In Hillary Email Leaks Found Dead In Apparent Murder-Suicide.\" The story is completely false , but it was shared on Facebook over half a million times. We wondered who was behind that story and why it was written. It appeared on a site that had the look and feel of a local newspaper. Denverguardian.com even had the local weather. But it only had one news story — the fake one. Study Finds Students Have 'Dismaying' Inability To Tell Fake News From Real We tried to look up who owned it and hit a wall. The site was registered anonymously. So, we brought in some professional help. By day, John Jansen is head of engineering at Master-McNeil Inc., a tech company in Berkeley, Calif. In the interest of real news he helped us track down the owner of Denverguardian.com. Jansen started by looking at the site's history. \"Commonly that's called scraping or crawling websites,\" he says. Jansen is kind of like an archaeologist. He says that nothing you do on the Web disappears — it just gets buried — like a fossil. But if you do some digging you'll find those fossils and learn a lot of history. The Denver Guardian was built and designed using a pretty common platform — WordPress. It's used by bloggers and people who want to create their own websites. Jansen found the first entry ever for the site was done by someone with the handle LetTexasSecede. Article continues after sponsorship The whole idea from the start was to build a site that could kind of infiltrate the echo chambers of the alt-right, publish blatantly or fictional stories and then be able to publicly denounce those stories and point out the fact that they were fiction. Jestin Coler, publisher of fake news sites \"That was sort of the thread that started to unravel everything,\" Jansen says. \"I was able to track that through to a bunch of other sites which are where that handle is also present.\" The sites include NationalReport.net , USAToday.com.co, WashingtonPost.com.co. All the addresses linked to a single rented server inside Amazon Web Services. That meant they were all likely owned by the same company. Jansen found an email address on one of those sites and he was able to link that address to a name: Jestin Coler. Online, Coler was listed as the founder and CEO of a company called Disinfomedia. Coler's LinkedIn profile said he once sold magazine subscriptions, worked as a database administrator, and as a freelance writer for among others, International Yachtsman magazine. And, using his name, we found a home address. On a warm, sunny afternoon I set out with a producer for a suburb of Los Angeles. Coler lived in a middle-class neighborhood of pastel-colored one-story beach bungalows. His home had an unwatered lawn — probably the result of California's ongoing drought. There was a black minivan in the driveway and a large prominent American flag. We rang the front doorbell and a man answered, his face obscured by a heavy mesh steel screen. I asked for Jestin Coler. The man indicated that's who he was. But when I asked about Disinfomedia, he said, \"I don't know what to tell you guys. Have a good day.\" From Hate Speech To Fake News: The Content Crisis Facing Mark Zuckerberg We left Coler our contact information thinking he wasn't likely to talk. But a couple hours later he had a change of heart. He sent us an email and we set up an interview. Coler is a soft-spoken 40-year-old with a wife and two kids. He says he got into fake news around 2013 to highlight the extremism of the white nationalist alt-right. \"The whole idea from the start was to build a site that could kind of infiltrate the echo chambers of the alt-right, publish blatantly or fictional stories and then be able to publicly denounce those stories and point out the fact that they were fiction,\" Coler says. He was amazed at how quickly fake news could spread and how easily people believe it. He wrote one fake story for NationalReport.net about how customers in Colorado marijuana shops were using food stamps to buy pot . \"What that turned into was a state representative in the House in Colorado proposing actual legislation to prevent people from using their food stamps to buy marijuana based on something that had just never happened,\" Coler says. Post-Election, Overwhelmed Facebook Users Unfriend, Cut Back During the run-up to the presidential election — fake news really took off. \"It was just anybody with a blog can get on there and find a big, huge Facebook group of kind of rabid Trump supporters just waiting to eat up this red meat that they're about to get served,\" Coler says. \"It caused an explosion in the number of sites. I mean, my gosh, the number of just fake accounts on Facebook exploded during the Trump election.\" Coler says his writers have tried to write fake news for liberals — but they just never take the bait. Coler's company, Disinfomedia, owns many faux news sites — he won't say how many. But he says his is one of the biggest fake news businesses out there, which makes him kind of like a godfather of the industry. At any given time Coler says he's got between 20 and 25 writers. And it was one of them that wrote the story in the Denver Guardian that an FBI agent who leaked Clinton emails was killed. Coler says that over 10 days the site got 1.6 million views. He says stories like this work because they fit into existing right wing conspiracy theories. \"The people wanted to hear this,\" he says. \"So all it took was to write that story. Everything about it was fictional: the town, the people, the sheriff, the FBI guy. And then ... our social media guys kind of go out and do a little dropping it throughout Trump groups and Trump forums and boy it spread like wildfire.\" Did Social Media Ruin Election 2016? And as the stories spread, Coler makes money from the ads on his websites. He wouldn't give exact figures, but he says stories about other fake news proprietors making between $10,000 and $30,000 a month apply to him. Coler fits into a pattern of other faux news sites that make good money, especially by targeting Trump supporters. However, Coler insists this is not about money. It's about showing how easily fake news spreads. And fake news spread wide and far before the election. When I pointed out to Coler that the money gave him a lot of incentive to keep doing it regardless of the impact, he admitted that was \"correct.\" Coler says he has tried to shine a light on the problem of fake news. He has spoken to the media about it. But those organizations didn't know who he actually was. He gave them a fake name: Allen Montgomery. Coler, a registered Democrat, says he has no regrets about his fake news empire. He doesn't think fake news swayed the election. \"There are many factors as to why Trump won that don't involve fake news,\" he says. \"As much as I like Hillary, she was a poor candidate. She brought in a lot of baggage.\" Facebook, Google Take Steps To Confront Fake News Coler doesn't think fake news is going away. One of his sites — NationalReport.net — was flagged as fake news under a new Google policy, and Google stopped running ads on it. But Coler had other options. \"There are literally hundreds of ad networks,\" he says. \"Early last week, my inbox was just filled every day with people because they knew that Google was cracking down — hundreds of people wanting to work with my sites.\" Coler says he's been talking it over with his wife and he may be getting out of the fake news racket. But, he says, dozens, maybe hundreds of entrepreneurs will be ready to take his place. And he thinks it will only get harder to tell their websites from real news sites. They know now that fake news sells and they will only be in it for the money. Below are highlights of NPR's interview with Jestin Coler. Interview Highlights Tell me a little about why you started Disinfomedia? Late 2012, early 2013 I was spending a lot of time researching what is now being referred to as the alt-right. I identified a problem with the news that they were spreading and created Disinfomedia as a response to that. The whole idea from the start was to build a site that could infiltrate the echo chambers of the alt-right, publish blatantly false or fictional stories and then be able to publically denounce those stories and point out the fact that they were fiction. What got you engaged in this? My educational background is in political science. I've always enjoyed the ideas of propaganda and misinformation. Then I coupled that with an interest in what makes things go viral. So that led me to finding those groups and ultimately to finding contributors. But it was just something I had an interest in that I wanted to pursue. When did you notice that fake news does best with Trump supporters? Well this isn't just a Trump supporter problem. This is a right wing issue. Sarah Palin's famous blasting of the lame-stream media is kind of record and testament to the rise of these kinds of people. The post-fact era is what I would refer to it as. This isn't something that started with Trump. This is something that's been in the works for a while. His whole campaign was this thing of discrediting mainstream media sources, which is one of those dog whistles to his supporters. When we were coming up with headlines it's always kind of about the red meat. Trump really got into the red meat. He knew who his base was. He knew how to feed them a constant diet of this red meat. We've tried to do similar things to liberals. It just has never worked, it never takes off. You'll get debunked within the first two comments and then the whole thing just kind of fizzles out. How many domains do you own and run? Well, I would say there's somewhere around 25 domains that I am currently managing. National Report has been my bread and butter, where I've spent most of my time. I have people who work with me and for me in developing and maintaining the other sites and social media kind of stuff. (Coler later said not all his sites are fake news.) So I, for the most part, focus on National Report, and a lot of the other stuff is run by other folks on the team. So, you're the publisher of an empire. Well I wouldn't go so far as to call it an empire but, yes, it's several sites (chuckle). How many people do you have writing for you? It comes and goes, and as for actual employed writers, again these guys sort of make their own money through ad code. So I don't say, 'Hey, you have to write 10 stories this week' and this and that. Really, we have a more freeform idea where people, when their creativity strikes them then they can write something. And if they're in a slump then they just go dormant for a while. With that said, at any given time there's probably 20, 25 contributors all over the country. ... Talk about the Denver Guardian. Well, it's kind of as a side project. We have some people working on next steps in the fake news industry, and that came from that whole discussion. We had purchased several domain names that sounded legitimate. ... More local news sort of stories. The idea was to make the sites look as legit as possible so the home page is going to be local news and local forecast, local sports, some obituaries and things of that nature, and then the actual fake news stories were going to be buried off the homepage. We've tried lots of things in the past. The dot com dot co domains were something I toyed in for a while. Those I quickly got away from because you don't get away long with borrowing someone's copyright or trademark. That was something that worked very well from a fake news perspective. People were fooled into the domain name, but that wasn't so much what we were after. So again, the next step was to go after more city type sites. And the Denver Guardian was one of those sites. You're talking about the future of this (fake news business) which looks more insidious because it's more real? That's the way that it's going to be. Not just from where I am. I mean this is probably going to be my last run in the fake news biz, but I can promise you that it's not going to go away. It's even going to grow bigger and it's going to be harder to identify as it kind of evolves through these steps. ... Do you know who wrote the actual FBI Clinton story? I do know who wrote the story, but only through an anonymous pen name. Privacy is something that we take very seriously in our writers' group. The actual reasonings behind that story... it's one of hundreds that have been written about mysterious deaths of Clinton associates or political foes. This one kind of took off more than others, I believe, just because of the nature of the story. The people wanted to hear this. So all it took was to write that story. Everything about it was fictional. The town, the people, the sheriff, the FBI guy. Then, we had our social media guys kind of go out and do a little dropping it throughout Trump groups and Trump forums and boy it spread like wildfire. Why hide your identity? This isn't the safest business to be in, to be honest. Just the number of death threats I've received. I have a beautiful family, a beautiful life. Some of these people that we ... bait is probably the right word — are often — let's call them the deplorables, right? They're not the safest crowd. Some of them I would consider domestic terrorists. So they're just not people that I want to be knocking on my door. It seems like National Report is getting spoofier. If you went to National Report today, it's specifically satire. \"Chris Christie nominated to Supreme Food Court.\" \"Sarah Palin Banning Muslims from Entering Bristol Palin.\" They're a little bit more offensive than some people care for their satire. I mean fat shaming and slut shaming isn't something that is normally met with applause. But again, it's a lot more fun in nature. Do you make serious money? It depends on what you would call serious money. I think I do pretty well. Can you say how well? I would rather not. There have been some people who have been reported on recently. The folks in Long Beach that were doing just alright stuff. They were reporting $10,000 to $30,000 a month I think that's probably a relative ballpark. So you're doing as well as those? Yes. You're making money through the ads? Yes. Who do you work with? We have several advertisers. Google was one, although they shut down my account last week. We've replaced them with other advertisers. Can I ask who? There are literally hundreds of ad networks. Literally hundreds. Last week my inbox was just filled everyday with people, because they knew that Google was cracking down — hundreds of people wanting to work with my sites. I kind of applaud Google for their steps, although I think what they're doing is kind of random. They don't really have a process in place for identifying these things. I happen to know a very successful site that, as of today, of this morning is still serving Google ads. So it seems to be a kind of arbitrary step that they're taking either based on, I don't know if it was my reputation within the industry or specifically the Denver Guardian site that angered them, or I don't know what it is, but back to your question, there's hundreds of people that will work with me. What can be done about fake news? Some of this has to fall on the readers themselves. The consumers of content have to be better at identifying this stuff. We have a whole nation of media-illiterate people. Really, there needs to be something done. Do you consider yourself an entrepreneur? Sure. Are you one of the biggest in the fake news biz? If you look at someone who has specifically sometimes peddled in fictional news then I think that I would probably be considered one of the larger sites. As a liberal, do you have any regrets? I don't. Again, this is something that I've been crying about for a while. But outside of that, there are many factors as to why Trump won that don't involve fake news, right? As much as I like Hillary, she was a poor candidate. She brought in a lot of baggage. You don't feel responsible. I do not. Do you think you would have kept doing it if it wasn't so lucrative? Really the financial part of it isn't the only motivator for me. I do enjoy making a mess of the people that share the content that comes out of our site. It's not just the financial incentive for me. I still enjoy the game I guess. Would you do this all over again? Well, I guess it came to a head here and we're talking about it. It'll be interesting to see what happens moving forward. If I had to, if I knew specifically the Denver Guardian situation, that would have been handled differently. But everything else, as far as the work I've done with National Report, I'm very proud of, and I'm going to continue doing it. ",
    "title": "We Tracked Down A Fake-News Creator In The Suburbs. Here's What We Learned : All Tech Considered : NPR"
   }
  ]
 }
}