{
 "25": {
  "col-sim": {
   "cosine": 0.2049522371405638,
   "entity": 0.21081851067789195
  },
  "exec-time": 23.502843618392944,
  "links": [
   {
    "entities": [
     "avenue",
     "involved",
     "advocate",
     "johnson",
     "district",
     "tribune",
     "shooting",
     "elvia",
     "l.",
     "july 25",
     "dolton",
     "wednesday",
     "rosemary",
     "medical",
     "chicago",
     "kajuan",
     "independent",
     "regina",
     "late wednesday",
     "armando",
     "authority",
     "review",
     "white",
     "fatal",
     "raymond",
     "nov. 23, 2016",
     "nov. 24, 2016",
     "county",
     "6500",
     "ipra",
     "2016",
     "englewood",
     "ashland",
     "abel",
     "eddie",
     "sobol",
     "reporters",
     "ahkeya",
     "sissac",
     "raye",
     "uribe/chicago",
     "contact",
     "morning",
     "11:07 p.m.",
     "center",
     "malagon",
     "sanchez/chicago",
     "grace",
     "wong",
     "west",
     "lopez",
     "christ",
     "mia",
     "cook",
     "brainerd",
     "friday",
     "september 2015",
     "thursday",
     "department",
     "police",
     "marshfield",
     "1 p.m.",
     "1400"
    ],
    "id": 0,
    "text": "Search fails to uncover weapon in fatal police-involved shooting in West Englewood Eddie Johnson, Ja'Mal Green speak to media about fatal police-involved shooting Chicago police Superintendent Eddie Johnson and activist Ja'Mal Green speak to the media Nov. 24, 2016, about the fatal shooting by police of a 19-year-old man. (Abel Uribe/Chicago Tribune) Chicago police Superintendent Eddie Johnson and activist Ja'Mal Green speak to the media Nov. 24, 2016, about the fatal shooting by police of a 19-year-old man. (Abel Uribe/Chicago Tribune) Elvia Malagon and Rosemary Regina Sobol Contact Reporters Chicago Tribune A 19-year-old man was fatally wounded late Wednesday after a police sergeant said the man pointed a gun in his direction, but a grid search Thursday morning failed to uncover a weapon, officials said.  \"We were not able to locate a weapon as of yet,'' said Chicago police Superintendent Eddie Johnson, who briefly made remarks about the shooting at a 1 p.m. news conference at headquarters. “We have some missing information in our timeline,’’ Johnson said. \"There are still many unanswered questions.’’ Police, including an Englewood District police sergeant responded at 11:07 p.m. to a battery in progress in the 1400 block of West 65th Street, said Johnson. The sergeant spotted a man that \"matched the description of the offender,\" in the battery, Johnson said. The sergeant identified himself as an officer and approached the man but he began running away. The sergeant gave chase. At some point during the pursuit the man \"turned and pointed\" a weapon at the sergeant two separate times, causing the sergeant to shoot him, Johnson said. The man, identified by his family as Kajuan Raye, was taken to Advocate Christ Medical Center, where he was later pronounced dead. “Unfortunately, we still don’t have a complete synopsis of exactly how and what transpired,’’ Johnson told reporters. \"There is still a lot of investigating going on.\" Fatal Police Involved Shooting Ahkeya White describes the events after her cousin was fatally shot Nov. 23, 2016, by a member of the Chicago Police Department in the 6500 block of Marshfield Avenue in Chicago's West Englewood neighborhood. (Armando L. Sanchez/Chicago Tribune) Ahkeya White describes the events after her cousin was fatally shot Nov. 23, 2016, by a member of the Chicago Police Department in the 6500 block of Marshfield Avenue in Chicago's West Englewood neighborhood. (Armando L. Sanchez/Chicago Tribune) A grid search for ballistics evidence of the area was completed overnight but no gun was found, Johnson said. There weren't any officers injured during the incident.  Early Thursday, police blocked off the intersection of 65th Street and Marshfield Avenue along with surrounding alleys. Officers searched vacant lots using rakes and flashlights. An officer with a K-9 could be seen searching a parking lot near the intersection. The Independent Police Review Authority is investigating the shooting. IPRA spokeswoman Mia Sissac said the Englewood District does not have body cameras, so investigators are looking for witnesses that may have seen the incident or may have captured it on video. “We would hope that people would allow for some time. As we continue to go through the process we will learn more about the case,” Sissac said. The sergeant will be placed on administrative duties for 30 days pending the outcome of the investigation.  Community activists also spoke to reporters outside police headquarters, and decried what they said was a lack of transparency in the Police Department.  \"I'm sickened,\" said Ja’Mal Green. \"It does not take a day to find a gun. They (cops) messed up. \"Right now the city has to pay for what it has done,\" Green said. Ald. Raymond Lopez, who represents the 15th Ward, where the shooting occurred, was also at police headquarters.  \"It's just sad,\" Lopez said. According to Cook County court records, Raye had pleaded guilty to a theft charge in September 2015, and he was given one year of court supervision. In 2016, records show Raye violated supervision and an arrest warrant was issued in his name July 25. Standing outside of a family home in the Brainerd neighborhood Thursday morning, Ahkeya White said the family was told that her cousin, Raye, had been standing with a friend at a bus stop near the intersection of 64th Street and Ashland Avenue just before the shooting happened.  The bus stop is less than half a mile away from where police said the sergeant had responded for the battery call.  After spending time at a home of a friend's mother, White said her cousin was waiting for a bus to return to Dolton when the officer approached him.  \"They are saying that it was, you know, a battery, but if that's the case, the police officer showed up, it was only one person in the car,\" she said. \"If they are responding to a call, why is it only one person in the car? Then you pull up to the bus stop. So something is off and we need answers.\" She said the officer got out of his car and told his cousin and friend to go to the police car. That's when her cousin and friend ran from the officer, prompting the sergeant to run after her cousin.  Raye was shot once in the abdomen, White said.  She disputes that her cousin was armed during the incident, saying she is sure Raye didn't have a gun.   \"There was no gun,\" she said.   Man fatally wounded by police in West Englewood Provided by Kajuan Raye's family Family members identified Kajuan Raye, 19, of Dolton, as the man who was fatally shot by police.  Family members identified Kajuan Raye, 19, of Dolton, as the man who was fatally shot by police.  (Provided by Kajuan Raye's family) As news began spreading about the shooting and relatives gathered at the hospital, White said she wondered why the shooting happened. \"Why, because I know he didn't do anything to deserve it,\" she said. \"We want answers, but there's really no explanation for what happened other than this is what's been going on, and it seems, you know, that this is the norm. But it's unacceptable, it's unacceptable.\"   She described her cousin as a typical 19-year-old who was figuring out what he wanted to do. The family had been urging him to return to school to get his GED.  \"Tears are flowing and we are praying,\" she said. \"We'll miss him greatly.\" Wednesday's shooting happened about a mile from where officers last Friday fatally shot a man after seeing him shoot and wound another man, according to officials.  Chicago Tribune reporter Grace Wong contributed. ",
    "title": "Search fails to uncover weapon in fatal police-involved shooting in West Englewood - Chicago Tribune"
   },
   {
    "entities": [
     "travino",
     "cummings",
     "dave",
     "nicole",
     "perry",
     "ruth",
     "animal",
     "thanksgiving",
     "poolesville",
     "maryland",
     "sanctuary",
     "terry",
     "evie",
     "feast",
     "davis",
     "vegan",
     "poplar",
     "ricardo"
    ],
    "id": 1,
    "text": "At This Vegan Thanksgiving Feast, They're Happy To Save Some Turkey At This Vegan Thanksgiving Feast, They're Happy To Save Some Turkey Embed Embed Perry the turkey presides over Thanksgiving dinner. Lakshmi Singh/NPR hide caption toggle caption Perry the turkey presides over Thanksgiving dinner. Lakshmi Singh/NPR Thanksgiving came early in Poolesville. Only, instead of dining on turkey, the hundreds who gathered in this Maryland town actually dined with a turkey. His name is Perry. The strutting turkey, who's something of a star at Poplar Animal Sanctuary, stared down the hungry crowd with nothing to worry about — because the big dinner in Poolesville was no ordinary Thanksgiving feast: The diners there were only interested in vegan fare. Every year, they gather to forego the traditional dinner of turkey or pork roast, and instead eat vegan or vegetarian dishes right alongside the chickens, pigs and sheep. Terry Cummings and her husband, Dave, came up with the idea of this Thanksgiving shindig some 18 years ago with one goal in mind: to save farm animals from slaughter. And that idea, she says, has really caught on. Terry Cummings accepts tickets and welcomes guests to the Thanksgiving feast. Lakshmi Singh/NPR hide caption toggle caption Lakshmi Singh/NPR \"More people are more aware of the issues now,\" she says. \"They're more concerned about farm animals. They realize that there's a need to have sanctuaries like this one.\" So, with help from charitable donations, Cummings works full-time to take care of roughly 200 animals. And she's got her favorites. \"Evie, the three-legged goat — she lost her leg because her owners did not take her to the vet when an emu stepped on her and she got a broken leg,\" Cummings says. \"They were going to shoot her, and the veterinarians called us and asked us to take her — and we've had her ever since.\" Now, here's your moment of Zen: Evie, the three-legged goat, dines politely with her turkey compatriot. Lakshmi Singh/NPR hide caption toggle caption Lakshmi Singh/NPR Now, here's your moment of Zen: Evie, the three-legged goat, dines politely with her turkey compatriot. Lakshmi Singh/NPR As a family, Cumming and several hundred of her friends from all over the region have pulled out all the stops to put on a Thanksgiving dinner where the animals eat before the humans. Chunks of watermelon, vegetables and worms are plucked and scattered across white serving panels on the grass. Article continues after sponsorship Ricardo Travino drove 2 1/2 hours with his wife, Nicole, to get to the feast. And he certainly showed up in style — with a Butterball hat on his head that read \"Tofurkey.\" (That's tofu instead of meat.) He stuffed his face with vegan treats. This dinner wasn't just for the birds. These pigs got in on the action, too. Lakshmi Singh/NPR hide caption toggle caption This dinner wasn't just for the birds. These pigs got in on the action, too. Lakshmi Singh/NPR \"This is not your typical potluck. People really haul out everything they have to come up with great meals here,\" says Ruth Davis, who sat just a couple of tables down from Travino. She plucked a few desserts that she \"wouldn't normally go for,\" she says — \"but we're going to give it a shot.\" Guess that's where the \"luck\" from potluck comes from. When you're dining with the animals, you never know what you're going to get. ",
    "title": "At This Vegan Thanksgiving Feast, They're Happy To Save Some Turkey : NPR"
   },
   {
    "entities": [
     "breitbart",
     "u.n.",
     "indiana",
     "carolina",
     "club",
     "wednesday",
     "of",
     "nations",
     "bannon",
     "updated",
     "york",
     "last",
     "november 24, 2016",
     "trump",
     "bedminster",
     "devos",
     "donald",
     "ben",
     "nikki",
     "inc",
     "presidential",
     "a.c.",
     "company",
     "associated",
     "white",
     "tens of millions of dollars",
     "committee",
     "inaugural",
     "palm",
     "jan. 20",
     "co.",
     "mexico",
     "segar",
     "carson",
     "cbs",
     "obama",
     "barack",
     "beach",
     "mar-a-lago",
     "weekend",
     "jersey",
     "2009",
     "jr.",
     "2013",
     "news",
     "washington",
     "betsy",
     "pm",
     "house",
     "press",
     "mr.",
     "nov 24, 2016",
     "u.s.",
     "new",
     "education",
     "ross",
     "j.",
     "interactive",
     "wilbur",
     "email",
     "commerce",
     "$1 million",
     "dr.",
     "&",
     "$43 million",
     "america",
     "golf",
     "florida",
     "november 22, 2016",
     "w.l.",
     "fla.",
     "south",
     "thursday",
     "department",
     "hud",
     "steve",
     "united",
     "national",
     "$50,000",
     "nov. 19, 2016",
     "carrier",
     "haley"
    ],
    "id": 2,
    "text": "CBS/AP November 24, 2016, 3:16 PM Trump's team to raise millions for inauguration events President-elect Donald Trump arrives at the main clubhouse at Trump National Golf Club in Bedminster, New Jersey, Nov. 19, 2016. Reuters/Mike Segar Email Last Updated Nov 24, 2016 1:43 PM EST PALM BEACH, Fla. -- The scramble to shape his administration underway , President-elect Donald Trump’s team has simultaneously begun turning its attention to raising tens of millions of dollars for festivities related to his Washington inauguration. Mr. Trump, who vowed during the campaign to “drain the swamp” of special interests corrupting Washington, has set $1 million donation limits for corporations and no limits for individual donors, according to an official on the Presidential Inaugural Committee with direct knowledge of tentative fundraising plans. At the same time, Mr. Trump’s inaugural committee will not accept money from registered lobbyists, in line with his ban on hiring lobbyists for his nascent administration. Barack Obama set stricter limits on donations for his first inauguration, in 2009, holding individual donors to $50,000 each and taking no money from corporations or labor unions, as well as none from lobbyists and some other groups. Plenty of corporate executives, though, gave individually and often at the maximum amount. And he opened the spigots for his 2013 inauguration, setting no limits on corporate or individual donations. President-elect Donald Trump is spending Thanksgiving with family at his Palm Beach, Florida resort. He announced Wednesday that charter school a... The new details, confirmed Thursday on the condition of anonymity because the official was not authorized to disclose private deliberations, came as Mr. Trump gathered with family at his Palm Beach estate on Thanksgiving. It was a working holiday of sorts for Mr. Trump, who suggested on Twitter that he was engaged in trying to prevent an Indiana air conditioning company from moving jobs to Mexico. “I am working hard, even on Thanksgiving, trying to get Carrier A.C. Company to stay in the U.S.,” Mr. Trump tweeted. “MAKING PROGRESS - Will know soon!” The company, which has announced plans to move 1,400 jobs to Mexico from Indiana in the coming years, said  Thursday it “has had discussions with the incoming administration” but that there was “nothing to announce at this time.” Carrier has had discussions with the incoming administration and we look forward to working together. Nothing to announce at this time. — Carrier (@Carrier) November 24, 2016 On the eve of the national holiday, the president-elect offered a prayer for unity after “a long and bruising” campaign season. “Emotions are raw and tensions just don’t heal overnight,” Mr. Trump said in a video message on social media. He added, “It’s my prayer that on this Thanksgiving we begin to heal our divisions and move forward as one country strengthened by shared purpose and very, very common resolve.” Unity has emerged as a common theme during Mr. Trump’s limited public appearances in the days since his stunning general election victory, which followed a campaign season in which he rained extraordinary personal attacks on his opponents in both parties, the media and his many Republican critics. Mr. Obama also emphasized this in his own Thanksgiving message .  Thanksgiving reminds us that no matter our differences, we are still one people, part of something bigger than ourselves,” the president said in a video published Thursday. “We are communities that move forward together. We are neighbors who look out for one another, especially those among us with the least. We are always, simply, Americans.” Unity would also be a theme for the incoming president’s Jan. 20 inauguration, the official said. President-elect Donald Trump has tapped South Carolina Gov. Nikki Haley as the U.N. ambassador for his administration. Who else will be part of T... While Mr. Trump’s fundraising plans have not been completed, he is expected to raise significantly more than the $43 million Obama raised for his 2013 inauguration. Taxpayers cover the cost of official activities such as the swearing-in, but outside donations pay for the many related balls and parties. Mr. Trump has focused most of his attention in the two weeks since his victory on building a White House team from scratch. He injected the first signs of diversity into his Cabinet-to-be on Wednesday, tapping South Carolina Gov. Nikki Haley to serve as U.S. ambassador to the United Nations and charter school advocate Betsy DeVos to lead the Department of Education. They are the first women selected for top-level administration posts. And Haley, the daughter of Indian immigrants, would be his first minority selection after a string of announcements of white men. The South Carolina governor has little foreign policy experience, yet Trump praised her as “a proven dealmaker.” DeVos, like Mr. Trump, is new to government but has spent decades working to change America’s system of public education. The president-elect called DeVos a “brilliant and passionate education advocate,” saying in a statement that “under her leadership we will reform the U.S. education system and break the bureaucracy that is holding our children back so that we can deliver world-class education and school choice to all families.” Retired neurosurgeon Ben Carson on Wednesday said “an announcement is forthcoming” on his position, which would make him the first black choice - possibly as secretary of housing and urban development. But he also suggested he’d be thinking about it over the Thanksgiving holiday. “I feel that I can make a significant contribution particularly to making our inner cities great for everyone,” Carson wrote on his Facebook page. Mr. Trump praised his former primary opponent as a “greatly talented person,” after months of launching vitriolic campaigns against the neurosurgeon.   I am seriously considering Dr. Ben Carson as the head of HUD. I've gotten to know him well--he's a greatly talented person who loves people! — Donald J. Trump (@realDonaldTrump) November 22, 2016 Mr. Trump is also expected to select billionaire investor Wilbur Ross Jr. to lead the Commerce Department, a senior Trump adviser said on condition of anonymity because the adviser was not authorized to disclose internal deliberations. The 78-year-old Ross, who is white, is chairman and chief strategy officer of private-equity firm W.L. Ross & Co., which has specialized in buying failing companies. The picks come as Mr. Trump works to dissociate himself from the alt-right, a movement of white supremacists who continue to cheer his election. His first appointments included chief counselor Steve Bannon , who previously led Breitbart News, a website popular among the alt-right. Mr. Trump on Thursday was with his family behind closed doors at Mar-a-Lago, his Palm Beach estate. He’s spending the Thanksgiving holiday there after a week of interviewing potential appointees in New York, punctuated by announcements of members of his national security team. The president-elect is not expected to meet with anyone over the Thanksgiving holiday, but according to pool reports, Mr. Trump is still making phone calls throughout the day.  He will be sworn into office in fewer than 60 days. Beyond his Cabinet, he must fill hundreds of high-level administration posts. Mr. Trump is expected to stay in Florida through the weekend. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Trump's team to raise millions for inauguration events - CBS News"
   },
   {
    "entities": [
     "network",
     "coulson",
     "penny",
     "nov. 17",
     "associates",
     "beach",
     "insights",
     "digital",
     "wisconsin",
     "toshiba",
     "lusquinos",
     "afternoon",
     "motor",
     "nardi",
     "friday",
     "chute",
     "cbl",
     "guidelines",
     "of",
     "wis",
     "retail",
     "dell",
     "november 24, 2016",
     "line 10 years ago",
     "jess",
     "usa",
     "$349",
     "macy",
     "13.6%",
     "$449 million",
     "milwaukee",
     "thursday, november 24, 2016",
     "5 p.m.",
     "inc.",
     "sears",
     "thursday",
     "15.6%",
     "hoffman",
     "toys",
     "tom",
     "alberty",
     "delafield",
     "vero",
     "mark",
     "dave",
     "today",
     "1:15 p.m.",
     "new",
     "conversation",
     "&",
     "america",
     "florida",
     "$1.15 billion",
     "fla.",
     "department",
     "grand",
     "brandon",
     "clarksville",
     "franke",
     "national",
     "c.",
     "2 a.m.",
     "york",
     "bobby",
     "baig",
     "mike",
     "vehicles",
     "jc",
     "sentinel",
     "$199",
     "analytics",
     "jcpenney",
     "9:17 p.m. est",
     "22%",
     "federation",
     "midnight",
     "adobe",
     "wheeler",
     "journal",
     "3 p.m.",
     "$2 billion",
     "properties",
     "edward",
     "5 p.m. et",
     "mechella",
     "r\\xc2\\xa0us",
     "$820 million",
     "prosper",
     "charlie",
     "tenn."
    ],
    "id": 3,
    "text": "Never mind football and turkey. Thanksgiving shopping has begun Thanksgiving's about food, football, family.  Now add the “frenzy” that goes with shopping. Post to Facebook Never mind football and turkey. Thanksgiving shopping has begun Thanksgiving's about food, football, family.  Now add the “frenzy” that goes with shopping. Check out this story on USATODAY.com: http://usat.ly/2fWeXTy CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 9 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Never mind football and turkey. Thanksgiving shopping has begun Edward C. Baig , USA TODAY 9:17 p.m. EST November 24, 2016 x Share Confused about where to shop for those Thanksgiving deals? Have no fear. We've put together a list for you. USA TODAY NETWORK JC Penny's Mechella Wheeler hands out gift cards to shoppers a  sChristmas shopping began with a flurry of activity on Thanksgiving Day, Thursday, November 24, 2016, in Grand Chute, Wis. Thousands of shoppers put down their forks after Thanksgiving dinner and headed out to take advantage of doorbusters and in-store deals. Wm. Glasheen/USA TODAY NETWORK-Wisconsin (Photo: USA TODAY NETWORK-Wisconsin, Wm. Glasheen/USA TODAY NETWORK-Wisconsin) NEW YORK — Thanksgiving has traditionally boiled down to three “Fs”: food, football and family. Many Americans can now add a fourth F to the mix, the “frenzy” that comes with holiday shopping. We’re not just talking Black Friday. More and more folks are shopping in person on Thanksgiving Day, with major retailers such as Best Buy, Macy’s, Sears, Target and Toys R Us, all opening their doors even before the last of the turkey has gotten cold. And online shopping is off to a brisk start. Shoppers spent $1.15 billion online between midnight and 5 p.m. ET, a 13.6% increase over last year, reported Adobe Digital Insights. Adobe is forecasting Thanksgiving Day online sales to hit $2 billion for the first time, a 15.6% year-over-year growth increase. A record $820 million is expected to come from mobile devices, with $449 million spent by 5 p.m. ET. Adobe added that half the people it surveyed expect to shop after 5 p.m. on Thanksgiving, after families pushed back from the dinner table. Black Friday tech deals: Making sense of it all \"Thanksgiving Day is still on track to either hit or come close to $2 billion, although heavy discounting seen in the early hours of the day has slowed revenue growth,\" Adobe reported. In all, an estimated 137.4 million consumers plan to or are considering shopping during the holiday weekend, according to the annual survey released by the National Retail Federation and Prosper Insights & Analytics. Twenty-one percent of the weekend shoppers plan to shop on Thanksgiving Day itself, nearly the same as the 22% who did so last year. Still, not every retailer is comfortable with the idea. There’s been a recent tug of war over whether retailers should be open on Thanksgiving Day, with some deciding to close their doors this year to boost employee morale, score points with consumers who dislike the practice, and preserve the dwindling sales power of Black Friday. Tennessean Tom Alberty told The (Clarksville, Tenn.) Leaf-Chronicle last week, that he doesn't like shopping on the holiday because it takes away from family time. \"You have 300 days to shop throughout the year. Why do you pick Thanksgiving?\" Holiday Spending Headquarters The Mall of America stayed shuttered this holiday. CBL & Associates Properties Inc. planned to close 72 of its 89 malls this Thanksgiving after keeping them open the last three years, and electronics chain hhgregg closed all of its 220 stores. But most major retailers decided to continue this newest tradition of kicking off the holiday shopping marathon right after — or even before — the Thanksgiving feast. Toys R Us, for instance, opened its doors at 5 p.m. on the holiday and will keep its stores open for 30 hours straight. “One of the reasons we opened our stores on Thanksgiving ... is there’s just a lot of people that enjoy that as part of their Thanksgiving tradition,’’ says Toys R Us’ CEO Dave Brandon. “And if they want to shop ... we want to be open and available to them.’’ In Wisconsin, Mike Franke knows something about tradition. He likes being first in line for Black Friday deals, so he planted himself in the small slice of real estate right outside the Best Buy store in Delafield. Mike Franke holds a pair of commemorative chips he got from Best Buy after arriving at the Delafield store a week in advance to be first in line on Thursday.  (Photo: Mark Hoffman / Milwaukee Journal Sentinel) Franke didn't arrive a few hours before Best Buy opened at 5 p.m. on Thanksgiving. Or even a few days before. No, Franke is a hearty shopper with time to burn, or at least vacation to use from his job at the Wisconsin Department of Motor Vehicles. So he took roost at Best Buy a full week before the big sale. Arriving at 3 p.m. on Nov. 17, Franke set up two tents — one for sleeping, one for a living room outfitted with a heater and television hooked into Direct TV powered by his own portable generator. He's done this at the same Best Buy for the last 10 years. And the object of his desire? A TV. \"It's tradition, believe it or not. Everyone thinks it's the deals, but it's the tradition. I actually met the other people in line 10 years ago, and we see them every year and we've become friends,\" Franke said Thursday afternoon, about two hours before he was the first person through the sliding glass doors to snap up a Toshiba 50-inch 4K TV for $199 for his man cave. A line forms outside of JC Penny as Christmas shopping began with a flurry of activity on Thanksgiving Day, Thursday, November 24, 2016, in Grand Chute, Wis. Thousands of shoppers put down their forks after Thanksgiving dinner and headed out to take advantage of doorbusters and in-store deals. Wm. Glasheen/USA TODAY NETWORK-Wisconsin  (Photo: USA TODAY NETWORK-Wisconsin, Wm. Glasheen/USA TODAY NETWORK-Wisconsin) Charlie Nardi, a longtime manager for JCPenney, said there was a line of customers when he arrived at the Vero Beach, Fla., store at 1:15 p.m. Thursday, almost two hours before the 3 p.m. opening. “Customers who came so early are going to be happy to shop,” said Nardi during an employee pep talk before the opening. “All of our hard work for the last couple weeks will come to fruition today. It’s going to be crazy all day.” At a nearby Best Buy, Vero Beach resident Bobby Lusquinos said he lined up at 2 a.m., 15 hours before the 5 p.m. opening. He came for the 50-inch Toshiba 4K television for $199 and a $349 Dell laptop. “I rather have it in my hand than order online,” Lusquinos said, adding that he wouldn’t have to worry about order cancellation this way. Like Lusquinos in Florida, Jess Coulson of Milwaukee had a plan. Coulson visited in advance every store where she planned to shop on Thanksgiving, noting where in-store exclusive items were located. Some retailers handed out store maps to people in line, which Coulson said was a help. ",
    "title": "Never mind football and turkey. Thanksgiving shopping has begun"
   },
   {
    "entities": [
     "35 percent",
     "club",
     "wednesday",
     "states",
     "york",
     "trump",
     "davis",
     "bedminster",
     "chicago",
     "donald",
     "ameritrade",
     "devos",
     "hilary",
     "trump\\xe2\\x80\\x99s",
     "company",
     "hirschfeld",
     "todd",
     "the",
     "hamptons",
     "washington",
     "betsy",
     "15 percent",
     "times",
     "mr.",
     "new",
     "ross",
     "j.",
     "julie",
     "wilbur",
     "commerce",
     "n.j.",
     "ricketts",
     "&",
     "golf",
     "thursday",
     "$2.9 billion",
     "united",
     "wl",
     "national",
     "swift"
    ],
    "id": 4,
    "text": "Wilbur Ross, Billionaire Investor, Is Said to Be Trump’s Commerce Pick By JULIE HIRSCHFELD DAVIS Continue reading the main story Photo Wilbur Ross met with President-elect Donald J. Trump at the Trump National Golf Club in Bedminster, N.J., this week. Credit Hilary Swift for The New York Times WASHINGTON — President-elect Donald J. Trump is expected to select as commerce secretary Wilbur Ross , a billionaire investor who became known as the “king of bankruptcy” for buying, restructuring and selling off steel makers and other fading industrial companies, officials on the transition team said on Thursday. After choosing national security hard-liners for some of his earliest appointments, Mr. Trump is now turning to a group of ultrawealthy conservatives to help steer administration policy. In addition to Mr. Ross, a generous contributor to his campaign, Mr. Trump is likely to choose Todd Ricketts, a Republican megadonor who is an owner of the Chicago Cubs and whose father founded TD Ameritrade, to be the deputy commerce secretary, the officials said. And on Wednesday, Mr. Trump said he would name Betsy DeVos , a school choice activist and Republican fund-raiser, as his education secretary. Graphic: Donald Trump Is Choosing His Cabinet. Here’s the Latest Shortlist. Mr. Ross, 78, an economic adviser to Mr. Trump’s campaign whose fortune is estimated by Forbes to be $2.9 billion, is aligned with Mr. Trump on trade. He says the United States must free itself from the “bondage” of “bad trade agreements,” and he has advocated threats of steep tariffs on Chinese goods. Mr. Ross, the chairman of the private equity firm WL Ross & Company, has also pressed for cutting the corporate tax rate to 15 percent, from 35 percent, and reducing taxes and regulations on energy companies. During the general election, he hosted at least one fund-raiser for Mr. Trump at his home in the Hamptons. There, Mr. Trump, who at the time was pondering his choice for a running mate, turned his deliberations into a party game, soliciting opinions from the donors in attendance. ",
    "title": "Wilbur Ross, Billionaire Investor, Is Said to Be Trump’s Commerce Pick - The New York Times"
   },
   {
    "entities": [
     "charm",
     "club",
     "los",
     "last thursday",
     "abraham",
     "margaritas",
     "crocker",
     "walker",
     "1863",
     "straw",
     "lincoln",
     "gold",
     "malibu",
     "normandie",
     "morris",
     "glendora",
     "city",
     "coyote",
     "the",
     "betty",
     "i.",
     "el",
     "mckoy",
     "joe",
     "november",
     "november 1980",
     "caption",
     "cousin",
     "uncle",
     "august",
     "goldman",
     "kirk",
     "times",
     "jitlada",
     "turkey",
     "four dollars",
     "april",
     "emmerson",
     "angeles",
     "america",
     "cakes",
     "inn",
     "jonathan",
     "rose",
     "katie",
     "fall",
     "/",
     "duff",
     "this afternoon"
    ],
    "id": 5,
    "text": "This year's Thanksgiving dinner is a time when we all need a little more comfort than usual Thanksgiving turkey Kirk McKoy / Los Angeles Times A hickory-smoked bird. A hickory-smoked bird. (Kirk McKoy / Los Angeles Times) Jonathan GoldRestaurant Critic If you’ve been following the media recently, you may have noticed a certain lack of consensus on many things, including what an ideal Thanksgiving dinner might be. There have been instructions on how to spatchcock a turkey; how to slow-roast it; and how to bone it out, form it into a jelly roll around fennel sausage, and serve it in neat slices as kind of a turkey porchetta. My favorite butcher decided not to stock turkey at all this season. There is nothing like a Turkey of the Year. Even some usually happy cooks seem to be limping toward this holiday, wondering if anyone will notice if we substitute bottled chestnuts for fresh in the stuffing or canned squash for pumpkin in the pie.  Thanksgiving is the happiest day of the year for passionate home cooks. This year, we are seeing a little less joy. Instead, more people may be gathering at Friendsgiving parties, at which the guest list is determined by compatibility rather than by accident of birth. A lot of publications, including this one, have been suggesting neat bourbon instead of wine as the proper Thanksgiving drink. Your best Thanksgiving yet Open link But even in this year, when events have pushed us apart, where slights suffered in April still smart in the fall, when half of your crowd isn’t talking to the other half and the weekly poker game hasn’t convened since August, nothing has quite as much power to bring us together as an hour or two at the table — an hour or two devoted to family and friends, grace and gratitude for the blessings of America. We eat together and talk together as people with a single purpose. We are happy together at least until the bowl of cranberry sauce runs low. It was this idea of reconciliation, the idea of a single America, that led Abraham Lincoln to establish the first national Thanksgiving in 1863, at the height of the Civil War. “In the midst of a civil war of unequalled magnitude and severity,’’ he wrote, “ … order has been maintained, the laws have been respected and obeyed, and harmony has prevailed everywhere except in the theatre of military conflict.’’ At the moment of the nation’s deepest despair, Lincoln set aside the last Thursday of November as a “day of Thanksgiving and Praise.’’ So in this difficult year we may need Thanksgiving more than ever — even if you rarely tackle anything more taxing than a stir-fry or a grain bowl the rest of the year, even if you have yet to decide whether to truss the legs, make giblet gravy, or roast the bird on a bed of carrots instead of on a rack. Guests who wonder how they are going to react if Uncle Morris gets into one of his moods need Thanksgiving. So do people whom Cousin Rose hasn’t acknowledged since November 1980. It doesn’t matter whether you’re dining on turkey biryani, turkey adobo, Persian turkey with barberries or clay-roasted Chinese beggars’ turkey stuffed with black mushrooms and mustard greens. Or turkey made with the classical technique and stupendous amounts of butter; or the turkey that your mother learned how to make from Betty Crocker. Is crisp, brittle skin worth slightly dry meat? Is Deb going to show up with that big bowl of ambrosia again? Is a heritage bird worth the extra four dollars a pound? If your oldest friend and your sister-in-law decide to bring pecan pies, which of the pies are you going to serve first? If all else fails, Salt and Straw is offering ice cream spiked with turkey-skin brittle; the Dog Haus, turducken sausages with gravy; and Trader Joe’s, turkey-flavored potato chips. But you are going to be at the table this afternoon, and so am I. Caption El Coyote margaritas El Coyote, known for its margaritas, makes 20 gallons of the house margarita every day. It takes 64 bottles of tequila, 64 bottles of lemon juice, 40 bottles of triple sec, pineapple juice and Sprite to make the daily batch. El Coyote, known for its margaritas, makes 20 gallons of the house margarita every day. It takes 64 bottles of tequila, 64 bottles of lemon juice, 40 bottles of triple sec, pineapple juice and Sprite to make the daily batch. Caption El Coyote margaritas El Coyote, known for its margaritas, makes 20 gallons of the house margarita every day. It takes 64 bottles of tequila, 64 bottles of lemon juice, 40 bottles of triple sec, pineapple juice and Sprite to make the daily batch. El Coyote, known for its margaritas, makes 20 gallons of the house margarita every day. It takes 64 bottles of tequila, 64 bottles of lemon juice, 40 bottles of triple sec, pineapple juice and Sprite to make the daily batch. Caption Jonathan Gold on the secret, super spicy Jazz burger at Jitlada Jonathan Gold dishes on the Jazz burger, an off-menu item at Jitlada in Thai town, a site of pilgrimage for spicy food lovers. Jonathan Gold dishes on the Jazz burger, an off-menu item at Jitlada in Thai town, a site of pilgrimage for spicy food lovers. Caption The Walker Inn: Malibu cocktail Lead bartender, Katie Emmerson, at The Walker Inn located at the back of the Normandie Club talks about the Malibu cocktail. Lead bartender, Katie Emmerson, at The Walker Inn located at the back of the Normandie Club talks about the Malibu cocktail. Caption Duff Goldman shows how to make focaccia 'the right way' “There’s a lot of focaccia in the world and most of it is terrible,\" Duff Goldman says. \"People need to learn about the good stuff.” The founder of Charm City Cakes shows how to make his version of focaccia.  “There’s a lot of focaccia in the world and most of it is terrible,\" Duff Goldman says. \"People need to learn about the good stuff.” The founder of Charm City Cakes shows how to make his version of focaccia.  Caption Jonathan Gold on the beauty of Donut Man's strawberry doughnuts Jonathan Gold takes you inside Donut Man, a destination doughnut spot in Glendora that specializes in doughnuts made with fresh strawberries. Jonathan Gold takes you inside Donut Man, a destination doughnut spot in Glendora that specializes in doughnuts made with fresh strawberries. ",
    "title": "This year&apos;s Thanksgiving dinner is a time when we all need a little more comfort than usual - LA Times"
   },
   {
    "entities": [
     "transfer",
     "of",
     "energy",
     "night",
     "corps",
     "fonda",
     "engineers",
     "nov. 23, 2016",
     "access",
     "dakota",
     "partners",
     "goldtooth",
     "1806",
     "jane",
     "cannon",
     "army",
     "mandan",
     "u.s.",
     "north",
     "ball",
     "thursday"
    ],
    "id": 6,
    "text": "Why a Previously Proposed Route for the Dakota Access Pipeline Was Rejected Goldtooth added that the holiday brings back a dark part of history for many Native Americans, and reminds them of the struggles that their ancestors faced. \"It's in dedication to our ancestors,\" Goldtooth said of their battle to block the crude oil pipeline that spans four states. \"It's in dedication to their efforts, their struggle, that we continue to fight on.\" \"What our ancestors went through 200 years ago, in a way we are kind of going through the same struggle. What is happening in North Dakota is just a mere continuation of 500 years of colonization,\" Goldtooth said. Stephanie Keith/Reuters Protesters block highway 1806 in Mandan during a protest against plans to pass the Dakota Access pipeline near the Standing Rock Indian Reservation, North Dakota, Nov. 23, 2016. Stephanie Keith/Reuters Protesters block highway 1806 in Mandan during a protest against plans to pass the Dakota Access pipeline near the Standing Rock Indian Reservation in North Dakota, Nov. 23, 2016. \"An important thing to remember is that this movement and that this resistance is not born out of hate for others, but out of love and celebration for our continuous existence,\" Goldtooth said. Goldtooth said that many of the activists, who call themselves \"water protectors,\" celebrated this at the dinner Thursday night. \"There is a meal being served to the community of Cannon Ball to show our appreciation. That is the one that Jane Fonda is a part of, that meal is being served to the Cannon Ball community as a way of saying thanks for putting up with us,\" Goldtooth said. Goldtooth added that in the coming weeks, activists are expecting scores of veterans to \"deploy\" to Standing Rock, in order to show support for the \"water protectors.\" \"They’re supposed to be coming over the next week or so. There has been a lot of support from veterans. It’s a pretty beautiful thing to see,\" Goldtooth said. Energy Transfer Partners announced last week that it filed for a court order seeking the right-of-way to finish construction of the pipeline without further intervention from the federal government. The latest legal move followed a statement from the U.S. Army Corps of Engineers that said it would delay issuing the final approval that the pipeline needs in order to complete construction in North Dakota, and invited the tribe to engage in further discussions. 0 Shares ",
    "title": "Thanksgiving at Dakota Access Protest: Jane Fonda Serves Dinner to Demonstrators - ABC News"
   },
   {
    "entities": [
     "2015",
     "of",
     "retail",
     "california",
     "davis",
     "nbc",
     "frederic",
     "city",
     "missouri",
     "ikea",
     "kansas",
     "alhambra",
     "weekend",
     "outlets",
     "jersey",
     "federation",
     "news",
     "maria",
     "12.5 percent",
     "legends",
     "wojcik",
     "butkovic",
     "morning",
     "brown",
     "new",
     "depot",
     "jennifer",
     "j.",
     "home",
     "costco",
     "america",
     "friday",
     "ellen",
     "thursday",
     "moorestown",
     "shoppertrak",
     "national",
     "mall"
    ],
    "id": 7,
    "text": "Where Are Most Shoppers Going This Black Friday? 1:58 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161125062027if_/http://www.nbcnews.com/widget/video-embed/817205315633\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Dozens of major stores said a big \"No Thanks\" to opening on Thanksgiving, and it all came down to the bottom line. Costco, REI, Home Depot, IKEA and even the Mall of America are just some of the more than 50 national retailers that pushed back and stayed shuttered on Thanksgiving Day. According to ShopperTrak, Thanksgiving Day sales dropped 12.5 percent in 2015, giving some retailers a good reason to give their employees the day off. \"They're listening to customers, how they shop, and making business decisions on that,\" said Ellen Davis, senior vice president of research and strategic initiatives for the National Retail Federation. For the first time in eight years, Legends Outlets in Kansas City, Kansas, was closed for the holiday, said Jennifer Wojcik, the mall's general manager. People shop for deals Thursday morning at a Big Lots store in Alhambra, California. Frederic J. Brown / AFP - Getty Images \"I think the first couple of years you saw a big boost in sales by opening on Thanksgiving, and then it was pushed earlier and earlier everywhere,\" Wojcik told NBC station KSHB of Kansas City, Missouri. \"But we've seen a lot of shifting the sales around throughout the weekend, and not necessarily increasing them.\" In Moorestown, New Jersey, Maria Butkovic got to stay home on Thanksgiving for the first in three years. She manages two malls in the area. Related: So Which Stores Are Closed on Thanksgiving? \"Well, I'm pretty excited,\" she told NBC News. \"I can relax a little and spend time with my family. I don't have to leave my own party early.\" Stores that stayed open saw a huge opportunity to steal foot traffic from their competitors as they face the end of a weak year in the retail industry. Play ",
    "title": "Taking Back Thanksgiving: The Deals Are Still There, So Family Comes First - NBC News"
   },
   {
    "entities": [
     "sacramento",
     "associated",
     "gate",
     "yolo",
     "california",
     "tom",
     "nov. 2",
     "missing",
     "sheriff",
     "mountain",
     "november 24, 2016",
     "county",
     "thursday",
     "keith",
     "shasta",
     "papini",
     "press",
     "sherri",
     "bosenko"
    ],
    "id": 8,
    "text": "California mom who vanished while jogging found alive, was abducted, police say Published               November 24, 2016 Facebook 0 Twitter 0 Email Print   A California woman who was reported missing earlier this month was found safe early Thursday after flagging down a motorist on Interstate 5 nearly 150 miles away from her home, officials said. The Shasta County Sheriff’s office said Sherri Papini, 34, was located Thursday, 22 days after she was reported missing in the town of Mountain Gate, California when she went for a run in the afternoon and never came home.  \"We are very ecstatic to report that Sherri Papini has been located and has been reunited with husband and family on this day of Thanksgiving,\" Sheriff Tom Bosenko said at a news conference. Related News... Missing California mom's husband cleared after lie-detector test   Bosenko said Papini was released early Thursday by \"her captor or captors\" on a rural road in Yolo County, about 150 miles away from her home. She then was able to flag down a motorist on interstate nearby, Fox 40 reported.  Papini was found \"bound with restraints,\" according to Bosenko, but was able to get help from a passing motorist.  Authorities are looking for \"a dark-colored SUV with two Hispanic females armed with a handgun,\" according to the sheriff.  \"I am happy to say that Sherri is now safe and that she has been treated at an area hospital outside of Shasta County for non-life-threatening injuries,\" Bosenko said. He did not specify the nature of her injuries, but said she was treated at a hospital in Sacramento and reunited with her family.  The mother of two is being interviewed by detectives from the Major Crimes Unit of the sheriff's office. “Detectives will not rest until her captor or captors are identified and brought to justice,” the sheriff said. Papini was last seen going for a jog on Nov. 2. Her husband reported her missing when he came home from work and discovered that she hadn’t picked up their two children, ages 2 and 4, from daycare. Keith Papini told officers that she had found her phone while investigators said they spotted her earbuds along with strands of her hair . However, other clues were scarce. Soon after her disappearance, investigators said Keith Papini had “no involvement” with his wife’s disappearance after passing a polygraph test. The Associated Press contributed to this report. Advertisement ",
    "title": "California mom who vanished while jogging found alive, was abducted, police say | Fox News"
   },
   {
    "entities": [
     "strain",
     "wednesday",
     "$4.5 billion",
     "steelworkers",
     "carlos",
     "kellyanne",
     "huckabee",
     "mexico",
     "penny",
     "beach",
     "clinton",
     "washington",
     "state",
     "2005",
     "priebus",
     "international",
     "republican",
     "corp.",
     "kissinger",
     "conway",
     "ross",
     "nov. 20",
     "wilbur",
     "steel",
     "newt",
     "henry",
     "virginia",
     "free",
     "2011",
     "2004",
     "w.",
     "invesco",
     "horizon",
     "hillary",
     "china",
     "q.",
     "bethlehem",
     "hufbauer",
     "bloomberg",
     "donald",
     "2:06",
     "bush",
     "fox",
     "city",
     "billions of dollars",
     "airport",
     "development",
     "news",
     "massachusetts",
     "2006",
     "romney",
     "robert",
     "ren\\xc3\\xa9",
     "agreement",
     "west",
     "november 24",
     "thursday",
     "shultz",
     "yahoo",
     "george",
     "next 18 months",
     "mitt",
     "p.",
     "peterson",
     "pence",
     "2000s",
     "white",
     "economics",
     "co.",
     "gutierrez",
     "kellogg",
     "agency",
     "pritzker",
     "how",
     "u.s.",
     "new",
     "n.j.",
     "photos",
     "&",
     "later wednesday",
     "sunday",
     "america",
     "florida",
     "michael",
     "resources",
     "$100 million",
     "arcelormittal",
     "department",
     "ylan",
     "gary",
     "united",
     "national",
     "trade",
     "course",
     "view",
     "45 percent",
     "magritte",
     "york",
     "for",
     "trump",
     "bedminster",
     "secretary",
     "natural",
     "mike",
     "bankunited",
     "committee",
     "party",
     "$3.4 billion",
     "finance",
     "palm",
     "gop",
     "pennsylvania",
     "institute",
     "ltv",
     "giuliani",
     "business",
     "house",
     "reince",
     "nov. 22, 2016",
     "morning",
     "2008",
     "mui",
     "north",
     "commerce",
     "minority",
     "rudy",
     "golf",
     "costa",
     "gingrich",
     "wl",
     "enterprise",
     "american"
    ],
    "id": 9,
    "text": "Trump expected to tap billionaire investor Wilbur Ross for commerce secretary Politics The inside track on Washington politics. Be the first to know about new Politics stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Ylan Q. Mui and Robert Costa November 24 at 2:06 PM Follow @ylanmui Follow @costareports Billionaire investor Wilbur Ross met with President-elect Donald Trump and Vice President-elect Mike Pence on Nov. 20 in Bedminster, N.J. where Trump and Pence have been holding transition meetings at his private golf course. (The Washington Post) Wilbur Ross, the billionaire investor considered the “king of bankruptcy” for buying beaten-down companies with the potential to deliver profits, is expected to be President-elect Donald Trump’s choice for commerce secretary, two officials with knowledge of the decision said. Ross helped shape the Trump campaign’s economic agenda, particularly its hard-line stance on the need to renegotiate — or even withdraw from — free trade agreements. That position resonated with the working class voters who were instrumental in delivering Trump’s upset victory. Elevating Ross to a position in his Cabinet could suggest that Trump intends to nurture the nationalist streak that was one of the hallmarks of his campaign. In a video released this week, Trump said he is focused on creating jobs and reiterated his pledge to withdraw from the sprawling Asian trade deal known as the Trans-Pacific Partnership that became a flash point during the election. 1 of 7 Here’s a look at Trump’s administration so far View Photos President-elect Donald Trump faces a challenge as he prepares for his move to the White House: selecting the men and women who will fill his administration. Caption President-elect Donald Trump faces a challenge as he prepares for his move to the White House: selecting the men and women who will fill his administration. Chief of Staff Reince Priebus President-elect Donald Trump has chosen Republican National Committee Chairman Reince Priebus as his chief of staff, according to Trump’s campaign. In choosing Priebus, 44, Trump has tapped a Washington insider who is viewed as broadly acceptable by vast swaths of the Republican Party. Jim Watson/AFP/Getty Images Buy Photo Wait 1 second to continue. “Whether it’s producing steel or building cars or curing disease, I want the next generation of production and innovation to happen right here on our great homeland, America,” Trump said. In Ross, Trump has tapped a like-minded businessman who understands the prospects for both profit and peril in restoring American manufacturing. Ross built his fortune buying the distressed companies that were once at the heart of American industry — steel mills, coal mines and textile factories, to name a few — and then selling them in short order, making billions of dollars along the way. [ Ross: How Trump would stimulate the U.S. economy ] Perhaps his signature investment was the purchase of some of the nation’s largest steel mills in the early 2000s, including Cleveland-based LTV Corp. and Pennsylvania’s Bethlehem Steel. The move was credited with saving manufacturing jobs, with the United Steelworkers calling Ross “a new ally” in news reports at the time. Since then, however, many steel mills have shut down amid a glut of foreign production, much of it in China. Ross sold his steel conglomerate to what is now ArcelorMittal in 2004 for about $4.5 billion. 1 of 47 Here’s what President-elect Donald Trump has been doing after the election View Photos Trump has been holding interviews and meetings as he prepares to transition into the White House. Caption Trump has been holding interviews and meetings as he prepares to transition into the White House.  Nov. 22, 2016 President-elect Donald Trump waves from his motorcade vehicle on the tarmac at Palm Beach International Airport as he arrives from New York. Carolyn Kaster/Associated Press Buy Photo Wait 1 second to continue. Ross applied a similar strategy to other industries as well. His metallurgical coal company was headquartered in West Virginia, cobbled together from the remnants of bankrupt mining company Horizon Natural Resources and smaller coal companies. Shortly after the company went public in 2005, an explosion at its Sago Mine in West Virginia killed a dozen people. Ross sold the business to Arch Coal in 2011 for $3.4 billion. [ 2006: Sago mine explosion: After 44 Hours, Hope Showed Its Cruel Side ] And in the wake of the 2008 financial crisis, Ross purchased several failed banks, including BankUnited in Florida, as well as some European banks. More recently, Ross has invested in troubled oil and gas companies, taking advantage of the oversupply and weak demand that have tanked big-name businesses. He remains chairman and chief strategy officer of WL Ross & Co., which is now part of investment firm Invesco. Trump’s aggressive stance on trade includes a promise to label China a currency manipulator on his first day in office, as well as threatening to withdraw from the North American Free Trade Agreement. In addition, Trump has called for double-digit tariffs on imports from China and Mexico. Many economists have warned that adopting those policies could spark a trade war that could undermine the U.S. recovery. “It’s conceivable that we could engage in some interventionist trade policy through tariffs and other measures that might help some Americans, somewhere, for some period of time,” said Michael Strain, resident scholar at the American Enterprise Institute. “But certainly the country as a whole would suffer. … As your time horizon extends beyond a few years, it’s just going to be harder and harder to find anyone better off by those kinds of policies.” As head of Commerce, Ross would oversee many of the government’s disputes with its trading partners, though it remains unclear how much authority over trade policy Trump might provide him. Ross could ramp up the number of cases brought against China, for example, or increase the penalties for dumping, said Gary Hufbauer, a senior fellow at the Peterson Institute for International Economics. “I think they are in broad alignment,” Hufbauer said of Ross and Trump’s views. But, he added, “Ross is probably more single-mindedly protectionist than Trump.” In an interview with Yahoo Finance just days after the election, Ross appeared to walk back at least some of Trump’s remarks. He stressed that withdrawing from trade deals would only occur if other countries refused to negotiate. He also described some more mundane changes, such as relaxation of Chinese quotas on some American imports. “Everybody says, oh he’s going to slap 45 percent tariff on everything out of China,” Ross told Yahoo Finance. “That’s not what he said, and it’s not what he intends.” Previously, Ross warned that the economy could enter another recession within the next 18 months, especially if Trump’s Democratic rival Hillary Clinton were elected. He told Bloomberg TV last month that stock markets appeared near a top. “What we’re noticing is there is relatively little demand for any kind of physical product and almost nobody has any kind of pricing power,” he said. “At some point, you just can’t cut costs anymore and therefore you ultimately need pricing power and physical volume growth, and I think that’s what’s really lacking in today’s world.” Ross is a trustee of the Brookings Institution, a Washington-based think bank, and a noted art enthusiast with a taste for Chinese and Vietnamese works who boasts a $100 million collection of works by surrealist René Magritte. The Commerce Department is also responsible for compiling crucial data about the health of the economy, including the quarterly estimate of the nation’s gross domestic product, or GDP. It also houses the U.S. patent office and the Minority Business Development Agency, among others, and the department has often been led by corporate executives. Current Commerce Secretary Penny Pritzker was a wealthy real estate investor whose family helped found the Hyatt hotel chain. Carlos Gutierrez, who served under President George W. Bush, was chairman and chief executive of Kellogg. No formal announcement about Ross’s position has been made, and the team was still discussing how to make one Thursday morning. Trump met with Ross on Sunday at Trump National Golf Course in Bedminster, N.J. Speaking to reporters after their meeting, Trump said he was considering Ross to lead the Commerce Department. Ross demurred when asked if he wanted the job. “Well, time will tell,” he said. Meanwhile, internal divisions within Trump’s inner circle over whether he should tap Mitt Romney to be secretary of State are becoming more pronounced due to tensions over whether Romney’s sharp critique of Trump’s career and temperament during the GOP primary ought to disqualify the former Massachusetts governor from a cabinet position. Conservative Romney supporters Mike Huckabee and Newt Gingrich this week spoke out against the possibility of choosing Romney. “I’m still very unhappy that Mitt did everything he could to derail Donald Trump,” Huckabee said on Fox News Wednesday morning. “He didn’t just go after him from the standpoint of ‘I disagree with his policy on immigration, I disagree with his policy on taxes.’ He attacked him on a personal level about his character, integrity, his honor.” Gingrich said Romney didn’t represent “the kind of tough-minded America-first policies that Trump has campaigned on” later Wednesday on Fox. Trump’s campaign manager, Kellyanne Conway, advanced those critiques Thanksgiving morning on Twitter, saying she had received a “deluge” of social media and private communications from Trump loyalists warning against the Romney choice, possibly opening the door for former New York City mayor Rudy Giuliani or another candidate to be named. She added that former secretaries of state Henry Kissinger and George P. Shultz “flew around the world less, counseled POTUS close to home more. And were loyal. Good checklist.” Jonathan O’Connell contributed to this report. powerpost ",
    "title": "Trump expected to tap billionaire investor Wilbur Ross for commerce secretary - The Washington Post"
   }
  ]
 }
}