{
 "27": {
  "col-sim": {
   "cosine": 0.33817780116563434,
   "entity": 0.44721359549995787
  },
  "exec-time": 25.3012478351593,
  "links": [
   {
    "entities": [
     "brian",
     "marc",
     "fallon",
     "carolina",
     "wednesday",
     "of",
     "anne",
     "magazine",
     "hillary",
     "michigan",
     "zapotosky",
     "l.",
     "california",
     "franken",
     "irvine",
     "york",
     "trump",
     "university",
     "halderman",
     "october",
     "donald",
     "cooper",
     "november 24, 2016",
     "reuters",
     "pat",
     "al",
     "gearan",
     "newseum",
     "owen/associated",
     "stein",
     "one\\xc2\\xa0percent",
     "party",
     "committee",
     "green",
     "kellyanne",
     "pennsylvania",
     "7 percent",
     "richard",
     "2016",
     "defense",
     "jill",
     "clinton",
     "millions of dollars",
     "washington",
     "justice",
     "democratic",
     "roy",
     "october 21, 2016",
     "wisconsin",
     "mccrory",
     "press",
     "times",
     "cliff",
     "pennyslvania",
     "u.s.",
     "fund",
     "new",
     "conway",
     "nov. 26",
     "north",
     "alex",
     "saturday",
     "hasen",
     "dr.",
     "nov. 25",
     "november 26, 2016",
     "monday",
     "elias",
     "7:39",
     "department",
     "norm",
     "coleman",
     "matt",
     "national",
     "november 26"
    ],
    "id": 0,
    "text": "Clinton campaign will participate in Wisconsin recount, with an eye on ‘outside interference,’ lawyer says The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Matt Zapotosky November 26 at 7:39 PM Follow @mattzap Hillary Clinton addresses the Children’s Defense Fund’s Beat the Odds celebration at the Newseum. (Cliff Owen/Associated Press) Hillary Clinton’s presidential campaign has been quietly exploring whether there was any “outside interference” in the election results and will participate in the election recount in Wisconsin initiated by Green Party presidential candidate Jill Stein, a Clinton campaign lawyer revealed Saturday. In a Medium post , Clinton campaign lawyer Marc Elias said that the campaign had received “hundreds of messages, emails, and calls urging us to do something, anything, to investigate claims that the election results were hacked and altered in a way to disadvantage Secretary Clinton,” especially in Michigan, Wisconsin and Pennsylvania, where the “combined margin of victory for Donald Trump was merely 107,000 votes.” Leaders of the Green Party in Wisconsin said on Nov. 25 that they are filing a request for a reconciliation of paper records in Wisconsin, to ensure the accuracy of the tally in the U.S. presidential election. Hillary Clinton's campaign said on Nov. 26 that it will participate in the recount, exploring whether there was any \"outside interference\" in the election results. (Reuters) Elias said the campaign had “not uncovered any actionable evidence of hacking or outside attempts to alter the voting technology.” But because of the margin of victory — and because of the degree of apparent foreign interference during the campaign — Elias said that Clinton officials had “quietly taken a number of steps in the last two weeks to rule in or out any possibility of outside interference in the vote tally in these critical battleground states.” He said that the Clinton campaign would participate in the Stein-initiated recount in Wisconsin by having representatives on the ground monitoring the count and having lawyers represent them in court if needed. And if Stein made good on efforts to prompt similar processes in Pennsylvania and Michigan, Elias said, the Clinton campaign would do so there, as well. [ Why are people giving Jill Stein millions of dollars for an election recount? ] “The campaign is grateful to all those who have expended time and effort to investigate various claims of abnormalities and irregularities,” Elias said. “While that effort has not, in our view, resulted in evidence of manipulation of results, now that a recount is underway, we believe we have an obligation to the more than 64 million Americans who cast ballots for Hillary Clinton to participate in ongoing proceedings to ensure that an accurate vote count will be reported.” The recount effort is somewhat unusual in that it comes weeks after Clinton conceded — and at the request and with the financial backing of a third-party candidate, Stein, who has no chance of winning, said election law expert Richard L. Hasen, a law professor at the University of California at Irvine. Clinton, too, has virtually no chance of altering the result, given that she would have to reverse not just Wisconsin, but also Michigan and Pennsylvania, to become president, Hasen said. Recounts can change outcomes. Sen. Al Franken (D-Minn.) famously defeated Norm Coleman for the seat he now holds after a months-long recount and legal battle, even though Coleman seemed initially to have a lead. But the margins are usually in the hundreds, not thousands, and typically, recounts are initiated by candidates in close races refusing to accept defeat, as is the case in the current North Carolina gubernatorial race between incumbent Pat McCrory (R) and Democrat Roy Cooper , Hasen said. “I don’t think there’s any realistic chance whatsoever that even if recounts are done in Michigan, Pennsylvania, and Wisconsin, that’s going to change the outcome in the states, or in the presidential election generally,” Hasen said. In a statement Saturday, Trump said the recount was “just a way for Jill Stein, who received less than one percent of the vote overall and wasn’t even on the ballot in many states, to fill her coffers with money.” “The people have spoken and the election is over,” the statement said, “and as Hillary Clinton herself said on election night, in addition to her conceding by congratulating me, ‘We must accept this result and then look to the future.'” Later Saturday, Trump tweeted that the Green Party’s initiative, which he called a “scam,” was “now being joined by the badly defeated & demoralized Dems.” For her part, Stein took to Twitter to question Clinton’s motives for participating in the recount effort. “Why would Hillary Clinton — who conceded the election to Donald Trump — want #Recount2016?” Stein wrote. “You cannot be on-again, off-again about democracy.” Why would Hillary Clinton—who conceded the election to Donald Trump—want #Recount2016 ? You cannot be on-again, off-again about democracy. — Dr. Jill Stein (@DrJillStein) November 26, 2016 Trump won 1,404,000 votes in Wisconsin, according to the state’s election commission, while Clinton had 1,381,823. The Wisconsin recounted will be conducted by county boards of canvassers, who must move quickly to meet a mid-December deadline to ensure the state’s electoral votes are counted. Stein has to file by Monday to prompt a recount in Pennyslvania, and by Wednesday to trigger a recount in Michigan. The results in that state are not technically certified until Monday. The presidential campaign was marked by fears that Russian hacking might affect the outcome, especially after Russian hackers penetrated the computer network of the Democratic National Committee and were found to have attempted intrusions on voter registration databases . The Washington Post also recently reported, citing researchers who tracked the phenomenon, that Russians created and spread fake news about the election with the apparent goal of helping Donald Trump. During the campaign, Clinton criticized Trump for refusing to say that he would accept the election results if she won. Asked during an October debate whether he would do so, Trump responded that he would “keep you in suspense.” Clinton called that answer “horrifying” and said Trump was “talking down our democracy.” “Donald Trump refused to say that he’d respect the results of this election,” her campaign later posted on Twitter. “By doing that, he’s threatening our democracy.” Donald Trump refused to say that he’d respect the results of this election. By doing that, he’s threatening our democracy. — Hillary Clinton (@HillaryClinton) October 21, 2016 In recent days, though, it is Clinton’s supporters who have raised questions about the outcome of the election. A viral post spread by some Clinton backers, including actress Debra Messing, suggested — falsely — that the Justice Department was “tallying calls” from people who wanted an audit of the 2016 election and urged people to make their displeasure known. “Even if it’s busy, keep calling,” one version said. “We should not back down from this.” New York Magazine then reported that Clinton was being urged “by a group of prominent computer scientists and election lawyers” to call for a recount in Wisconsin, Michigan and Pennsylvania, and the group had some evidence of possibly unusual activity. That fueled even more skepticism and calls for action by Clinton supporters . The evidence of possible malfeasance, though, was limited. According to New York Magazine, the group found that Clinton “received 7 percent fewer votes in counties that relied on electronic-voting machines compared with counties that used optical scanners and paper ballots,” and that based on that “statistical analysis, Clinton may have been denied as many as 30,000 votes; she lost Wisconsin by 27,000.” J. Alex Halderman, one of the academics reportedly involved, later wrote on Medium that the deviations were “probably not” the result of a cyberattack but that “the only way to know whether a cyberattack changed the result is to closely examine the available physical evidence  —  paper ballots and voting equipment in critical states like Wisconsin, Michigan, and Pennsylvania.” Posting a link to a New York Times story about Clinton supporters calling for a recount, senior Trump adviser Kellyanne Conway said, “Look who ‘can’t accept the election results.’” Look who \"can't accept the election results\" Hillary Clinton Supporters Call for Vote Recount in Battleground States https://t.co/D4t6HbPUXG — Kellyanne Conway (@KellyannePolls) November 24, 2016 Elias’s post might fuel similar criticism. Notably, though, Clinton did not initiate the recount herself; Stein did, after raising millions of dollars to fund the effort and claiming this had been a “hack-riddled election.” Elias said that the campaign had not planned to ask for a recount itself, because it had found no actionable evidence of hacking. The Clinton campaign had investigated the matter extensively. Elias said the campaign had “lawyers and data scientists and analysts combing over the results to spot anomalies” and had also “monitored and staffed the post-election canvasses  — where voting machine tapes are compared to poll-books, provisional ballots are resolved, and all of the math is double checked from election night.” He said the campaign had also met with outside experts and “attempted to systematically catalogue and investigate every theory that has been presented to us within our ability to do so.” Now that a recount effort was underway, Elias said that it was “important” to participate in the proceedings. He played down the idea that the recount would change the outcome. “We do so fully aware that the number of votes separating Donald Trump and Hillary Clinton in the closest of these states  — Michigan — well exceeds the largest margin ever overcome in a recount,” Elias said. “But regardless of the potential to change the outcome in any of the states, we feel it is important, on principle, to ensure our campaign is legally represented in any court proceedings and represented on the ground in order to monitor the recount process itself.” Brian Fallon, a spokesman for the Clinton campaign, rejected the notion that the campaign’s actions might suggest to some that it was not accepting the election results. He also disputed that the campaign had “backed a recount.” “The post says we would not have sought the recount on our own, that we see no evidence of tampering so far, and acknowledge the margin in Michigan, which is the tightest of the three, exceeds the largest deficit ever overcome in a recount,” Fallon wrote to The Washington Post. “We note we are guarding our prerogatives now that someone else has launched a recount. Not sure what you could point to to suggest there is anything here that calls the results into question.” Anne Gearan contributed to this report. national ",
    "title": "Clinton campaign will participate in Wisconsin recount, with an eye on ‘outside interference,’ lawyer says - The Washington Post"
   },
   {
    "entities": [
     "guidelines",
     "little",
     "havana",
     "nov. 25, 2016",
     "alan",
     "1965",
     "june 21, 2004",
     "castro",
     "adalberto",
     "usa",
     "roque",
     "key",
     "6:05 p.m. est",
     "miami",
     "tunas",
     "cienfuegos",
     "u.s.",
     "conversation",
     "las",
     "cuba",
     "gomez",
     "west",
     "november 26, 2016",
     "fidel"
    ],
    "id": 1,
    "text": "Voices: Castro's death hits home for my family The Cuban dictator had a direct impact on my relatives--and not for the better. Post to Facebook Voices: Castro's death hits home for my family The Cuban dictator had a direct impact on my relatives--and not for the better. Check out this story on USATODAY.com: http://usat.ly/2g44Lbs CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 17 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Voices: Castro's death hits home for my family Alan Gomez , USA TODAY 6:05 p.m. EST November 26, 2016 This file photo taken on June 21, 2004, shows Cuban President Fidel Castro looking at the crowd prior to his speech in front of the U.S. Interests Section in Havana.  The Cuban revolutionary icon Fidel Castro died late on Nov. 25, 2016, in Havana. (Photo: Adalberto Roque, AFP/Getty Images) MIAMI — I first heard about Fidel Castro's death in a text message from my mother. I read the short note — \"Fidel Castro is dead\" — and immediately ran for the door. I had to update the Cuban dictator's obituary that I had written years before. I had to race to Little Havana to document the Cuban-American party that erupted on the streets. I had to write story after story about Castro's death and its effect on the island's politics, economy and international relations. A few hours later, in my first calm moment during a long night, I sat back and realized just how fitting it was that the first word came from my mother. Of all the repercussions and complicated angles to examine following Castro's death, for me, it all came down to family. To most Americans, Fidel Castro exists only in the abstract. He's a symbol, the basis for conversations about politics, socialism, universal health care and free education. But for the nearly 2 million Americans with Cuban roots, it's impossible to articulate how much he directly affected our lives. As I thought about that distinction, memories of my relatives long since dead came flashing back. Fidel Castro: Among world's most influential leaders for a half-century I thought of the grandfather I never met because he spent 30 years in Fidel's prisons, dying before he could reunite with his family in Miami. I thought of my three other grandparents who escaped Fidel's regime, expecting that they would return home soon, but died before they ever could. I thought about my father, just 15 and alone when he was forced to flee the country, so long ago that he rode a ferry that used to run between Havana and Key West. He, too, died before he could return to his homeland. I thought about my mother, who could have stayed in Cuba but left in 1965 because she saw the direction Fidel was taking the country and decided she didn't want to raise her infant daughter and son (my older brother) there. I thought about all my aunts and uncles and cousins and \"Cuban cousins\" — what you would call friends of the family — who all suffered their own tragedies in Fidel's Cuba, who all had to leave everything behind and start anew in the U.S. And I thought about my place in all of that. When people ask me about my background, I sometimes joke that I'm a Fidel baby. My mother came from a well-to-do family in the southern Cuban city of Cienfuegos, my father from a military family in the eastern rural city of Las Tunas. They would have never met in Cuba. Fidel forced them into exile in Miami, where they met and eventually had my other brother and me. In Miami, celebrations break out after Fidel Castro's death In other words, without Fidel, I wouldn't exist. It's always been a strange and troubling thought, but that describes so many of the feelings coursing through the Cuban-American community right now. Ask any Cubans about their family and they will talk your ear off describing what Fidel put them through. Thousands died fighting him, thousands languished in his prisons, untold numbers drowned trying to flee his country and every single one of them had their lives drastically altered by him. In the coming days, foreign leaders from around the world will descend on Cuba to pay tribute to the man so many consider a revolutionary icon. They will praise his work to educate his people. They will give thanks for the Cuban doctors who have not only tended to their people but criss-crossed the globe helping others. Some will hail his 50-year battle against the imperialist Yankees to the north. But when you hear all of that, I only ask that you stop for a second, find a calm moment and think about your own family. Imagine your grandfather whittling away in a prison. Picture your father as a teenager, forced to leave his family behind and start over in a new land. Envision your mother holding her babies as she leaves her home for the last time. And then picture people around the world praising the man responsible for doing all of that to your family. Gomez is USA TODAY's Miami-based correspondent. 2555 CONNECT TWEET LINKEDIN 17 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2g44Lbs ",
    "title": "Voices: Castro's death hits home for my family"
   },
   {
    "entities": [
     "italy",
     "little",
     "gloria",
     "herald",
     "wednesday",
     "havana",
     "venezuela",
     "york",
     "williams",
     "trump",
     "donald",
     "kanye",
     "castro",
     "five dollars",
     "tracy",
     "calle",
     "salma",
     "martinez",
     "versailles",
     "hialeah",
     "anna",
     "sanchez",
     "zabala",
     "celia",
     "city",
     "vin",
     "college",
     "bustamante",
     "dailia",
     "julio",
     "neuhaus",
     "nile",
     "scully",
     "carol",
     "obama",
     "2016",
     "1980s",
     "ocho",
     "miami",
     "court",
     "1967",
     "quesada",
     "mosul",
     "morning",
     "u.s.",
     "les",
     "angola",
     "new",
     "regalado",
     "compton",
     "j.",
     "dade",
     "saturday",
     "cuba",
     "pedro",
     "tomas",
     "gomez",
     "sunday",
     "jarvie",
     "early",
     "jenny",
     "1963",
     "1959",
     "nemesio",
     "west",
     "wilkinson",
     "monday",
     "supreme",
     "hidalmi",
     "fidel",
     "scalia"
    ],
    "id": 2,
    "text": "In Miami's Little Havana, Cubans whoop, dance and reflect as they celebrate Castro's death Jenny Jarvie, Les Neuhaus Early Saturday morning, Salma Bustamante woke up her father, Nemesio, with just a few words: “Papi, he died.” Nemesio, 89, a former journalist, understood she meant Fidel Castro, the former president of his Cuban homeland. Within a few hours, the frail exile was sitting in a wheelchair in the middle of Little Havana, eyes misting as thousands of his fellow countrymen took to the streets to dance, whoop and bang wooden spoons on metal pots and pans.  Dressed in a sharply pressed blue, button-down shirt and a short-brim straw fedora, he cradled a framed black-and-white photograph of the Bustamante family — including Salma, at age 4, arriving at Miami airport in 1963. “He’s delighted, and I’m so happy he could witness this day,” said Salma, now an English language professor at Miami Dade College . “My parents never taught me to wish death on anyone; however, my heart is filled with the joy this represents for my father,” she said as fellow exiles sidled over to take selfies with her father and ask about his history. “This represents my parents’ sacrifice. He made a new life for us, but all his family died in Cuba.” If only, she added, her mother, who died last year, could have lived to see Little Havana today. (Carol J. Williams) Police blocked off 8th Street, or “Calle Ocho,” as a stream of Cuban exiles walked down the middle of the neighborhood’s usually car-clogged main thoroughfare waving the Cuban national flag and screaming, “Libertad!” and “Cuba libre!” Couples twirled and shimmied their hips to blasting salsa and rumba music. Men smoked thick Cuban cigars. Women and girls paraded in flouncy Sunday dresses. Outside Versailles bakery, a landmark Cuban American cafe, families devoured sweet espressos and sticky pastelitos.  Around them, a procession of sedans, SUVs and pickups circled the nearby streets of squat stucco homes and tall palm trees, honking horns. On almost every corner, vendors set up makeshift stores, hawking Cuban flags for five dollars. There is little love for Castro in this neighborhood, a five-minute drive west of downtown Miami. Many here fled Cuba after Castro took power in 1959, leaving almost all their possessions and family behind. They waited for this moment for decades — as the communist leader continued to rule Cuba, even as he became an ailing old man, then handed power to his brother Raul. Several people in the crowd carried signs for Alpha 66, an anti-Castro paramilitary group. One man held up a white banner proclaiming: “Rejoice world. Satan’s envoy, Fidel Castro, is dead.” Another wielded a wooden stake topped with a bloody replica of Castro's head. The death of Fidel Castro was long in coming, so world reaction was somber and introspective from foes and friends alike. One exception came from U.S. President-elect Donald Trump , who cited the “passing of a brutal dictator” and added that “Cuba remains a totalitarian island.” He described Castro’s... The death of Fidel Castro was long in coming, so world reaction was somber and introspective from foes and friends alike. One exception came from U.S. President-elect Donald Trump , who cited the “passing of a brutal dictator” and added that “Cuba remains a totalitarian island.” He described Castro’s... (Tracy Wilkinson) The revelry extended beyond Little Havana. Along West 49th Street in Hialeah, an outlying municipality of Miami with a sizable concentration of Cuban exiles, there was more flag waving, car horn honking and crowds.   “It’s the beginning of the end of the dictatorship,” said Pedro Zabala, 54, who served two years in a military unit that was fighting the South African government in Angola and later spent a year in prison, because he was caught trying to flee Cuba on a homemade raft. “Since there have been so many killings and wrongful imprisonments, it’s sort of like justice is finally being served,” Zabala said. “The only thing I am sad about is that Fidel Castro wasn’t ever tried in a court of law for crimes against humanity.” The passing of Castro was also welcomed by Miami’s mayor, Tomas Regalado, who was born in Cuba and whose father was a political prisoner for more than 20 years. “For 57 years Fidel Castro has been the symbol of tyranny and oppression of our people,” Regalado said in a statement. “I call on the Obama administration and the Trump administration to demand real changes from the Cuban regime, on behalf of many Cubans who have died in the U.S. and in Cuba waiting for this day and for freedom.” Yet not everyone on the streets Saturday reveled in Castro’s death. Gloria Martinez, 41, an accountant who moved to the U.S. when she was 23, brought her two daughters, Celia and Anna, to Little Havana to witness the moment. She shook her head as she watched the crowd celebrate. “This is a circus,” she said softly, clutching her arms around her chest. “This is a moment in the history of Cuba and Miami, but I don’t feel happy because he’s dead. He was a leader and a good person.” Martinez has fond memories of growing up in Cuba under Castro. “I had a happy childhood,” she said. “He gave me everything. He made me what I am.” For Julio Sanchez, 50, the revelry wasn’t just about celebrating the death of one man. \"We are celebrating the fall of a dictator,” said Sanchez, as he walked his dog through the thick crowd in Little Havana. “That's why so many people are here.\" Sanchez said he moved to the U.S. six years ago to avoid going to jail for working with a dissident group. Half of his family remains “stuck” over there, he said.  \"Castro kept the people poor and in slavery,” he said. “His alibi was to help poor people. Actually, he took from the poor. His main goal was to keep power.\" Hidalmi Quesada, 55, who came to the U.S. with her parents in 1967, said Castro’s death gave “new hope” to Cubans. “We want a transition to democracy, to remove the veil that the Castro regime has put over Cuba,” she said. “I think the new American president will make something good from Castro’s death, some opportunity for the Cuban people.” Many of those out in the streets carried signs in support of President-elect Donald Trump. \"Our hope is in President Trump,” said Dailia Gomez, 55, whose family was forced from their home by the Cuban government in the 1980s and later moved to the U.S. after passing through Italy and Venezuela. \"I believe he can regain our liberty in Cuba.” As dusk fell, the music pumped louder, and dance parties erupted on almost every corner of Calle Ocho. Women in high heels wiggled their hips and posed for selfies as they waved posters for Sunday's edition of the Miami Herald newspaper emblazoned with the words: \"Castro Dead.\" Caption Weekend Roundup: 7 stories you can't miss Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Caption Weekend Roundup: 7 stories you can't miss Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Caption 4 Thanksgiving Stories You Can't Miss How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. Caption 4 Stories You Can't Miss New York sees a surge of swastika vandalism  since the election, scientists say they've found a way to give you a little extra warning before an earthquake strikes , the West Nile virus is spreading  and in some cases the symptoms are dire, and one of Donald Trump's firsts tasks will be nominating a judge to replace Supreme Court justice Scalia .  Caption 3 men found shot to death inside Compton park maintenance shed Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Caption Vin Scully receives the Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Jarvie and Neuhaus are special correspondents. MORE ON FIDEL CASTRO ",
    "title": "In Miami&apos;s Little Havana, Cubans whoop, dance and reflect as they celebrate Castro&apos;s death - LA Times"
   },
   {
    "entities": [
     "avenue",
     "katherine",
     "uribe",
     "advocate",
     "johnson",
     "rosenberg-douglas",
     "wednesday",
     "district",
     "elvia",
     "dolton",
     "11:51 p.m",
     "tribune",
     "july 25",
     "l.",
     "rosemary",
     "side",
     "medical",
     "kajuan",
     "chicago",
     "lawn",
     "independent",
     "regina",
     "armando",
     "authority",
     "review",
     "oak",
     "white",
     "sanchez",
     "raymond",
     "nov. 23, 2016",
     "county",
     "nov. 24, 2016",
     "6500",
     "ipra",
     "2016",
     "englewood",
     "last night",
     "ashland",
     "abel",
     "eddie",
     "sobol",
     "reporters",
     "ahkeya",
     "sissac",
     "raye",
     "11:07 p.m.",
     "contact",
     "center",
     "morning",
     "malagon",
     "examiner",
     "saturday",
     "guglielmi",
     "west",
     "cook",
     "christ",
     "mia",
     "lopez",
     "brainerd",
     "friday",
     "anthony",
     "south",
     "department",
     "thursday",
     "september 2015",
     "police",
     "/",
     "marshfield",
     "1400"
    ],
    "id": 3,
    "text": "CPD Superintendent Johnson takes most serious disciplinary action against officer who shot, killed teen Kajuan Raye Provided by Kajuan Raye's family Family members identified Kajuan Raye, 19, of Dolton, as the man who was fatally shot by police have shot in Chicago's West Englewood neighborhood on Nov. 23, 2016. Family members identified Kajuan Raye, 19, of Dolton, as the man who was fatally shot by police have shot in Chicago's West Englewood neighborhood on Nov. 23, 2016. (Provided by Kajuan Raye's family) Katherine Rosenberg-Douglas , Rosemary Regina Sobol and Elvia Malagon Contact Reporters Chicago police on Saturday took the most serious action possible against an officer believed to have shot and killed a 19-year-old in West Englewood. In a statement regarding the Wednesday shooting of Kajuan Raye, who so far appears to have been unarmed, spokesman Anthony Guglielmi said Superintendent Eddie Johnson \"has relieved the involved officer of his police powers.\" \"Having been a police officer for 28 years, I know that this job is not easy and the decision to use force is extremely complex and must be made in seconds without the benefits of formal reviews and deliberations,\" Johnson said. \"However, based on the little information we know at this point, I have concerns about this incident and feel this decision is in the best interest of the Department and the people of Chicago as we await a methodical and impartial investigation into exactly what transpired.” Raye, of south suburban Dolton, died of a gunshot wound to the back, according to the Cook County medical examiner’s office. Raye’s death was ruled a homicide, the office said. Although the unnamed officer who was involved said the teen pointed a gun at him, during a Thanksgiving Day news conference, Chicago police Johnson said a grid search failed to uncover a gun. (Elvia Malagon and Rosemary Regina Sobol) \"We were not able to locate a weapon as of yet,\" said Johnson, who briefly made remarks at police headquarters on the South Side. “We have some missing information in our timeline. Guglielmi reiterated the missing information in the department's chronology of events and said relieving an officer of police powers is the most serious action the Department can take during an open investigation. \"After considerable deliberation over the evidence and available facts including: preliminary information from detectives; the unsuccessful canvass for a weapon; and last night's preliminary findings from the Medical Examiner, Chicago Police Superintendent Eddie Johnson has relieved the involved officer of his police powers pending the completion of IPRA 's case.\" It wasn't immediately known how often such measures have been taken in the past, however, standard procedure calls for an officer to be placed on administrative duty during the investigation.   Police, including an Englewood District police sergeant, responded at 11:07 p.m. to a battery in progress in the 1400 block of West 65th Street, Johnson said. The sergeant spotted a man that \"matched the description of the offender\" in the battery, Johnson said. The sergeant identified himself as an officer and approached the man but he began running away. The sergeant gave chase. At some point during the pursuit the man \"turned and pointed\" a weapon at the sergeant two separate times, causing the sergeant to shoot him, Johnson said. Raye was taken to Advocate Christ Medical Center in Oak Lawn, where he was later pronounced dead at 11:51 p.m. He lived in the 1400 block of East 156th Street in Dolton, according to the medical examiner's office. “Unfortunately, we still don’t have a complete synopsis of exactly how and what transpired,\" Johnson told reporters. \"There is still a lot of investigating going on.\" There weren't any officers injured during the incident.  Early Thursday, police blocked off the intersection of 65th Street and Marshfield Avenue along with surrounding alleys. Officers searched vacant lots using rakes and flashlights. An officer with a police dog could be seen searching a parking lot near the intersection. The Independent Police Review Authority is investigating the shooting. IPRA spokeswoman Mia Sissac said the Englewood District does not have body cameras, so investigators are looking for witnesses that may have seen the incident or may have captured it on video. Eddie Johnson, Ja'Mal Green speak to media about fatal police-involved shooting Chicago police Superintendent Eddie Johnson and activist Ja'Mal Green speak to the media Nov. 24, 2016, about the fatal shooting by police of a 19-year-old man. (Abel Uribe / Chicago Tribune) Chicago police Superintendent Eddie Johnson and activist Ja'Mal Green speak to the media Nov. 24, 2016, about the fatal shooting by police of a 19-year-old man. (Abel Uribe / Chicago Tribune) See more videos “We would hope that people would allow for some time. As we continue to go through the process we will learn more about the case,” Sissac said. Community activists also spoke to reporters outside police headquarters, and decried what they said was a lack of transparency in the Police Department.  \"I'm sickened,\" said Ja’Mal Green. \"It does not take a day to find a gun. They (cops) messed up. \"Right now the city has to pay for what it has done,\" Green said. Ald. Raymond Lopez, who represents the 15th Ward, where the shooting occurred, was also at police headquarters.  \"It's just sad,\" Lopez said. According to Cook County court records, Raye had pleaded guilty to a theft charge in September 2015, and he was given one year of court supervision. In 2016, records show Raye violated supervision and an arrest warrant was issued in his name July 25. Standing outside of a family home in the Brainerd neighborhood Thursday morning, Ahkeya White said the family was told that her cousin, Raye, had been standing with a friend at a bus stop near the intersection of 64th Street and Ashland Avenue just before the shooting happened.  The bus stop is less than half a mile away from where police said the sergeant had responded for the battery call.  After spending time at a home of a friend's mother, White said, her cousin was waiting for a bus to return to Dolton when the officer approached him.  \"They are saying that it was, you know, a battery, but if that's the case, the police officer showed up, it was only one person in the car,\" she said. \"If they are responding to a call, why is it only one person in the car? Then you pull up to the bus stop. So something is off and we need answers.\" Fatal police-involved shooting Ahkeya White describes the events after her cousin was fatally shot Nov. 23, 2016, by Chicago police in the 6500 block of Marshfield Avenue in Chicago's West Englewood neighborhood. (Armando L. Sanchez / Chicago Tribune) Ahkeya White describes the events after her cousin was fatally shot Nov. 23, 2016, by Chicago police in the 6500 block of Marshfield Avenue in Chicago's West Englewood neighborhood. (Armando L. Sanchez / Chicago Tribune) She said the officer got out of his car and told his cousin and friend to go to the police car. That's when her cousin and friend ran from the officer, prompting the sergeant to run after her cousin.  Raye was shot once in the abdomen, White said.  She disputes that her cousin was armed during the incident, saying she is sure Raye didn't have a gun.   \"There was no gun,\" she said.   As news began spreading about the shooting and relatives gathered at the hospital, White said she wondered why the shooting happened. \"Why, because I know he didn't do anything to deserve it,\" she said. \"We want answers, but there's really no explanation for what happened other than this is what's been going on, and it seems, you know, that this is the norm. But it's unacceptable, it's unacceptable.\"   She described her cousin as a typical 19-year-old who was figuring out what he wanted to do. The family had been urging him to return to school to get his GED.  \"Tears are flowing and we are praying,\" she said. \"We'll miss him greatly.\" Wednesday's shooting happened about a mile from where officers last Friday fatally shot a man after seeing him shoot and wound another man, according to officials.  ",
    "title": "CPD Superintendent Johnson takes most serious disciplinary action against officer who shot, killed teen - Chicago Tribune"
   },
   {
    "entities": [
     "1944",
     "havana",
     "alan",
     "elian",
     "khrushchev",
     "states",
     "barracks",
     "union",
     "evan",
     "abc",
     "u.s.-cuba",
     "castro",
     "manuel",
     "fulgencio",
     "spain",
     "muir",
     "gerardo",
     "dwight",
     "batista",
     "soviet",
     "2506",
     "kennedy",
     "u.n",
     "us",
     "eisenhower",
     "mckinley",
     "comecon",
     "to",
     "the",
     "obama",
     "barack",
     "david",
     "simon",
     "bay",
     "nikita",
     "news",
     "lle\\xc3\\xb3",
     "maine",
     "brothers",
     "$300 million",
     "moncada",
     "urrutia",
     "1952",
     "u.s.",
     "2008",
     "raul",
     "gonzalez",
     "guantanamo",
     "july 26, 1953",
     "turkey",
     "email",
     "cuba",
     "1996",
     "santiago",
     "september 7, 1962",
     "1959",
     "u.s.s.",
     "florida",
     "rescue",
     "machado",
     "united",
     "1940",
     "fidel",
     "american",
     "gross",
     "ra\\xc3\\xbal"
    ],
    "id": 4,
    "text": "WATCH Fidel Castro's Death Highlights Historic Rift in US, Cuba Relations 0 Shares Email Fidel Castro 's rule of Cuba began in 1959 -- when he became the island nation's prime minister -- until 2008, when he transferred power to his brother, Raul Castro . Tensions between Cuba and the U.S. had been fraught for decades before Castro's reign, however, and those tensions had a role in Castro's political ascent. Here are key milestones in U.S.-Cuba relations: 1897: U.S. President McKinley offers to buy Cuba from Spain for $300 million but Spain rejects the offer. Tensions are exacerbated after the U.S.S. Maine is blown up by unknown forces in Havana’s harbor, killing more than 250 American sailors. 1898: Spain loses Spanish-American war and Cuba essentially becomes a U.S. territory. 1902: The U.S. grants Cuba independence, but dictates the establishment of the U.S. base at Guantanamo Bay as part of the deal. Another detail worked into the deal was that the U.S. had the right to intervene in Cuba, and American forces were subsequently sent into the country repeatedly to protect U.S. interests, like sugar factories, if there were uprisings. 1934: Gen. Fulgencio Batista was assisted by the U.S. in leading an uprising called the Revolt of the Sergeants, which was part of the coup that overthrew the government of Gerardo Machado. He was later elected the president of Cuba from 1940 to 1944, and led the country as a dictator from 1952 to 1959. During Batista's rule, Cuba saw widespread inequality and unemployment, but it became a playground for global elites -- including wealthy Americans and members of the mafia -- who frequented popular casinos and brothels. This atmosphere helped to sow the seeds of the Cuban Revolution. 1953 On July 26, 1953, Castro led a small group of revolutionaries in an attack against The Moncada Barracks, a military barracks in Santiago de Cuba. The armed attack is widely accepted as the beginning of the Cuban Revolution. The date on which the attack took place was eventually adopted by Castro as the name for his revolutionary movement, \"M 26-7,\" which upended Batista's reign in 1959. 1959: Castro, who was 32 years old at the time, announces that Manuel Urrutia Lleó will be the president of Cuba after the revolution topples Batista. Castro is cheered as he enters Havana, but many political opponents of the revolution, supporters of Batista's reign, are executed and dumped into mass graves. Castro assumes military and political power as Cuba's prime minister. Lleó leaves for the U.S. after experiencing differences with Castro. Castro's takeover of the country means that Cuba becomes the first Communist state in the Western hemisphere. President Dwight Eisenhower institutes a ban on all exports to Cuba. 1961: Eisenhower breaks diplomatic ties with Cuba completely. The Bay of Pigs invasion, which is a led by the CIA-sponsored paramilitary group Brigade 2506, fails and ultimately is seen as having the opposite of its intended effect: Castro's leadership is strengthened, and he becomes a national hero. 1962: On September 7, 1962, President Kennedy expands a preexisting Cuban embargo, which focused on the sale of arms, to include all Cuban trade, except for non-subsidized sale of food and medicines -- a policy that is ultimately upheld for decades. The placement of Soviet missiles on the island triggers the Cuban Missile Crisis one month later. \"This sudden, clandestine decision is a deliberately provocative and unjustified change in the status quo,\" Kennedy said of the storage of Russian weapons in Cuba, prompting him to enforce a naval quarantine on the state. The 13-day drama was the closest the Cold War got to turning kinetic. Kennedy and Soviet Premier Nikita Khrushchev reached a deal wherein the Soviets withdrew their weapons from Cuba in return for the U.S. withdrawing its from Turkey. 1972 Castro's Cuba joins the COMECON, an economic organization of states designed to create cooperation among the socialist planned economies. The group dominated by the largest economy of the group, the Soviet Union. 1979 Castro gives one of his most famous speeches in an address to the U.N. In it, he condemns the proliferation of nuclear weapons, and urges world leaders to fight against inequality. \"Enough of the illusion that the world's problems can be solved with nuclear weapons. Bombs might kill the hungry, the sick and the ignorant, but they cannot kill hunger, disease, ignorance and the people's just rebellion. In the holocaust, the wealthy will also die. They are the ones that stand to lose the most in this world,\" he said . 1991: The fall of the Soviet Union, Cuba's biggest patron and ally on the world stage, triggers an economic crisis in Cuba. 1996: Cuban jets shoot down two small planes operated by Brothers to the Rescue, a Miami-based activist group. The aircraft had been releasing leaflets over Cuban territory. 1998: U.S. authorities apprehend the Cuban Five –- a group of five spies tasked with infiltrating American activist groups, including Brothers to the Rescue. 1999-2000: The custody battle between family members in Florida and Cuba over Elian Gonzalez , a young boy who was rescued when a boat ferrying him to the U.S. overturned, captivates the world. Gonzalez was ultimately returned to Cuba. 2008: Fidel Castro transfers power to his brother, Raúl Castro. 2014: President Barack Obama and Cuban President Raúl Castro announce a diplomatic deal that features the release of 53 political prisoners being held in Cuba, including American Alan Gross. 2016: Obama becomes the first U.S. president to visit the island in 88 years. \"We still have some work to do,\" Obama told ABC News' David Muir. \"I think it is very important for the United States not to view ourselves as the agents of change here, but rather to encourage and facilitate Cubans themselves to bring about changes. ... We want to make sure that whatever changes come about are empowering Cubans.\" 2016: Fidel Castro dies at age 90. ABC News' Evan Simon contributed to this report. 0 Shares ",
    "title": "Fidel Castro Dead at 90: A Timeline of US-Cuba Relations - ABC News"
   },
   {
    "entities": [
     "stein",
     "saturday",
     "$7 million",
     "party",
     "hillary",
     "green",
     "michigan",
     "wisconsin",
     "pennsylvania",
     "j.",
     "trump",
     "mr.",
     "donald",
     "afternoon",
     "2016",
     "$5.8 million",
     "nov 26, 2016",
     "jill",
     "clinton",
     "november 27"
    ],
    "id": 5,
    "text": "Email Last Updated Nov 26, 2016 8:51 PM EST Donald Trump panned recent vote recount efforts,  led by the Green Party’s Jill Stein in three critical states, as a “scam” meant to “fill [Stein’s] coffers with money” after the general election. In a statement Saturday sent out by his transition team, Mr. Trump charged that the Green Party recount requests in Wisconsin, Michigan and Pennsylvania were “ridiculous.”   “This is a scam by the Green Party for an election that has already been conceded, and the results of this election should be respected instead of being challenged and abused, which is exactly what Jill Stein is doing,” he said. In a tweet a few hours later, Trump called the recount effort a scam by the Green Party to “fill up their coffers.” The Green Party scam to fill up their coffers by asking for impossible recounts is now being joined by the badly defeated & demoralized Dems — Donald J. Trump (@realDonaldTrump) November 27, 2016 Stein, who has raised more than $5.8 million by Saturday afternoon, has already filed for a recount in Wisconsin, where the president-elect’s vote margin over Hillary Clinton is just over 27,000 ballots. On Saturday, the Clinton campaign announced its intention to participate in the recount efforts in that state and in Pennsylvania and Michigan, where the Green Party also plans to raise challenges to the vote totals. The Stein campaign estimates that the costs of auditing ballots could run up to $7 million. ",
    "title": "Donald Trump: Jill Stein's recount efforts are a Green Party \"scam\" - CBS News"
   },
   {
    "entities": [
     "hillary",
     "michigan",
     "trump",
     "evening",
     "commission",
     "corey",
     "donald",
     "nbc",
     "stein",
     "$7 million",
     "party",
     "green",
     "one percent",
     "pennsylvania",
     "college",
     "electoral",
     "2016",
     "jill",
     "clinton",
     "dec. 13",
     "news",
     "millions of dollars",
     "lewandowski",
     "wisconsin",
     "november 27, 2016",
     "afternoon",
     "j.",
     "saturday",
     "dr.",
     "r.",
     "monday",
     "november 26, 2016",
     "thursday",
     "election",
     "$5.9 million"
    ],
    "id": 6,
    "text": "Could Stein's Recount Efforts Change the Outcome? 2:56 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161127013543if_/http://www.nbcnews.com/widget/video-embed/818047555962\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> President-elect Donald Trump slammed the effort Saturday as a \"scam by the Green Party for an election that has already been conceded.\" \"This recount is just a way for Jill Stein, who received less than one percent of the vote overall and wasn't even on the ballot in many states, to fill her coffers with money, most of which she will never even spend on this ridiculous recount,\" Trump said in a statement. He added that Clinton herself had said after conceding, \"We must accept this result and then look to the future.\" The president-elect also took to Twitter on Saturday to criticize the Democrats for aiding the effort. The Green Party scam to fill up their coffers by asking for impossible recounts is now being joined by the badly defeated & demoralized Dems — Donald J. Trump (@realDonaldTrump) November 27, 2016 Wisconsin election officials said that they received Stein's paperwork and that they were still waiting to obtain a cost estimate from county clerks to calculate a fee her campaign must pay before the recount can start. However, the Wisconsin Election Commission staff announced Saturday that it has already pulled together a timeline it expects the commission to approve. The timeline, which would have the recount begin Thursday, follows federal law calling for it to be completed withing 35 days of Election Day. That so-called safe harbor date is Dec. 13 this year. The commission will review the proposed timeline Monday. Stein's campaign is trying to raise as much as $7 million for the effort online — and it had garnered more than $5.9 million as of Saturday evening. Stein, the Green Party's presidential nominee, also has plans to file recount efforts in Michigan, where NBC News has yet to officially call a winner, and Pennsylvania. Saturday afternoon, she indignantly tweeted, \"I will do a recount in any state where the deadline has not passed.\" I will do a recount in any state where the deadline has not passed. Help my staff find state deadlines: https://t.co/VsruD0r8FR #Recount2016 — Dr. Jill Stein (@DrJillStein) November 26, 2016 Trump still holds narrow leads in all three states, and his victories in Pennsylvania and Wisconsin provided him with the Electoral College advantage he needed to win the presidency. Elias acknowledged that \"the number of votes separating Donald Trump and Hillary Clinton in the closest of these states — Michigan — well exceeds the largest margin ever overcome in a recount,\" but he said the Clinton campaign felt it was \"important, on principle,\" to take part in and monitor the process. If Stein follows through with her promise to pay for recounts in Michigan and Pennsylvania, Elias wrote, the campaign will \"take the same approach\" with additional states and participate in any verification efforts there. Former Trump campaign manager Corey Lewandowski tweeted, \"Where is the media outcry?\" after news broke that Clinton would back the recount. Where is the media outcry?  Clinton campaign to join Wisconsin recount https://t.co/BNWSSQTI6X pic.twitter.com/kMFWptMM3k — Corey R. Lewandowski (@CLewandowski_) November 26, 2016 It's an endeavor that will take long hours, hundreds of election workers and millions of dollars — and one that Stein herself admits may not change a thing about Trump's defeat of Clinton. \"I don't think that's likely, and this is not done to benefit one candidate at the expense of the other,\" Stein said this week on \"PBS NewsHour.\" It could, however, delay the final results for weeks and provide fuel to the tens of thousands of upset Americans who've taken to the streets in protest against Trump's win, declaring that the real estate mogul is \"not my president.\" Play ",
    "title": "Clinton Campaign Agrees to Back Jill Stein's Election Recount Effort: Lawyer - NBC News"
   },
   {
    "entities": [
     "havana",
     "states",
     "ted",
     "ros-lehtinen",
     "trump",
     "donald",
     "pence",
     "castro",
     "mike",
     "2014",
     "2020",
     "white",
     "fox",
     "gop",
     "2016",
     "obama",
     "marco",
     "miami",
     "news",
     "cruz",
     "washington",
     "house",
     "sen.",
     "today",
     "1952",
     "u.s.",
     "ileana",
     "raul",
     "fidel",
     "saturday",
     "cuba",
     "texas",
     "america",
     "1959",
     "florida",
     "rubio",
     "united"
    ],
    "id": 7,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump said Saturday that the death of Cuba’s Fidel Castro “marks the passing of brutal dictator,” while President Obama argued that ‘history’ will be Castro’s final ‘judge.’ “Castro’s legacy is one of firing squads, theft, unimaginable suffering, poverty and the denial of fundamental human rights,” said Trump, who also expressed optimism about Castro’s death finally ending decades of communist oppression for Cubans.  \"It is my hope that today marks a move away from the horrors endured for too long and toward a future in which the wonderful Cuban people finally live in the freedom they so richly deserve,” Trump said. “Our administration will do all it can to ensure the Cuban people can finally begin their journey toward prosperity and liberty.” Castro’s death  was announced Saturday on state television. He was 90. Castro’s younger brother, Raul Castro, remains Cuba’s leader. “We extend a hand of friendship to the Cuban people,” Obama said. “History will record and judge the enormous impact of this singular figure on the people and world around him. … For nearly six decades, the relationship between the United States and Cuba was marked by discord and profound political disagreements. “During my presidency, we have worked hard to put the past behind us. … This engagement includes the contributions of Cuban Americans, who have done so much for our country and who care deeply about their loved ones in Cuba.” Trump, in his successful White House bid, railed against numerous international deals that he argued put the U.S. at a disadvantage, including one Obama made to normalize relations with Cuba, a communist country and long-time Cold War enemy.   In 2014, Obama announced a diplomatic effort that would easy travel and trade between the countries. And last year, Obama took Cuba off America’s state-sponsored terror list, amid criticism about continuing human rights violations on the island nation. “Every single aspect of this deal is in Cuba’s favor,” Trump said during this year’s GOP presidential primary debates. Florida GOP Rep. Ileana Ros-Lehtinen -- who was born in Havana in 1952 and whose family eight years later fled Castro’s regime -- told Fox News on Saturday that Trump criticized Obama’s 2014 deal because the U.S. made concessions “in exchange for nothing,” including Cuba releasing no American political prisoners. Ros-Lehtinen’s congressional district includes Miami, where for decades Cubans have come to live. But whether the Cuba agreement made by Obama through executive order, or whether Castro’s death improves the potential to improve the two countries’ relationship, remains unclear. Florida GOP Sen. Marco Rubio, whose parents emigrated from Cuba before Castro’s rise in 1959, said on Fox News that the ex-dictator’s death was a newsworthy event but that he “didn’t think it would change anything,” or at least while Raul Castro remains in power. Rubio, a 2016 GOP presidential candidate and potential 2020 contender, also argued that Obama attending Castro’s funeral or sending a top-level administration official would validate the life of somebody who oversaw the “assassination of Americans.” Texas GOP Sen. Ted Cruz, whose father was born in Cuba, said: “Fidel Castro's death cannot bring back his thousands of victims, nor can it bring comfort to their families.\" \"Today we remember them and honor the brave souls who fought the lonely fight against the brutal communist dictatorship he imposed on Cuba,\" continued Cruz, also a 2016 GOP presidential candidate. Trump was among the first Washington leaders to react to the announcement of Castro’s death, exclaiming on Twitter: “Fidel Castro is dead!” Vice President-elect Mike Pence tweeted: \"The tyrant #Castro is dead. New hope dawns. We will stand with the oppressed Cuban people for a free and democratic Cuba. Viva Cuba Libre!\"   ",
    "title": "Trump tweets Castro is 'dead!;' Obama says 'history' will be ex-dictator's final 'judge' | Fox News"
   },
   {
    "entities": [
     "marc",
     "parnes",
     "wednesday",
     "hillary",
     "michigan",
     "npr",
     "york",
     "trump",
     "corey",
     "donald",
     "erik",
     "stein",
     "party",
     "green",
     "pennsylvania",
     "obama",
     "jill",
     "clinton",
     "$6 million",
     "lewandowski",
     "wisconsin",
     "amie",
     "nov. 26, 2016",
     "u.s.",
     "new",
     "saturday",
     "r.",
     "rourke/ap",
     "friday",
     "november 26, 2016",
     "elias",
     "matt",
     "nov. 9"
    ],
    "id": 8,
    "text": "Democratic presidential candidate Hillary Clinton delivers her concession speech in New York on Nov. 9. Her campaign announced Saturday it will back recount efforts in three states. Matt Rourke/AP hide caption toggle caption Matt Rourke/AP Democratic presidential candidate Hillary Clinton delivers her concession speech in New York on Nov. 9. Her campaign announced Saturday it will back recount efforts in three states. Matt Rourke/AP Hillary Clinton's campaign said Saturday it will participate in the recount efforts in Wisconsin spearheaded by Green Party presidential candidate Jill Stein. If Stein also pursues recounts in Pennsylvania and Michigan, as she has pledged, the Clinton campaign will participate in those efforts, as well. The recount in Wisconsin could begin as early as next week . In a post on Medium , Clinton campaign lawyer Marc Erik Elias wrote that \"regardless of the potential to change the outcome in any of the states, we feel it is important, on principle, to ensure our campaign is legally represented\" in any recount proceedings. It was the first time anyone from the Clinton camp had publicly weighed in on the potential recounts. As the Two-Way reported Friday , Stein and another third-party candidate filed for a recount in Wisconsin, and she plans to do the same in Pennsylvania and Michigan. President-elect Donald Trump's narrow victories in those states gave him enough electoral votes to cinch the election. After launching a fundraising campaign Wednesday, Stein — whose website explicitly says the recounts are not aimed at helping Clinton, but in preserving the integrity of the election — has raised nearly $6 million to pay for recounts. Article continues after sponsorship Elias explained in his post that Clinton campaign directors had not pursued a recount themselves because they \"had not uncovered any actionable evidence of hacking or outside attempts to alter the voting technology.\" But, he said, \"now that a recount has been initiated in Wisconsin, we intend to participate in order to ensure the process proceeds in a manner that is fair to all sides.\" He said that the campaign would do the same in Michigan and Pennsylvania if Stein files for recounts there, too. Elias said the Clinton camp is \"fully aware\" that the outcome of the election is unlikely to change, noting that \"the number of votes separating Donald Trump and Hillary Clinton in the closest of these states — Michigan — well exceeds the largest margin ever overcome in a recount.\" In an interview with NPR's All Things Considered on Saturday, Stein said her goal in pushing for a recount wasn't to change the results of the election but to make sure U.S. elections are \"fair and reliable.\" \"We need a system that empowers voters, and that needs to start with a voting system we can trust,\" she said. Still, Elias wrote, the Clinton campaign believes it has \"an obligation\" to the 64 million people who voted for Clinton to \"participate in ongoing proceedings to ensure that an accurate vote count will be reported.\" Trump issued a statement Saturday calling the recount efforts \"ridiculous\" and pointing out that Clinton had already conceded. It also said: \"This is a scam by the Green Party for an election that has already been conceded, and the results of this election should be respected instead of being challenged and abused, which is exactly what Jill Stein is doing.\" Trump's former campaign manager Corey Lewandowski tweeted Saturday about the Clinton campaign's decision to back the recounts. Where is the media outcry?  Clinton campaign to join Wisconsin recount https://t.co/BNWSSQTI6X pic.twitter.com/kMFWptMM3k — Corey R. Lewandowski (@CLewandowski_) November 26, 2016 Amid the snowballing recount efforts, The Hill reported that President Obama called Clinton on election night and urged her to concede to Trump. Without his urging, she may have waited for the final results, according to anonymous sources from her camp. The Hill's Amie Parnes wrote: \"Obama's call left a sour taste in the mouths of some Clinton allies who believe she should have waited longer, and there's now a fight playing out between the Obama and Clinton camps over whether to support an effort to force the Rust Belt states to recount their votes.\" This post has been updated with Trump's statement. Clarification Nov. 26, 2016 Subsequent to posting, NPR reached two officials with the Clinton campaign. They are not supporting the recount effort. They are participating in it. ",
    "title": "Clinton Campaign Says It Will Participate In Recount Efforts  : The Two-Way : NPR"
   },
   {
    "entities": [
     "20th century",
     "ms.",
     "l.",
     "s.",
     "khrushchev",
     "itt",
     "union",
     "1954",
     "june 1957",
     "coast",
     "dominican",
     "celia",
     "pay\\xc3\\xa1",
     "january 1959",
     "draper",
     "reagan",
     "matos",
     "mexico",
     "$5 billion",
     "july 26, 2003",
     "jos\\xc3\\xa9",
     "bolivia",
     "may 1980",
     "1970s",
     "sierra",
     "mart\\xc3\\xad",
     "obama",
     "gonz\\xc3\\xa1lez",
     "huber",
     "clinton",
     "subcommander",
     "f.",
     "1950s",
     "1981",
     "april 19, 2016",
     "washington",
     "state",
     "brothers",
     "ram\\xc3\\xb3n",
     "summer of 1993",
     "international",
     "de",
     "mirta",
     "llosa",
     "camag\\xc3\\xbcey",
     "herbert",
     "ten days later",
     "caribbean",
     "july 1953",
     "1989",
     "turkey",
     "pigs",
     "henry",
     "1963",
     "1959",
     "friday",
     "canada",
     "hugo",
     "espa\\xc3\\xb1ol",
     "revolt",
     "marcos",
     "2004",
     "church",
     "congress",
     "1955",
     "2018",
     "roberto",
     "felipe",
     "1957",
     "georgie",
     "spring of 1960",
     "john",
     "1910",
     "of",
     "ronald",
     "aug. 13, 1926",
     "1965",
     "soto",
     "guevara",
     "jan. 8, 1959",
     "\\xc3\\x81ngel",
     "foreign",
     "szulc",
     "banco",
     "matthews",
     "d\\xc3\\xadaz-balart",
     "shriver",
     "china",
     "independent",
     "ethiopia",
     "alina",
     "1994",
     "valle",
     "2014",
     "associated",
     "adalberto",
     "don",
     "soviet",
     "batista",
     "council",
     "city",
     "trujillo",
     "vladimiro",
     "quixote",
     "1986",
     "eisenhower",
     "ochoa",
     "summer of 2006",
     "fall of 1962",
     "d.",
     "december 1961",
     "mozambique",
     "2016",
     "tad",
     "key",
     "creutzmann/polaris",
     "to",
     "1956",
     "2012",
     "getty",
     "del",
     "dolores",
     "bay",
     "miami",
     "ch\\xc3\\xa1vez",
     "army",
     "moncada",
     "2006",
     "yuri",
     "elizabeth",
     "1949",
     "press",
     "ismael",
     "times",
     "mr.",
     "embassy",
     "july 26, 1953",
     "cuba",
     "africa",
     "1996",
     "1985",
     "santiago",
     "republic",
     "ii",
     "west",
     "catholic",
     "nacional",
     "lina",
     "bill",
     "manning/the",
     "granma",
     "hemisphere",
     "may 1959",
     "quebec",
     "che",
     "spanish",
     "anne",
     "on",
     "april 17, 1961",
     "states",
     "venezuela",
     "july 26, 1964",
     "arnaldo",
     "francis",
     "seventh",
     "alexander",
     "nbc",
     "dalia",
     "roque/agence",
     "castro",
     "2001",
     "central",
     "fulgencio",
     "rafael",
     "jack",
     "white",
     "kennedy",
     "paul",
     "richard",
     "latina",
     "sven",
     "\\xc3\\x81ngela",
     "jimmy",
     "vargas",
     "nikita",
     "maria",
     "agency",
     "october 1962",
     "roman",
     "images",
     "1967",
     "early 19th century",
     "november 27, 2016",
     "1952",
     "angola",
     "u.s.",
     "new",
     "cienfuegos",
     "carter",
     "eder",
     "sunday",
     "america",
     "1979",
     "november 26, 2016",
     "alexi",
     "florida",
     "alexis",
     "sundays",
     "fla.",
     "communist",
     "department",
     "feb. 24, 1957",
     "r\\xc3\\xa1ul",
     "alejandro",
     "geyer",
     "united",
     "fruit",
     "m.",
     "ra\\xc3\\xbal",
     "2015",
     "western",
     "c.i.a.",
     "havana",
     "maestra",
     "york",
     "university",
     "1960",
     "february 2012",
     "eli\\xc3\\xa1n",
     "december 2014",
     "april 2001",
     "april 2016",
     "company",
     "cuban",
     "never",
     "1991",
     "ruz",
     "party",
     "dwight",
     "1962",
     "prague",
     "latin",
     "the",
     "institute",
     "late 19th century",
     "1970",
     "1945",
     "1948",
     "defense",
     "relations",
     "jersey",
     "midnight",
     "1998",
     "february 2016",
     "2013",
     "wriston",
     "moscow",
     "december 2003",
     "orthodox",
     "juanita",
     "colegio",
     "camilo",
     "june 2006",
     "december 1956",
     "north",
     "1964",
     "intelligence",
     "escambray",
     "guard",
     "mariel",
     "salas",
     "alvaro",
     "rescue",
     "south",
     "bel\\xc3\\xa9n",
     "theodore",
     "1980",
     "s\\xc3\\xa1nchez",
     "francisco/cubadebate",
     "1960s",
     "pazos",
     "1961",
     "dec. 2, 1961",
     "fidel",
     "prensa",
     "hanna"
    ],
    "id": 9,
    "text": "Site Mobile Navigation Cover Photo Fidel Castro was seen as a ruthless despot by some and hailed as a revolutionary hero by others. Credit Jack Manning/The New York Times Fidel Castro, Cuban Revolutionary Who Defied U.S., Dies at 90 Mr. Castro brought the Cold War to the Western Hemisphere, bedeviled 11 American presidents and briefly pushed the world to the brink of nuclear war. Continue reading the main story Fidel Castro, the fiery apostle of revolution who brought the Cold War to the Western Hemisphere in 1959 and then defied the United States for nearly half a century as Cuba’s maximum leader, bedeviling 11 American presidents and briefly pushing the world to the brink of nuclear war, died on Friday. He was 90. Cuban state television announced the death but gave no other details. In declining health for several years, Mr. Castro had orchestrated what he hoped would be the continuation of his Communist revolution, stepping aside in 2006 when a serious illness felled him. He provisionally ceded much of his power to his younger brother Raúl, now 85, and two years later formally resigned as president . Raúl Castro, who had fought alongside Fidel Castro from the earliest days of the insurrection and remained minister of defense and his brother’s closest confidant, has ruled Cuba since then, although he has told the Cuban people he intends to resign in 2018. Leer en Español Fidel Castro had held on to power longer than any other living national leader except Queen Elizabeth II. He became a towering international figure whose importance in the 20th century far exceeded what might have been expected from the head of state of a Caribbean island nation of 11 million people. He dominated his country with strength and symbolism from the day he triumphantly entered Havana on Jan. 8, 1959, and completed his overthrow of Fulgencio Batista by delivering his first major speech in the capital before tens of thousands of admirers at the vanquished dictator’s military headquarters. Continue reading the main story A spotlight shone on him as he swaggered and spoke with passion until dawn. Finally, white doves were released to signal Cuba’s new peace. When one landed on Mr. Castro, perching on a shoulder, the crowd erupted, chanting: “Fidel! Fidel!” To the war-weary Cubans gathered there and those watching on television, it was an electrifying sign that their young, bearded guerrilla leader was destined to be their savior. Most people in the crowd had no idea what Mr. Castro planned for Cuba. A master of image and myth, Mr. Castro believed himself to be the messiah of his fatherland, an indispensable force with authority from on high to control Cuba and its people. He wielded power like a tyrant, controlling every aspect of the island’s existence. He was Cuba’s “Máximo Lider.” From atop a Cuban Army tank, he directed his country’s defense at the Bay of Pigs . Countless details fell to him, from selecting the color of uniforms that Cuban soldiers wore in Angola to overseeing a program to produce a superbreed of milk cows. He personally set the goals for sugar harvests. He personally sent countless men to prison. Advertisement Continue reading the main story But it was more than repression and fear that kept him and his totalitarian government in power for so long. He had both admirers and detractors in Cuba and around the world. Some saw him as a ruthless despot who trampled rights and freedoms; many others hailed him as the crowds did that first night, as a revolutionary hero for the ages. Even when he fell ill and was hospitalized with diverticulitis in the summer of 2006, giving up most of his powers for the first time, Mr. Castro tried to dictate the details of his own medical care and orchestrate the continuation of his Communist revolution, engaging a plan as old as the revolution itself. By handing power to his brother, Mr. Castro once more raised the ire of his enemies in Washington. United States officials condemned the transition, saying it prolonged a dictatorship and again denied the long-suffering Cuban people a chance to control their own lives. But in December 2014, President Obama used his executive powers to dial down the decades of antagonism between Washington and Havana by moving to exchange prisoners and normalize diplomatic relations between the two countries, a deal worked out with the help of Pope Francis and after 18 months of secret talks between representatives of both governments. My Three Days With Fidel Richard Eder, a former New York Times foreign correspondent, recalls interviewing the Cuban leader. By THE NEW YORK TIMES on Publish Date November 26, 2016. Photo by Jack Manning/The New York Times. Watch in Times Video » embed Though increasingly frail and rarely seen in public, Mr. Castro even then made clear his enduring mistrust of the United States. A few days after Mr. Obama’s highly publicized visit to Cuba in 2016 — the first by a sitting American president in 88 years — Mr. Castro penned a cranky response denigrating Mr. Obama’s overtures of peace and insisting that Cuba did not need anything the United States was offering. To many, Fidel Castro was a self-obsessed zealot whose belief in his own destiny was unshakable, a chameleon whose economic and political colors were determined more by pragmatism than by doctrine. But in his chest beat the heart of a true rebel. “Fidel Castro,” said Henry M. Wriston , the president of the Council on Foreign Relations in the 1950s and early ’60s, “was everything a revolutionary should be.” Mr. Castro was perhaps the most important leader to emerge from Latin America since the wars of independence in the early 19th century. He was decidedly the most influential shaper of Cuban history since his own hero, José Martí , struggled for Cuban independence in the late 19th century. Mr. Castro’s revolution transformed Cuban society and had a longer-lasting impact throughout the region than that of any other 20th-century Latin American insurrection, with the possible exception of the 1910 Mexican Revolution . His legacy in Cuba and elsewhere has been a mixed record of social progress and abject poverty, of racial equality and political persecution, of medical advances and a degree of misery comparable to the conditions that existed in Cuba when he entered Havana as a victorious guerrilla commander in 1959. Advertisement Continue reading the main story That image made him a symbol of revolution throughout the world and an inspiration to many imitators. Hugo Chávez of Venezuela considered Mr. Castro his ideological godfather. Subcommander Marcos began a revolt in the mountains of southern Mexico in 1994, using many of the same tactics. Even Mr. Castro’s spotty performance as an aging autocrat in charge of a foundering economy could not undermine his image. But beyond anything else, it was Mr. Castro’s obsession with the United States, and America’s obsession with him, that shaped his rule. After he embraced Communism, Washington portrayed him as a devil and a tyrant and repeatedly tried to remove him from power through an ill-fated invasion at the Bay of Pigs in 1961, an economic embargo that has lasted decades, assassination plots and even bizarre plans to undercut his prestige by making his beard fall out. Mr. Castro’s defiance of American power made him a beacon of resistance in Latin America and elsewhere, and his bushy beard, long Cuban cigar and green fatigues became universal symbols of rebellion. Mr. Castro’s understanding of the power of images, especially on television, helped him retain the loyalty of many Cubans even during the harshest periods of deprivation and isolation when he routinely blamed America and its embargo for many of Cuba’s ills. And his mastery of words in thousands of speeches, often lasting hours, imbued many Cubans with his own hatred of the United States by keeping them on constant watch for an invasion — military, economic or ideological — from the north. Thousands of posters were commissioned by the government to promote his vision of a socialist society. Over many years Mr. Castro gave hundreds of interviews and retained the ability to twist the most compromising question to his favor. In a 1985 interview in Playboy magazine, he was asked how he would respond to President Ronald Reagan’s description of him as a ruthless military dictator. “Let’s think about your question,” Mr. Castro said, toying with his interviewer. “If being a dictator means governing by decree, then you might use that argument to accuse the pope of being a dictator.” He turned the question back on Reagan: “If his power includes something as monstrously undemocratic as the ability to order a thermonuclear war, I ask you, who then is more of a dictator, the president of the United States or I?” After leading his guerrillas against a repressive Cuban dictator, Mr. Castro, in his early 30s, aligned Cuba with the Soviet Union and used Cuban troops to support revolution in Africa and throughout Latin America. His willingness to allow the Soviets to build missile-launching sites in Cuba led to a harrowing diplomatic standoff between the United States and the Soviet Union in the fall of 1962, one that could have escalated into a nuclear exchange. The world remained tense until the confrontation was defused 13 days after it began, and the launching pads were dismantled. Advertisement Continue reading the main story With the dissolution of the Soviet Union in 1991, Mr. Castro faced one of his biggest challenges: surviving without huge Communist subsidies. He defied predictions of his political demise. When threatened, he fanned antagonism toward the United States. And when the Cuban economy neared collapse, he legalized the United States dollar , which he had railed against since the 1950s, only to ban dollars again a few years later when the economy stabilized. Mr. Castro continued to taunt American presidents for a half-century, frustrating all of Washington’s attempts to contain him. After nearly five decades as a pariah of the West, even when his once booming voice had withered to an old man’s whisper and his beard had turned gray, he remained defiant. He often told interviewers that he identified with Don Quixote, and like Quixote he struggled against threats both real and imagined, preparing for decades, for example, for another invasion that never came. As the leaders of every other nation of the hemisphere gathered in Quebec City in April 2001 for the third Summit of the Americas , an uninvited Mr. Castro, then 74, fumed in Havana, presiding over ceremonies commemorating the embarrassing defeat of C.I.A.-backed exiles at the Bay of Pigs in 1961. True to character, he portrayed his exclusion as a sign of strength, declaring that Cuba “is the only country in the world that does not need to trade with the United States.” CreditPaul Hosefros/The New York Times Personal Powers Fidel Alejandro Castro Ruz was born on Aug. 13, 1926 — 1927 in some reports — in what was then the eastern Cuban province of Oriente, the son of a plantation owner, Ángel Castro, and one of his maids, Lina Ruz González , who became his second wife and had seven children. The father was a Spaniard who had arrived in Cuba under mysterious circumstances. One account, supported by Mr. Castro himself, was that his father had agreed to take the place of a Spanish aristocrat who had been drafted into the Spanish Army in the late 19th century to fight against Cuban independence and American hegemony. Other versions suggest that Ángel Castro went penniless to Cuba but eventually established a plantation and did business with the despised, American-owned United Fruit Company. By the time Fidel was a youngster, his father was a major landholder. Fidel was a boisterous young student who was sent away to study with the Jesuits at the Colegio de Dolores in Santiago de Cuba and later to the Colegio de Belén, an exclusive Jesuit high school in Havana. Cuban lore has it that he was headstrong and fanatical even as a boy. In one account, Fidel was said to have bicycled head-on into a wall to make a point to his friends about the strength of his will. In another often-repeated tale, young Fidel and his class were led on a mountain hike by a priest. The priest slipped in a fast-moving stream and was in danger of drowning until Fidel pulled him to shore, then both knelt in prayers of thanks for their good fortune. A sense of destiny accompanied Mr. Castro as he entered the University of Havana’s law school in 1945 and almost immediately immersed himself in radical politics. He took part in an invasion of the Dominican Republic that unsuccessfully tried to oust the dictator Rafael Trujillo . He became increasingly obsessed with Cuban politics and led student protests and demonstrations even when he was not enrolled in the university. Advertisement Continue reading the main story Mr. Castro’s university days earned him the image of rabble-rouser and seemed to support the view that he had had Communist leanings all along. But in an interview in 1981, quoted in Tad Szulc ’s 1986 biography, “ Fidel ,” Mr. Castro said that he had flirted with Communist ideas but did not join the party. “I had entered into contact with Marxist literature,” Mr. Castro said. “At that time, there were some Communist students at the University of Havana, and I had friendly relations with them, but I was not in the Socialist Youth, I was not a militant in the Communist Party.” He acknowledged that radical philosophy had influenced his character: “I was then acquiring a revolutionary conscience; I was active; I struggled, but let us say I was an independent fighter.” After receiving his law degree, Mr. Castro briefly represented the poor, often bartering his services for food. In 1952, he ran for Congress as a candidate for the opposition Orthodox Party. But the election was scuttled because of a coup staged by Mr. Batista. Mr. Castro’s initial response to the Batista government was to challenge it with a legal appeal, claiming that Mr. Batista’s actions had violated the Constitution. Even as a symbolic act, the attempt was futile. Photo Mr. Castro, giving a deposition in July 1953, was sentenced to 15 years in prison for leading an attack on the Moncada barracks in Santiago de Cuba. Credit Agence France-Presse — Getty Images His core group of radical students gained followers, and on July 26, 1953 , Mr. Castro led them in an attack on the Moncada barracks in Santiago de Cuba. Many of the rebels were killed. The others were captured, as were Mr. Castro and his brother Raúl. At his trial, Mr. Castro defended the attack. Mr. Batista had issued an order not to discuss the proceedings, but six Cuban journalists who had been allowed in the courtroom recorded Mr. Castro’s defense. “As for me, I know that jail will be as hard as it has ever been for anyone, filled with threats, with vileness and cowardly brutality,” Mr. Castro declared . “I do not fear this, as I do not fear the fury of the miserable tyrant who snuffed out the life of 70 brothers of mine. Condemn me, it does not matter. History will absolve me.” Mr. Castro was sentenced to 15 years in prison. Mr. Batista then made what turned out to be a huge strategic error. Believing that the rebels’ energy had been spent, and under pressure from civic leaders to show that he was not a dictator, he released Mr. Castro and his followers in an amnesty after the 1954 presidential election. Advertisement Continue reading the main story Mr. Castro went into exile in Mexico, where he plotted his return to Cuba. He tried to buy a used American PT boat to carry his band to Cuba, but the deal fell through. Then he caught sight of a beat-up 61-foot wooden yacht named Granma, once owned by an American who lived in Mexico City. The Granma remains on display in Havana, encased in glass. Continue reading the main story Photo Mr. Castro with other rebel leaders at a secret base in June 1957 including Che Guevara, the guerrillas’ physician, second from left, and Mr. Castro’s brother Raúl, kneeling in the foreground. Credit United Press International Man of the Mountains During Mr. Castro’s long rule, his character and image underwent several transformations, beginning with his days as a revolutionary in the Sierra Maestra of eastern Cuba. After arriving on the coast in the overloaded yacht with Che Guevara and 80 of their comrades in December 1956, Mr. Castro took on the role of freedom fighter. He engaged in a campaign of harassment and guerrilla warfare that infuriated Mr. Batista, who had seized power in a 1952 garrison revolt, ending a brief period of democracy. Although his soldiers and weapons vastly outnumbered Mr. Castro’s, Mr. Batista grew fearful of the young guerrilla’s mesmerizing oratory. He ordered government troops not to rest until they had killed Mr. Castro, and the army frequently reported that it had done so. Newspapers around the world reported his death in the December 1956 landing. But three months later, Mr. Castro was interviewed for a series of articles that would revive his movement and thus change history. The escapade began when Castro loyalists contacted a correspondent and editorial writer for The New York Times, Herbert L. Matthews, and arranged for him to interview Mr. Castro. A few Castro supporters took Mr. Matthews into the mountains disguised as a wealthy American planter. Drawing on his reporting, Mr. Matthews wrote sympathetically of both the man and his movement, describing Mr. Castro, then 30, parting the jungle leaves and striding into a clearing for the interview. “This was quite a man — a powerful six-footer, olive-skinned, full-faced, with a straggly beard,” Mr. Matthews wrote. The three articles, which began in The Times on Sunday, Feb. 24, 1957, presented a Castro that Americans could root for. “The personality of the man is overpowering,” Mr. Matthews wrote. “Here was an educated, dedicated fanatic, a man of ideals, of courage and of remarkable qualities of leadership.” The articles repeated Mr. Castro’s assertions that Cuba’s future was anything but a Communist state. “He has strong ideas of liberty, democracy, social justice, the need to restore the Constitution, to hold elections,” Mr. Matthews wrote. When asked about the United States, Mr. Castro replied, “You can be sure we have no animosity toward the United States and the American people.” Continue reading the main story The Times’s Coverage of Fidel Castro Articles include an exclusive Times interview with the young guerrilla leader in 1957 and coverage of the revolution, the Bay of Pigs invasion and the 1962 missile crisis. The Cuban government denounced Mr. Matthews and called the articles fabrications. But the news that he had survived the landing breathed life into Mr. Castro’s movement. His small band of irregulars skirmished with government troops, and each encounter increased their support in Cuba and around the world, even though other insurgent forces in the cities were also fighting to overthrow the Batista government. Advertisement Continue reading the main story It was the symbolic strength of his movement, not the armaments under Mr. Castro’s control, that overwhelmed the government. By the time Mr. Batista fled from a darkened Havana airport just after midnight on New Year’s Day 1959, Mr. Castro was already a legend. Competing opposition groups were unable to seize power. Events over the next few months became the catalyst for another transformation in Mr. Castro’s public image. More than 500 Batista-era officials were brought before courts-martial and special tribunals, summarily convicted and shot to death. The grainy black-and-white images of the executions broadcast on American television horrified viewers. Mr. Castro defended the executions as necessary to solidify the revolution. He complained that the United States had raised not a whimper when Mr. Batista had tortured and executed thousands of opponents. But to wary observers in the United States, the executions were a signal that Mr. Castro was not the democratic savior he had seemed. In May 1959, he began confiscating privately owned agricultural land , including land owned by Americans , openly provoking the United States government. In the spring of 1960, Mr. Castro ordered American and British refineries in Cuba to accept oil from the Soviet Union . Under pressure from Congress, President Dwight D. Eisenhower cut the American sugar quota from Cuba, forcing Mr. Castro to look for new markets. He turned to the Soviet Union for economic aid and political support. Thus began a half-century of American antagonism toward Cuba. Finally, in 1961, he gave the United States 48 hours to reduce the staff of its embassy in Havana to 18 from 60. A frustrated Eisenhower broke off diplomatic relations with Cuba and closed the embassy on the Havana seacoast. The diplomatic stalemate lasted until 2015, when embassies were finally reopened in both Havana and Washington. During his two years in the mountains, Mr. Castro had sketched a social revolution whose aim, at least on the surface, seemed to be to restore the democracy that Mr. Batista’s coup had stifled. Mr. Castro promised free elections and vowed to end American domination of the economy and the working-class oppression that he said it had caused. Advertisement Continue reading the main story Despite having a law degree, Mr. Castro had no real experience in economics or government. Beyond improving education and reducing Cuba’s dependence on sugar and the United States, his revolution began without a clear sense of the new society he planned, except that it would be different from what had existed under Mr. Batista. At the time, Cuba was a playground for rich American tourists and gangsters where glaring disparities of wealth persisted, although the country was one of the most economically advanced in the Caribbean. After taking power in 1959, Mr. Castro put together a cabinet of moderates, but it did not last long. He named Felipe Pazos , an economist, president of the Banco Nacional de Cuba, Cuba’s central bank. But when Mr. Pazos openly criticized Mr. Castro’s growing tolerance of Communists and his failure to restore democracy, he was dismissed. In place of Mr. Pazos, Mr. Castro named Che Guevara, an Argentine doctor who knew nothing about monetary policy but whose revolutionary credentials were unquestioned. Opposition to the Castro government began to grow in Cuba, leading peasants and anti-Communist insurgents to take up arms against it. The Escambray Revolt , as it was called, lasted from 1959 to 1965, when it was crushed by Mr. Castro’s army. As the first waves of Cuban exiles arrived in Miami and northern New Jersey after the revolution, many were intent on overthrowing the man they had once supported. Their number would eventually total a million, many from what had been, proportionately, the largest middle class in Latin America. The Central Intelligence Agency helped train an exile army to retake Cuba by force. The army was to make a beachhead at the Bay of Pigs, a remote spot on Cuba’s southern coast, and instigate a popular insurrection. Mr. Szulc, then a correspondent for The Times, had picked up information about the invasion, and had written an article about it. But The Times , at the request of the Kennedy administration, withheld some of what Mr. Szulc had found, including information that an attack was imminent. Specific references to the C.I.A. were also omitted. Ten days later, on April 17, 1961, 1,500 Cuban fighters landed at the Bay of Pigs. Mr. Castro was waiting for them. The invasion was badly planned and by all accounts doomed. Most of the invaders were either captured or killed. Promised American air support never arrived. The historian Theodore Draper called the botched operation “a perfect failure,” and the invasion aroused a distrust of the United States that Mr. Castro exploited for political gain for the rest of his life. Mr. Castro with Mr. Guevara in Havana in January 1959. Credit Roberto Salas Declaration or Deception? The C.I.A., fighting the Cold War, had acted out of worries about Mr. Castro’s increasingly open Communist connections. As he consolidated power, even some of his most faithful supporters grew concerned. One break had taken place as early as 1959. Huber Matos , who had fought alongside Mr. Castro in the Sierra Maestra, resigned as military governor of Camagüey Province to protest the Communists’ growing influence as well as the appointment of Raúl Castro, whose Communist sympathies were well known, as commander of Cuba’s armed forces. Suspecting an antirevolutionary plot, Fidel Castro had Mr. Matos arrested and charged with treason. Advertisement Continue reading the main story Within two months, Mr. Matos was tried, convicted and sentenced to 20 years in prison . When he was released in 1979, Mr. Matos, nearly blind, went into exile in the United States, where he lived until his death in 2014. Shortly after arriving in Miami and joining the legions of Castro opponents there, Mr. Matos told Worldview magazine : “I differed from Fidel Castro because the original objective of our revolution was ‘Freedom or Death.’ Once Castro had power, he began to kill freedom.” It was not until just before the Bay of Pigs invasion that Mr. Castro declared publicly that his revolution was socialist. A few months later, on Dec. 2, 1961, he removed any lingering doubt about his loyalties when he affirmed in a long speech, “I am a Marxist-Leninist.” Many Cubans who had willingly accepted great sacrifice for what they believed would be a democratic revolution were dismayed. They broke ranks with Mr. Castro, putting themselves and their families at risk. Others, from the safety of the United States, publicly accused Mr. Castro of betraying the revolution and called him a tyrant. Even his family began to raise doubts about his intentions. “As I listened, I thought that surely he must be a superb actor,” Mr. Castro’s sister Juanita wrote in an account in Life magazine in 1964, referring to the December 1961 speech. “He had fooled not only so many of his friends, but his family as well.” She recalled his upbringing as the son of a well-to-do landowner in eastern Cuba who had sent him to exclusive Jesuit schools. In 1948, after Mr. Castro married Mirta Díaz-Balart, whose family had ties to the Batista government, his father gave them a three-month honeymoon in the United States. Subscribe to the Times “How could Fidel, who had been given the best of everything, be a Communist?” Juanita Castro wrote. “This was the riddle which paralyzed me and so many other Cubans who refused to believe that he was leading our country into the Communist camp.” A master of image and myth, Mr. Castro believed himself to be the messiah of his fatherland, an indispensable force with authority from on high to control Cuba and its people. Although the young Fidel was deeply involved in a radical student movement at the University of Havana, his early allegiance to Communist doctrine was uncertain at best. Some analysts believed that the obstructionist attitudes of American officials had pushed Mr. Castro toward the Soviet Union. Indeed, although Mr. Castro pursued ideologically communist policies, he never established a purely Communist state in Cuba, nor did he adopt orthodox Communist Party ideology. Rather, what developed in Cuba was less doctrinaire, a tropical form of communism that suited his needs. He centralized the economy and flattened out much of the traditional hierarchy of Cuban society, improving education and health care for many Cubans, while depriving them of free speech and economic opportunity. But unlike other Communist countries, Cuba was never governed by a functioning politburo; Mr. Castro himself, and later his brother Rául, filled all the important positions in the party, the government and the army, ruling Cuba as its maximum leader. Advertisement Continue reading the main story “The Cuban regime turns out to be simply the case of a third-world dictator seizing a useful ideology in order to employ its wealth against his enemies,” wrote the columnist Georgie Anne Geyer, whose critical biography of Mr. Castro was published in 1991. In this view of Mr. Castro, he was above all an old-style Spanish caudillo, one of a long line of Latin American strongmen who endeared themselves to people searching for leaders. The analyst Alvaro Vargas Llosa of the Independent Institute in Washington called him “the ultimate 20th-century caudillo.” In Cuba, through good times and bad, Mr. Castro’s supporters referred to themselves not as Communists but as Fidelistas. He remained personally popular among segments of Cuban society even after his economic policies created severe hardship. As Mr. Castro consolidated power, eliminated his enemies and grew increasingly autocratic, the Cuban people referred to him simply as Fidel. To say “Castro” was considered disloyal, although in later decades Cubans would commonly say just that and mean it. Or they would invoke his overwhelming presence by simply bringing a hand to their chins, as if to stroke a beard. Photo A celebration in Santiago de Cuba on July 26, 1964, the anniversary of the attack on the Moncada military barracks that started the Cuban revolution. Credit Grey Villet/The LIFE Images Collection, via Getty Images Global Brinkmanship Mr. Castro’s alignment with the Soviet Union meant that the Cold War between the world’s superpowers, and the ideological battle between democracy and communism, had erupted in the United States’ sphere of influence. A clash was all but inevitable, and it came in October 1962 . American spy planes took reconnaissance photos suggesting that the Soviets had exploited their new alliance to build bases in Cuba for intermediate-range nuclear missiles capable of reaching North America. Mr. Castro allowed the bases to be constructed, but once they were discovered, he became a bit player in the ensuing drama, overshadowed by President John F. Kennedy and the Soviet leader, Nikita S. Khrushchev . Kennedy put United States military forces on alert and ordered a naval blockade of Cuba. The two sides were at a stalemate for 13 tense days, and the world held its breath. Finally, after receiving assurances that the United States would remove American missiles from Turkey and not invade Cuba, the Soviets withdrew the missiles and dismantled the bases. But the Soviet presence in Cuba continued to grow. Soviet troops, technicians and engineers streamed in, eventually producing a generation of blond Cubans with names like Yuri, Alexi and Vladimiro. The Soviets were willing to buy all the sugar Cuba could produce. Even as other Caribbean nations diversified, Cuba decided to stick with one major crop, sugar, and one major buyer. Photo Mr. Castro at an experimental cattle-breeding station in 1964. He tried to develop a Cuban supercow that could produce milk at prodigious rates. Credit Jack Manning/The New York Times But after forcing the entire nation into a failed effort to reach a record 10-million-ton sugar harvest in 1970, Mr. Castro recognized the need to break the cycle of dependence on the Soviets and sugar. Once more, he relied on his belief in himself and his revolution for solutions. One unlikely consequence was his effort to develop a Cuban supercow. Although he had no training in animal husbandry, Mr. Castro decided to crossbreed humpbacked Asian Zebus with standard Holsteins to create a new breed that could produce milk at prodigious rates. Advertisement Continue reading the main story Decades later, the Zebus could still be found grazing in pastures across the island, symbols of Mr. Castro’s micromanagement. A few of the hybrids did give more milk, and one that set a milk production record was stuffed and placed in a museum. But most were no better producers than their parents. As the Soviets settled in Cuba in the 1960s, hundreds of Cuban students were sent to Moscow, Prague and other cities of the Soviet bloc to study science and medicine. Admirers from around the world, including some Americans, were impressed with the way that health care and literacy in Cuba had improved. A reshaping of Cuban society was underway. Cuba’s tradition of racial segregation was turned upside down as peasants from the countryside, many of them dark-skinned descendants of Africans enslaved by the Spaniards centuries before, were invited into Havana and other cities that had been overwhelmingly white. They were given the keys to the elegant homes and spacious apartments of the middle-class Cubans who had fled to the United States. Rents came to be little more than symbolic, and basic foods like milk and eggs were sold in government stores at below production cost. Mr. Castro’s early overhauls also changed Cuba in ways that were less than utopian. Foreign-born priests were exiled, and local clergy were harassed so much that many closed their churches. The Roman Catholic Church excommunicated Mr. Castro for violating a 1949 papal decree against supporting Communism. He established a sinister system of local Committees for the Defense of the Revolution, which set neighbors to informing on neighbors. Thousands of dissidents and homosexuals were rounded up and sentenced to either prison or forced labor. And although blacks were welcomed into the cities, Mr. Castro’s government remained overwhelmingly white. Mr. Castro regularly fanned the flames of revolution with his oratory. In marathon speeches, he incited the Cuban people by laying out what he considered the evils of capitalism in general and of the United States in particular. For decades, the regime controlled all publications and broadcasting outlets and restricted access to goods and information in ways that would not have been possible if Cuba were not an island. His revolution established at home, Mr. Castro looked to export it. Thousands of Cuban soldiers were sent to Africa to fight in Angola , Mozambique and Ethiopia in support of Communist insurgents. The strain on Cuba’s treasury and its society was immense, but Mr. Castro insisted on being a global player in the Communist struggle. As potential threats to his rule were eliminated, Mr. Castro tightened his grip. Camilo Cienfuegos , who had led a division in the insurrection and was immensely popular in Cuba, was killed in a plane crash days after going to arrest Huber Matos in Camagüey on Mr. Castro’s orders. His body was never found. Che Guevara, who had become hostile toward the Soviet Union, broke with Mr. Castro before going off to Bolivia, where he was captured and killed in 1967 for trying to incite a revolution there. Despite the fiery rhetoric from Mr. Castro in the early years of the revolution, Washington did attempt a reconciliation . By some accounts, in the weeks before he was assassinated in 1963, Kennedy had aides look at mending fences, providing Mr. Castro was willing to break with the Soviets. Photo Marines helping a Cuban child off a boat in Key West, Fla., in May 1980. Mr. Castro tried to defuse domestic discontent by allowing about 125,000 Cubans to flee in boats, rafts and inner tubes. He emptied prisons of criminals and people with mental illnesses, forcing them to join the exodus. Credit Fernando Yovera/Associated Press But with Kennedy’s assassination, and suspicions that Mr. Castro and the Cubans were somehow involved, the 90 miles separating Cuba from the United States became a gulf of antagonism and mistrust. The C.I.A. tried several times to eliminate Mr. Castro or undermine his authority. One plot involved exposing him to a chemical that would cause his beard to fall out, and another using a poison pen to kill him. Mr. Castro often boasted of how many times he had escaped C.I.A. plots to kill him, and he ordered information about the foiled attempts to be put on display at a Havana museum. Advertisement Continue reading the main story Relations between the United States and Cuba briefly thawed in the 1970s during the administration of President Jimmy Carter. For the first time, Cuban-Americans were allowed to visit family in Havana under strict guidelines. But that fleeting détente ended in 1980 when Mr. Castro tried to defuse growing domestic discontent by allowing about 125,000 Cubans to flee in boats, makeshift rafts and inner tubes, departing from the beach at Mariel. He used the opportunity to empty Cuban prisons of criminals and people with mental illnesses and force them to join the Mariel boatlift. Mr. Carter’s successor, Reagan, slammed shut the door that Mr. Carter had opened. In 1989, when frustrated veterans from Cuba’s African ventures began rallying around Gen. Arnaldo Ochoa, who led Cuban forces on the continent, Mr. Castro effectively got rid of a potential rival by bringing the general and some of his supporters to trial on drug charges. General Ochoa and several other high-ranking officers were executed on the orders of Raúl Castro, who was then the minister of defense. The United States economic embargo, imposed by Eisenhower and widened by Kennedy, has continued for more than five decades. But its effectiveness was undermined by the Soviet Union, which gave Cuba $5 billion a year in subsidies, and later by Venezuela, which sent Cuba badly needed oil and long-term economic support. Most other countries, including close United States allies like Canada, maintained relations with Cuba throughout the decades and continued trading with the island. In recent years, successive American presidents have punched big holes in the embargo, allowing a broad range of economic activity, though maintaining the ban on tourism. Continue reading the main story Photo Mr. Castro, speaking on July 26, 2003, lived to rule a country where the overwhelming majority of people had never known any other leader. Credit Sven Creutzmann/Polaris End of an Empire “I faced my greatest challenge after I turned 60,” Mr. Castro said in an interview with Vanity Fair magazine in 1994. He was referring to the collapse of the Soviet empire, which brought an end to the subsidies that had kept his government afloat for so long. He had also lost a steady source of oil and a reliable buyer for Cuban sugar. Abandoned, isolated, facing increasing dissent at home, Mr. Castro seemed to have come to the end of his line. Cuba’s collapse appeared imminent, and Mr. Castro’s final hours in power were widely anticipated. Miami exiles began making elaborate preparations for a triumphant return. But Mr. Castro, defying predictions, fought on. He chose an unlikely weapon: the hated American dollar, which he had long condemned as the corrupt symbol of capitalism. In the summer of 1993, he made it legal for Cubans to hold American dollars spent by tourists or sent by exiled family members. That policy eventually led to a dual currency system that has fostered resentment and hampered economic development in Cuba. Mr. Castro, the self-proclaimed Marxist-Leninist, was also willing to experiment with capitalism and free enterprise, at least for a time. Encouraged by his brother Raúl, he allowed farmers to sell excess produce at market rates, and he ordered officials to turn a blind eye to small, family-run kitchens and restaurants, called paladares, that charged market prices. Under Rául Castro, those reforms were broadened considerably, though they were sometimes met with public grumbling from his older brother. Advertisement Continue reading the main story But despite his apparent distaste for capitalism, and lingering memories of the 1950s Cuba that preceded his rule, Fidel Castro continued to foster Cuba’s tourism industry. He allowed Spanish, Italian and Canadian companies to develop resort hotels and vacation properties, usually in association with an arm of the Cuban military. For many years, the resorts were off limits to most Cubans. They generated hard cash, but a new generation of struggling young Cuban women were lured into prostitution by the tourists’ money. For a time, Mexican and Canadian investors poured money into the decrepit telephone company (owned by ITT until it was nationalized by Mr. Castro in 1960), mining operations and other enterprises, which helped keep Cuba’s economy from collapsing. He declared an emergency during which he expected the Cuban people to tighten their belts. He called the United States embargo genocide. All his efforts were not enough to keep dissent from sprouting in Havana, Santiago de Cuba and other urban areas during this period of hardship. Despite worldwide condemnation of his actions, Mr. Castro clamped down on a fledgling democracy movement, jailing anyone who dared to call for free elections. He also cracked down on the nucleus of an independent press, imprisoning or harassing Cuban reporters and editors. In 1994, for the first time, demonstrators took to the streets of Havana to express their anger over the failed promises of the revolution. Mr. Castro had to personally appeal for calm. Then, in early 1996, he seized an opportunity to rebuild his support by again demonizing the United States. Photo In 1994, demonstrators took to the streets of Havana to express their anger over the failed promises of the revolution. Credit Prensa Latina, via Associated Press A South Florida group, Brothers to the Rescue , had been flying three civilian planes toward the Cuban coast when two were shot down by Cuban military jets. Four men on board were killed. Mr. Castro raged against Washington, maintaining that the planes had violated Cuban airspace. American officials condemned the attack. Until then, President Bill Clinton had been moving discreetly but steadily toward easing the United States embargo and re-establishing some relations with Cuba. But in the wake of the attack, and the virulent reaction from Cuban-Americans in Florida — a state Mr. Clinton considered important to his re-election bid — he reluctantly signed the Helms-Burton law , which allowed the United States to punish foreign companies that were using confiscated American property in Cuba. The State Department’s first warnings under the new law went to a Canadian mining company that had taken over a huge nickel mine, and a Mexican investment group that had purchased the Cuban telephone company. Despite protests from American allies , the United States maintained the Helms-Burton law as a weapon against Mr. Castro, although all its provisions have never been carried out. Advertisement Continue reading the main story But in Cuba, the American actions reinforced Mr. Castro’s complaints about American arrogance and helped channel domestic dissent toward Washington. One of his strengths as a communicator — he considered Reagan his only worthy competitor in that regard — had always been to transform his anger toward the United States into a rallying cry for the Cuban people. “We are left with the honor of being one of the few adversaries of the United States,” Mr. Castro told Maria Shriver of NBC in a 1998 interview. When Ms. Shriver asked him if that truly was an honor, he answered, “Of course.” “For such a small country as Cuba to have such a gigantic country as the United States live so obsessed with this island,” he said, “it is an honor for us.” Continue reading the main story Photo Mr. Castro in June 2006. His impact on Latin America and the Western Hemisphere has the earmarks of lasting indefinitely. Credit Alejandro Ernesto/European Pressphoto Agency Parallel Lives As he grew older and grayer, Mr. Castro could no longer be easily linked to the intense guerrilla fighter who had come out of the Sierra Maestra. He rambled incoherently in his long speeches. He was rumored to be suffering from various diseases. After 40 years, the revolution he started no longer held promise, and Cubans by the thousands, including many who had never known any other life but under Mr. Castro, risked their lives trying to reach the United States on rafts, inner tubes and even old trucks outfitted with floats. Although the revolution lost its luster, what never diminished was Mr. Castro’s ability to confound American officials and to create situations to seize the advantage of a particular moment. That was evident early in 1998 when Pope John Paul II visited Havana and met with Mr. Castro. The meeting was widely expected to be seen as a rebuke and an embarrassment to Mr. Castro. The aging anti-Communist pontiff stood beside the aging Communist leader, who had abandoned his military uniform for the occasion in favor of a dark suit. The pope talked about human rights and the lack of basic freedoms in Cuba. But he also called Washington’s embargo “unjust and ethically unacceptable,” allowing Mr. Castro to claim a political if not a moral victory . Photo Pope John Paul II visited Havana in 1998. The pope spoke about the lack of basic freedoms in Cuba, but also called the United States embargo “unjust and ethically unacceptable.” Credit Pool photo by Paul Hanna The next year, Mr. Castro converted another conflict into an opportunity to bolster his standing among his own people while infuriating the United States. A young woman and her 5-year-old son were among more than a dozen Cubans who had set out for Florida in a 17-foot aluminum boat. The boat capsized and the woman drowned, but the boy, Elián González , survived two days in an inner tube before being picked up by the United States Coast Guard and taken to Miami, where he was united with relatives. Later, however, the relatives refused to release the boy when his father, in Cuba, demanded his return. The standoff between the family and United States officials created the kind of emotional and political drama that Mr. Castro had become a master at manipulating for his own purposes. Advertisement Continue reading the main story Mr. Castro made the boy another symbol of American oppression, which diverted attention from the deteriorating conditions in Cuba. After several months, American agents seized the boy from his Miami relatives and returned him to his father in Cuba, where he was greeted by Mr. Castro. That episode carried great significance for Mr. Castro in the way it echoed one in his personal life. Mr. Castro and his wife, Mirta Díaz-Balart, divorced in 1955, six years after the birth of their son, Fidelito. In 1956, when Mr. Castro and Ms. Díaz-Balart were both in Mexico, Mr. Castro arranged to have the boy visit him before embarking on what he said would be a dangerous voyage, which turned out to be his invasion of Cuba. He promised to bring the boy back in two weeks, but it was a trick. At the end of that period, Mr. Castro placed Fidelito in the custody of a friend in Mexico City. He then sailed for Cuba with his fellow rebels on the yacht Granma. The boy’s mother, with the help of her family and the Cuban Embassy in Mexico City, found a team of professional kidnappers, who ambushed the boy and his guardians in a park and carried him off. Ms. Díaz-Balart took Fidelito to New York and enrolled him in a local school for a year. But after Mr. Castro entered Havana and grabbed control of the government, he persuaded his former wife to send the boy back. The younger Mr. Castro lived in Cuba until, years later, he was sent to the Soviet Union to study. He became a physicist, married a Russian woman and eventually returned to Cuba, where he was named head of Cuba’s nuclear power program. Details of Mr. Castro’s personal life were always murky. He had no formal home but lived in many different houses and estates in and around Havana. He had relationships with several women, and only in his later years was he willing to acknowledge that he had a relationship of more than 40 years with Dalia Soto del Valle, who had rarely been seen in public. (Whether they were legally married was not clear.) The two had five sons — Alexis, Alexander, Alejandro, Antonio and Ángel — all of whom live in Cuba. Mr. Castro also has a daughter, Alina, a radio host in Miami, who bitterly attacked her father on the air for years. Mr. Castro had stormy relations with many of his relatives both in Cuba and the United States. He remained close to Celia Sánchez, a woman who was with him in the Sierra Maestra and who looked after his schedule and his archives devotedly, until she died in 1980. A sister, Ángela Castro, died at 88 in Havana in February 2012, according to The Associated Press, quoting her sister Juanita. And his elder brother Ramón died in February 2016 at 91. Photographs from a land of endless waiting and palpable erosion — but also, an uncanny openness among everyday people. Outlasting all his enemies, Mr. Castro lived to rule a country where the overwhelming majority of people had never known any other leader. Hardly anyone talked openly of a time without him until the day, in 2001, when he appeared to faint while giving a speech. Then, in 2004, he stumbled while leaving a platform, breaking a kneecap and reminding Cubans again of his mortality and forcing them to confront their future. Advertisement Continue reading the main story As Mr. Castro and his revolution aged, Cuban dissidents grew bolder. Oswaldo Payá , using a clause in the Cuban Constitution, collected thousands of signatures in a petition demanding a referendum on free speech and other political freedoms. (Mr. Payá died in a car crash in 2012.) Bloggers wrote disparagingly of Mr. Castro and the regime, although most of their missives could not be read in Cuba, where internet access was strictly limited. A group of Cuban women who called themselves the Ladies in White rallied on Sundays to protest the imprisonment of their fathers, husbands and sons, whose pictures they carried on posters inscribed with the number of years to which they were sentenced as political prisoners. After being made his brother’s successor, Raúl Castro tried to control the fragments of the revolution that remained after Fidel Castro fell ill, including a close association with President Hugo Chávez of Venezuela, who modeled himself after Fidel. (Mr. Chávez died in 2013.) Photo With his brother Raúl Castro, then Cuba’s defense minister in December 2003. Fidel Castro ceded much of his power to his brother in 2006. Credit Adalberto Roque/Agence France-Presse — Getty Images Never as popular as his brother, Raúl Castro was considered a better manager, and in some ways was seen as more conscious of the everyday needs of the Cuban people, despite his reputation as the revolution’s executioner. One of his first moves as leader was to replace the grossly overcrowded city buses, known as “camels,” with new ones, many imported from China. He opened up the economy somewhat, allowing entrepreneurs to start businesses, and he eased restrictions on traveling, access to cellphones, computers and other personal items, and the buying and selling of property. Still, Raúl Castro came under mounting pressure from Cubans demanding even more economic and political opportunity. He took more steps to open the economy and, in so doing, dismantled parts of the socialist state that his brother had defended for so long. Lurking in the background as Raúl Castro embarked on that new course was the brooding visage of Fidel, whose revolution has been seen as a rebellion of one man. When President Obama and Raúl Castro simultaneously went on TV in their countries in 2014 to announce a prisoner exchange and the first steps toward normalizing relations, Cubans and Americans alike expected to hear Fidel either accepting or condemning the moves. Six weeks after the deal was announced, Mr. Castro, or someone writing in his name, finally reacted in a way that combined his own bluster and his brother’s new approach. “I do not trust the politics of the United States, nor have I exchanged a word with them, but this is not, in any way, a rejection of a peaceful solution to conflicts,” Mr. Castro wrote near the end of a rambling letter to students on the commemoration of the 70th anniversary of his own time at the University of Havana. Sounding more like his brother than his old self, he backed any peaceful attempts to resolve the problems between the two countries. He then took one final swipe at his old nemesis. Video Fidel Castro Addresses Cuban Public In a rare public address, the Cuban revolutionary leader addressed the people and congratulated his brother Raúl on his continued efforts as president. By CUBAVISION, VIA REUTERS on Publish Date April 19, 2016. Photo by Ismael Francisco/Cubadebate, via Associated Press. Watch in Times Video » embed “The grave dangers that threaten humanity today have to give way to norms that are compatible with human dignity,” the letter said. “No country is excluded from such rights. With this spirit I have fought, and will continue fighting, until my last breath.” In April 2016, a frail Mr. Castro made what many thought would be his last public appearance, at the Seventh Congress of the Cuban Communist Party. Dressed in an incongruous blue tracksuit jacket, his hands at times quivering and his once powerful voice reduced to a tinny squawk, he expressed surprise at having survived to almost 90, and he bade farewell to the party , the political system and the revolutionary Cuba he had created. “Soon I will be like everybody else,” Mr. Castro said. “Our turn comes to us all, but the ideas of Cuban communism will endure.” No one is sure if the force of the revolution will dissipate without Mr. Castro and, eventually, his brother. But Fidel Castro’s impact on Latin America and the Western Hemisphere has the earmarks of lasting indefinitely. The power of his personality remains inescapable, for better or worse, not only in Cuba but also throughout Latin America. “We are going to live with Fidel Castro and all he stands for while he is alive,” wrote Mr. Matthews of The Times, whose own fortunes were dimmed considerably by his connection to Mr. Castro, “and with his ghost when he is dead.” Revisit notable deaths of 2016 . A version of this article appears in print on November 27, 2016, on page A1 of the New York edition with the headline: A Revolutionary Who Defied the U.S. And Held Cuba in His Thrall. Order Reprints | Today's Paper | Subscribe ",
    "title": "Fidel Castro, Cuban Revolutionary Who Defied U.S., Dies at 90 - The New York Times"
   }
  ]
 }
}