{
 "29": {
  "col-sim": {
   "cosine": 0.27093078855801966,
   "entity": 0.29814239699997197
  },
  "exec-time": 27.962339162826538,
  "links": [
   {
    "entities": [
     "john",
     "driving",
     "an",
     "dublin",
     "alan",
     "university",
     "ben",
     "shot",
     "osu",
     "abc",
     "mcgraw",
     "phoebe",
     "dead",
     "drake",
     "student",
     "jacob",
     "fbi",
     "ali",
     "bowers",
     "emergency",
     "ohio",
     "dispatch",
     "shares",
     "harrison",
     "college",
     "roth",
     "2016",
     "this morning",
     "leong",
     "andrew",
     "minchillo/ap",
     "welsh-huggins/ap",
     "nov. 28, 2016",
     "down",
     "news",
     "0",
     "razak",
     "state",
     "photo",
     "horujko",
     "ginther",
     "after",
     "price",
     "u.s.",
     "abdul",
     "meridith",
     "columbus",
     "november 28, 2016",
     "january 2015",
     "mngmnt",
     "jennifer",
     "email",
     "9:52 a.m.",
     "dr.",
     "crowd",
     "nov 28, 2016",
     "hall",
     "potiker",
     "shapiro",
     "monday",
     "kendrick",
     "artan",
     "michael",
     "jason",
     "kasich",
     "devin",
     "gittleson",
     "police",
     "emily",
     "10 a.m. less than two hours later",
     "volack",
     "into",
     "this afternoon",
     "villacis"
    ],
    "id": 0,
    "text": "Ohio State University Student Dead After Driving Into Crowd, Stabbing People at OSU Campus By EMILY SHAPIRO Nov 28, 2016, 5:54 PM ET 0 Shares Tom Dodge/The Columbus Dispatch via AP WATCH Knife-Wielding Ohio State University Student Shot Down 0 Shares Email An Ohio State University student was shot dead by police after he plowed into pedestrians with a car and then stabbed multiple people with a butcher's knife at the OSU campus in Columbus this morning, officials said. The scene is now secure, officials said. Eleven people were transported to local hospitals, officials said. One is in critical condition. OSU said in a statement that the \"injuries include stab wounds, injury by motor vehicle and other injuries that are being evaluated\" and that \"facts are still being verified.\" John Minchillo/AP Photo Students leave buildings as police respond to an attack on campus at Ohio State University, Monday, Nov. 28, 2016, in Columbus, Ohio. The incident was reported by OSU officials as an active shooter warning shortly before 10 a.m. Less than two hours later, OSU police said the scene was secure and police lifted the shelter-in-place alert. — Phoebe Potiker (@ppotiker) November 28, 2016 The incident happened at 9:52 a.m., when the suspect struck pedestrians with a car, officials said at a news conference. The suspect then exited the vehicle and used a butcher's knife to cut multiple people, officials said. An officer then shot and killed the suspect, officials said. The suspect was identified as Abdul Razak Ali Artan, an OSU student, officials said at a press conference this afternoon. Officials said Artan was in a car alone when he struck about eight pedestrians. The motive is not known at this time, officials said. Kevin Stankiewicz/TheLantern.com Ohio State University student Abdul Razak Ali Artan, pictured in a 2016 photo from The Lantern, was identified by the school's newspaper as the suspect in a campus attack, Nov. 28, 2016 in Columbus, Ohio. Sources told ABC News that authorities believe the attacker is of Somali descent and is a legal permanent resident of the U.S. Sources also said authorities are looking at a Facebook post to determine if it is connected to the suspect. The post reads, \"I am sick and tired of seeing my fellow Muslim brothers and sisters being killed and tortured EVERYWHERE ... I can't take it anymore. America! Stop interfering with other countries ... [if] you want us Muslims to stop carrying lone wolf attacks.\" John Minchillo/AP Photo A car inside a police line sits on the sidewalk as authorities respond to an attack on campus at Ohio State University, Monday, Nov. 28, 2016, in Columbus, Ohio. The man who fatally shot Artan was identified as OSU Officer Alan Horujko, 28, officials said. Horujko has been a member of the OSU police department since January 2015. \"It helped the officer be in the right place at the right time, as he was able to see this whole thing happen and take immediate action,\" an official said at a press conference this afternoon. OSU Police Ohio State University police released a statement on Nov. 28, 2016 saying that Officer Alan Horujko shot and killed the alleged campus attacker, Abdul Razak Ali Artan. When the active shooter warning was sent out this morning, some students barricaded themselves in classrooms. Buckeye Alert: Active Shooter on campus. Run Hide Fight. Watts Hall. 19th and College. — OSU Emergency Mngmnt (@OSU_EMFP) November 28, 2016 Harrison Roth/Twitter This image was posted to Harrison Roth's Twitter account after reports of an active shooter at Ohio State University on Nov. 28, 2016 with the text, \"I'm safe in a barricaded room. If you're on campus, get in a room and stay safe.\" One witness was Kendrick Price, an academic adviser at OSU, who told ABC News he ran to his second-story office window after hearing screams. He saw a person running toward police who was then shot multiple times, he said. Sophomore Jacob Bowers, 20, said he was sitting on a bench listening to music before class when he saw a man pull \"a large knife\" and start \"chasing people around trying to attack them.\" \"Luckily there were so many people, he couldn't focus on one target,\" said Bowers, who did not witness anyone getting stabbed. \"I saw the police officer take down the stabber. He saved lives today.\" He said he did not hear the assailant say anything, \"which was almost scarier.\" Andrew Welsh-Huggins/AP Photo Police respond to reports of an active shooter on campus at Ohio State University on Monday, Nov. 28, 2016, in Columbus, Ohio. Tom Dodge/The Columbus Dispatch via AP An officer blocks the scene as police respond to reports of an active shooter on campus at Ohio State University on Monday, Nov. 28, 2016, in Columbus, Ohio. FBI agents were among the authorities who swarmed the scene in response to the active shooter report. After the scene was secured, OSU police said all classes at the Columbus campus would be canceled for the remainder of the day. Nearly 60,000 students are enrolled at the Columbus campus. John Minchillo/AP Photo Police respond to an attack on campus at Ohio State University, Monday, Nov. 28, 2016, in Columbus, Ohio. Ohio Gov. John Kasich said in a statement, \"My thoughts are with the victims of this attack right now, and I pray for their safety and recovery. I am grateful for the professional, coordinated response from first responders, whose efforts helped effectively contain this incident before further harm could be done. I have been staying in contact with Ohio first responders since the incident began and have spoken with Ohio State's president, Dr. Michael Drake, to pledge whatever additional help the university needs.\" Kasich postponed an event scheduled for today in Dublin, Ohio, because of the shooting. Columbus Mayor Andrew Ginther said in a statement that he met with several victims and is \"pleased to report that their spirits are good and they are receiving the best of care.\" \"The City stands with The Ohio State University in supporting all those who were impacted by today’s traumatic events, and will work with Ohio State to help the university community heal physically and emotionally in the days and weeks to come,\" Ginther said. \"It is important in these difficult times that we come together as a community to support one another, and to resist the temptation to lash out in anger, or to let the actions of one person define an entire community. As an open, diverse and inclusive city, it is especially important to stand with our entire community and work toward productive strategies to stop senseless acts of violence everywhere.\" ABC News' Ben Gittleson, Jennifer Leong, Meridith McGraw, Devin Villacis and Jason Volack contributed to this report. 0 Shares ",
    "title": "Ohio State University Student Dead After Driving Into Crowd, Stabbing People at OSU Campus - ABC News"
   },
   {
    "entities": [
     "michigan",
     "post",
     "armed",
     "nov. 27",
     "services",
     "kellyanne",
     "green",
     "broadwell",
     "philip",
     "obama",
     "joe",
     "clinton",
     "miller",
     "washington",
     "state",
     "wisconsin",
     "eastern time monday",
     "security",
     "conway",
     "newt",
     "w.",
     "rudolph",
     "hillary",
     "foreign",
     "townsend",
     "abc",
     "donald",
     "april 2015",
     "peter",
     "bush",
     "petraeus",
     "fox",
     "college",
     "electoral",
     "cia",
     "corker",
     "2012",
     "lamothe",
     "david",
     "news",
     "massachusetts",
     "army",
     "sen.",
     "romney",
     "jaffe",
     "tower",
     "tuesday",
     "stevenson/the",
     "bob",
     "cuba",
     "frances",
     "kane",
     "thursday",
     "george",
     "brent",
     "homeland",
     "mitt",
     "states",
     "pence",
     "castro",
     "stein",
     "white",
     "josh",
     "collins",
     "chris",
     "paul",
     "paula",
     "viebeck",
     "jill",
     "senate",
     "greg",
     "u.s.",
     "new",
     "nakamura",
     "$100,000",
     "jerry",
     "sunday",
     "november 28",
     "monday",
     "florida",
     "michael",
     "2 p.m.",
     "department",
     "united",
     "november 2012",
     "dan",
     "york",
     "trump",
     "manhattan",
     "mike",
     "committee",
     "bozell",
     "dhs",
     "party",
     "gop",
     "mccaul",
     "pennsylvania",
     "markon",
     "giuliani",
     "relations",
     "rucker",
     "house",
     "morning",
     "earnest",
     "msnbc",
     "jason",
     "nov. 29",
     "gingrich",
     "1960s",
     "fidel",
     "elise"
    ],
    "id": 1,
    "text": "Trump meets with Petraeus, Romney as secretary of state battle heats up The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Jerry Markon and Paul Kane November 28 at 4:04 PM Follow @JerryMarkon Follow @pkcapitol President-elect Donald Trump met Monday with retired Army Gen. David Petraeus, a possible alternative choice for secretary of state amid an escalating feud over the position between supporters of former New York mayor Rudolph W. Giuliani and 2012 GOP presidential nominee Mitt Romney, who will sit down with Trump on Tuesday. As Trump’s senior advisers battled over who should fill what is considered the most prestigious Cabinet post, the president-elect will hold a second session with Romney along with another possible option, Sen. Bob Corker (R-Tenn.), aides said Monday. Corker, who will visit Manhattan’s Trump Tower on Tuesday, chairs the Senate Foreign Relations Committee and had suggested publicly that he was unlikely to be chosen. But Trump is reportedly considering alternatives for the State Department as an extraordinary feud has broken out between those supporting Romney, a former Massachusetts governor considered the quintessential establishment Republican, and Giuliani, a fierce Trump backer seen by some as deserving the secretary of state post out of sheer loyalty. Romney attacked Trump in unusually harsh and personal terms during the presidential campaign. [ The Daily 202: Romney twisting in the wind offers a preview of Trump’s reality-show governing style ] The fight hit a fever pitch over Thanksgiving weekend as Kellyanne Conway, Trump’s former campaign manager and now senior adviser to the transition team, took to the airwaves to attack Romney’s credentials to be the nation’s top diplomat. Conway is part of a cadre of Trump confidants who are waging an unusual public battle against Romney to influence the ­president-elect’s decision. Here are the people whose names have been floated for Trump’s Cabinet View Graphic Here are the people whose names have been floated for Trump’s Cabinet Another Trump backer, Rep. Chris Collins (R-N.Y.), blasted Romney on CNN’s “New Day” on Monday as “a self-serving egomaniac who puts himself first, who has a chip on his shoulder, and thinks that he should be president of the United States.” And Brent Bozell, an influential conservative activist, said in a statement that “the very idea of Mitt Romney as Secretary of State — or any other cabinet position in a Trump administration — is a slap to his supporters.’’ Others inside Trump’s orbit, particularly Vice President-elect Mike Pence, are viewed as Romney supporters, believing that he has a steady hand that would benefit Trump in the turbulent world of diplomacy, according to people familiar with the dispute who spoke on the condition of anonymity to discuss internal deliberations. Trump was angered at Conway’s remarks, according to a report Monday on MSNBC’s “Morning Joe.’’ Trump aides declined to comment during a conference call with reporters, saying only that the president-elect is taking his time to choose the best possible candidate. Jason Miller, a senior Trump communications adviser, said Trump is meeting with Romney again because “the two, quite frankly, haven’t spent much time together, so this gives them a little more time to do so.’’ The secretary of state search heated up as Trump resumed a busy schedule of transition meetings Monday at Manhattan’s Trump Tower after spending Thanksgiving weekend at his Florida estate. Among those dropping by today will be a candidate for homeland security secretary: Frances Townsend, a top homeland security and counterterrorism official in the George W. Bush administration. Another DHS contender — Rep. Michael McCaul (R-Tex.), chairman of the House Homeland Security Committee — will meet with Trump on Tuesday. Pence, who will participate in the meetings, entered the Trump Tower lobby Monday morning and paused in front of the elevators amid shouted questions from reporters, saying only: “It’s going to be a busy week. Get ready. Buckle up.” Trump aides continued Monday to blast a pending recount effort in Wisconsin led by Green Party candidate Jill Stein that has been joined by Democrat Hillary Clinton’s campaign. Trump had spent Sunday ridiculing Clinton’s campaign over the issue, before ending his day on Twitter by parroting a widely debunked conspiracy theory that her campaign benefited from massive voter fraud. [ Trump pushes conspiracy theory that ‘millions’ voted illegally for Clinton ] Donald Trump's senior adviser and former campaign manager took to the television airwaves on Nov. 27 to lobby publicly against former Massachusetts gov. Mitt Romney as secretary of state. But Trump is set to meet with Romney again on Nov. 29. (Peter Stevenson/The Washington Post) “In addition to winning the Electoral College in a landslide, I won the popular vote if you deduct the millions of people who voted illegally,” Trump tweeted late Sunday, one of more than 10 tweets on the recount issue. That accusation — spread by conspiracy sites such as ­Infowars.com and discredited by fact-checking organizations — gained traction among some conservatives disappointed that Trump lost the popular vote to Clinton, though he won the all-important electoral college. Stein has also filed a recount request in Pennsylvania and plans to do the same in Michigan, her campaign said in a statement Monday. Trump’s surprise victories in the three Great Lakes states was instrumental in his electoral college win. Miller, in the briefing, added: “I really do think it’s ridiculous that so much oxygen has been given to recount efforts when there is absolutely no chance of the election results changing. This election has been decided. It’s a conceded election.’’ White House spokesman Josh Earnest, who sometimes had harsh words for Trump during the campaign, went out of his way to avoid criticizing the president-elect during his daily briefing Monday. “I think I would defer to the president-elect’s team for commentary on his tweets,” Earnest said. On the broader election fraud topic, however, Earnest said: “There has been no evidence produced to substantiate a claim like that.’’ Earnest did take issue, however, with Trump’s tweet Monday morning threatening Cuba’s regime in the wake of former president Fidel Castro’s death. Trump vowed to “terminate” President Obama’s efforts to restore full diplomatic relations between the two nations unless Cuba’s communist leaders pursue unspecified changes in their approach. “If Cuba is unwilling to make a better deal for the Cuban people, the Cuban/American people and the U.S. as a whole, I will terminate deal,” Trump tweeted. Abandoning the diplomatic reset with Cuba would appease Republican critics of Obama’s efforts, which ran counter to U.S. policy that had aimed to drive Castro from power starting in the 1960s. But Earnest touted what he called the benefits of the policy shift, for both Americans eager to travel to the island nation and for average Cubans. Summarily reversing Obama’s policy, Earnest said, “is not just as simple as one tweet might make it seem.’’ Petraeus arrived at Trump Tower soon after 2 p.m. Eastern time Monday but did not respond to shouted questions from reporters. Petraeus, who has been taking a “wait and see” approach on joining the new administration, according to a U.S. military official who speaks with him often, has emerged as a possible alternative for secretary of state amid the battle over Romney. Petraeus returned to the lobby after his meeting with Trump and spoke briefly to reporters. “I was with him for about an hour,” Petraeus said. “He basically walked us around the world. Showed a great grasp of a variety of the challenges that are out there and some of the opportunities as well. Very good conversation and we’ll see where it goes from here.” The general is one of the most influential military officers of his generation but ended his government career as director of the CIA in November 2012 amid revelations that he had an affair with his biographer. Petraeus pleaded guilty in April 2015 to a misdemeanor charge of mishandling classified information in connection with the scandal — namely sharing information with biographer Paula Broadwell — and was sentenced to probation and a $100,000 fine. He could face a tough Senate confirmation process because of that history, though he has since testified before the Senate Armed Services Committee as a foreign policy expert. Conway over the weekend had led the remarkable rear-guard attack on Romney, arguing that he was disloyal to Trump and should not be considered to run the State Department. The remarks highlighted a fierce behind-the-scenes battle within the Trump camp over whether Romney should be offered the job as a healing gesture with the establishment or whether a loyalist such as Giuliani should get the nod. Romney’s supporters have largely counseled Trump privately, while his opponents — Conway, former House speaker Newt Gingrich and a handful of other Trump loyalists — have gone public in recent days to stoke a revolt. Those opposed to Romney have been advocating that Trump reward Giuliani with the secretary of state position, stressing his loyalty vs. Romney’s refusal to publicly say whom he voted for in the presidential race. “I don’t think a cost of admission for party unity has to be the secretary of state position,” Conway said on ABC’s “This Week,” suggesting that Romney went too far in questioning Trump’s character and intellect during the presidential race. “There was the ‘Never Trump’ movement and then there was Governor Mitt Romney. He went out of his way to hurt Donald Trump.” The Conway offensive, which began Thursday on Twitter and continued in her three television appearances Sunday, led the echo chamber of opposition to the former 2012 Republican presidential nominee. Gingrich said most Trump supporters could not countenance Romney’s selection for any high-profile posting in Trump’s new administration. “I think we would be enormously disappointed if he brought Mitt Romney into any position of authority,” Gingrich said on Fox News. Greg Jaffe, Dan Lamothe, David Nakamura, Philip Rucker and Elise Viebeck contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump meets with Petraeus, Romney as secretary of state battle heats up - The Washington Post"
   },
   {
    "entities": [
     "workers",
     "tribune",
     "of",
     "york",
     "aviation",
     "o\\'hare",
     "$15",
     "union",
     "trump",
     "chicago",
     "air",
     "employees",
     "service",
     "night",
     "travelers",
     "$8.25",
     "airport",
     "alexia",
     "nov. 21, 2016",
     "elejalde-ruiz",
     "reporter",
     "$10.50",
     "mcdonald",
     "olson",
     "images",
     "international",
     "brito",
     "tuesday",
     "contact",
     "new",
     "nov. 29, 2016",
     "mcdonald\\'s",
     "raquel",
     "seiu",
     "scott",
     "monday",
     "illinois",
     "department",
     "/",
     "national",
     "labor",
     "getty"
    ],
    "id": 2,
    "text": "Workers to strike Tuesday at O'Hare and other Chicago sites O'Hare Airport news conference Scott Olson / Getty Images Workers and union representatives leave a news conference at O'Hare International Airport on Nov. 21, 2016 in Chicago. The workers plan to strike Nov. 29, 2016. Workers and union representatives leave a news conference at O'Hare International Airport on Nov. 21, 2016 in Chicago. The workers plan to strike Nov. 29, 2016. (Scott Olson / Getty Images) Alexia Elejalde-Ruiz Contact Reporter Chicago Tribune Travelers through O'Hare International Airport can expect a scene Tuesday as airport workers walk off the job and rally for a $15 minimum wage alongside fast-food workers, graduate assistants, child and health care workers and Uber drivers. The Fight for $15 campaign, led by the Service Employees International Union, is marking the fourth anniversary of its first strike of McDonald's workers in New York with a nationwide day of protests it says will be its most disruptive yet, in hopes of conveying a message to the incoming Trump administration that it \"won't back down\" from its movement to raise wages. O'Hare is one of 20 airports across the country where there will be protests and the only airport where workers will hold an unfair labor practices strike. Baggage handlers, janitors, airplane cabin cleaners and wheelchair attendants, who are not unionized and are being organized by SEIU Local 1, are expected to walk off shifts starting Monday night to protest what they say is retaliation for organizing efforts. They are employed by subcontractors hired by the airlines. O'Hare workers will strike next Tuesday O'Hare International Airport worker Raquel Brito describes her labor conditions and explains why she, and her union, have voted to go on strike. Nov. 21, 2016. (WGN-TV) O'Hare International Airport worker Raquel Brito describes her labor conditions and explains why she, and her union, have voted to go on strike. Nov. 21, 2016. (WGN-TV) See more videos The Chicago Department of Aviation says it expects no disruptions in service from the protests. A Chicago federal judge Monday denied an attempt by one of the subcontractors to bar its workers from striking. Atlanta-based Air Service, which employs about 300 nonunion workers at O'Hare, filed a lawsuit arguing that the workers should abide by the Railway Labor Act, which requires parties engage in mediation and other processes to avert strikes that could disrupt passenger travel. The union maintains the workers, who are not directly employed by the airlines, are protected by the National Labor Relations Act. There will also be strikes and protests at McDonald's restaurants and other employers of low-wage workers in 340 cities. Organizers say they expect \"tens of thousands\" of people to participate. Many of the workers being organized earn minimum wage, which in Chicago is $10.50 an hour and in the rest of Illinois is $8.25. Here is how the day is expected to unfold in Chicago. ",
    "title": "Workers to strike Tuesday at O&apos;Hare and other Chicago sites - Chicago Tribune"
   },
   {
    "entities": [
     "lorraine",
     "voter",
     "hillary",
     "npr",
     "states",
     "york",
     "1993",
     "for",
     "rick",
     "trump",
     "university",
     "terry",
     "october",
     "donald",
     "post",
     "research",
     "2014",
     "gross",
     "study",
     "p\\xc3\\xa9rez",
     "cage",
     "college",
     "dominion",
     "electoral",
     "the",
     "fraud",
     "melania",
     "100 percent",
     "p.s.",
     "cbs",
     "weekend",
     "14 percent",
     "pew",
     "old",
     "david",
     "clinton",
     "ansolabehere",
     "2012",
     "richman",
     "miller",
     "monkey",
     "washington",
     "justice",
     "2010",
     "brennan",
     "minnite",
     "tamara",
     "keith",
     "morning",
     "u.s.",
     "new",
     "2008",
     "earnest",
     "rutgers",
     "myth",
     "congressional",
     "center",
     "hasen",
     "texas",
     "$20",
     "nov. 28",
     "monday",
     "eric",
     "myrna",
     "jason",
     "stephen",
     "florida",
     "south",
     "election",
     "kentucky",
     "jesse",
     "united",
     "cooperative"
    ],
    "id": 3,
    "text": "Republican presidential candidate Donald Trump looks at his wife, Melania, as they cast their votes at P.S. 59 in New York on Election Day. Evan Vucci/AP hide caption toggle caption Evan Vucci/AP Republican presidential candidate Donald Trump looks at his wife, Melania, as they cast their votes at P.S. 59 in New York on Election Day. Evan Vucci/AP Consider it another Trump flip-flop: back in October, Donald Trump told a crowd, \"I will totally accept the results of this great and historic presidential election, if I win.\" Trump went on to decisively win the Electoral College, but now he is questioning the results anyway. In a tweet this weekend, the president-elect alleged — providing zero evidence — that \"millions of people\" voted illegally, and that that's the reason Hillary Clinton won the popular vote. On a Monday morning phone call, members of the Trump team tried to back up the claim when NPR's Tamara Keith asked them for corroborating evidence. However, nothing they cited really made that case. Jason Miller cited two sources on the call, as transcribed by CBS's Sopan Deb : \"In particular, I'd point to the 2014 Washington Post study that indicated more than 14 percent of non-citizens in both in 2008 and in 2010 elections indicated they were registered to vote. ... Some numbers include the Pew Research study that said that approximately 24 million, or one out of every eight voter registrations in the United States[,] are no longer valid or significantly inaccurate. And in that same Pew Research study, the fact that 2.75 million people have registrations in more than one state. So all of these are studies and examples of where there have been issues of both voter fraud and illegal immigrants voting. ...\" Article continues after sponsorship The two pieces of evidence First, there is the \"Washington Post study\" that Miller cites. He was referring to a 2014 post from the Monkey Cage , a political science blog at the Post. In that piece, Old Dominion University professors Jesse Richman and David Earnest wrote about a study they conducted of data from the Cooperative Congressional Election Study, an operation that conducts ongoing surveys of voters. Richman and Earnest indeed found that \"14 percent of non-citizens in both the 2008 and 2010 samples\" they used said they were registered to vote. Not only that, but some of those respondents said they in fact did vote. However, the results of that study were heavily called into question, as Deb pointed out. In fact, that Monkey Cage article prominently features a disclaimer at the top: \"Note: The post occasioned three rebuttals ( here , here , and here ) as well as a response from the authors. Subsequently, another peer-reviewed article argued that the findings reported in this post (and affiliated article ) were biased and that the authors' data do not provide evidence of non-citizen voting in U.S. elections.\" That peer-reviewed article comes from a team of researchers that includes Stephen Ansolabehere, who developed the CCES. He and two colleagues wrote at the Monkey Cage that Richman and Earnest's findings were based on \"measurement error.\" For example, 56 respondents (a tiny sliver of people) changed their citizenship status between 2010 and 2012, and 20 of those had changed from citizen to noncitizen. That's \"highly unrealistic,\" Ansolabehere and his colleagues wrote. \"The mistake that Richman and his colleagues made was to isolate this small portion of the sample and extrapolate from it as if it were representative of some larger population,\" they added. Later on, the Washington Post's Fact Checker likewise gave this claim (when made by Eric Trump) four Pinocchios . That's one piece of evidence Miller put forward. He also pointed to a 2012 study from the Pew Charitable Trusts. The numbers he cites are in fact correct: That study showed that 24 million voter registrations at the time were \"no longer valid\" or were \"significantly inaccurate,\" and that nearly 2.8 million Americans were registered in more than one state. That's a sign that states' voter registration databases could use some extra upkeep but it's not itself evidence of fraud, as Miller said it was. One reason it's hard to keep registrations up to date is that each state has its own system, plus safeguards to make sure people don't inadvertently get unregistered. \"We have these 50 different systems and different databases on voter registration,\" said Lorraine Minnite, a professor of political science at Rutgers University and author of The Voter Fraud Myth. \"And we have a federal law that was passed in 1993 to protect voters from being illegally purged from registration lists for political reasons.\" That 1993 law is the National Voter Registration Act, and it sets out specific provisions under which a state can remove a person from the voter rolls. Because of those provisions, a person won't instantaneously be removed after moving to a different state or dying, for example. Getting a driver's license in another state could cancel a person's registration in the original state, but both states first have to communicate with each other. \"So what has happened is that this notion that voter registration lists can possibly be 100 percent accurate at any point in time is a complete fiction,\" she said. \"It's not allowed under federal law to be that way.\" So Trump in fact — however inadvertently — did draw some attention to what many consider a real problem. \"If you lined up people from all political angles, they would agree that we in the country have a lot of room to grow on that, and that voters and election officials would be better off if we made common-sense reforms to voter registration,\" said Myrna Pérez, leader of the Voting Rights and Elections project at the Brennan Center for Justice. But she takes issue with his allegations. \"The answer is not to create panic and to make allegations that undermine confidence in our elections,\" she said. Voter fraud happens, but it's exceedingly rare Donald Trump and his team have repeatedly alleged voter fraud in this election, alleging that the outcome would be \"rigged.\" As NPR wrote last month , it would be phenomenally difficult to \"rig\" an election via voter fraud. Fraud does happen, though instances are rare. And there's not a massive, systematic effort behind it that could sway a presidential election, as voter fraud expert Rick Hasen explained to NPR's Terry Gross in October: \"We do have some instances of voter fraud. The most common kind of voter fraud we see [is] usually in a local election where maybe dozens or 100 ballots could make a difference, involving absentee ballots. Usually, it's absentee ballots that are bought or sold. I'll give you $20 for your absentee ballot and then I can vote it the way I want. Unlike impersonation fraud, when it's an absentee ballot, you can verify how someone voted because you have the actual ballot, so that does happen. \"And for The Voting Wars, I was able to find regularly in local elections — and certainly in some parts of the country there's been an unfortunate history of this, in parts of Kentucky, South Texas, parts of Florida. We have had this kind of fraud. But it's been in small local elections, never on a large enough scale, I think, to affect a presidential election and not the kind of fraud that Donald Trump is talking about to affect the outcome [emphasis added].\" Unfortunately, it's often possible to find some sort of instance of shady-looking behavior in any given election. The Trump campaign provided NPR with a 45-page document listing instances of voter fraud, intimidation, and registration fraud (some of which are only listed as alleged instances), going back more than a decade. However, the Trump campaign has yet to provide evidence that widespread fraud — involving \"millions of voters\" — in fact swayed the results of the presidential election, as the president-elect said it did. Clarification: This article was clarified on Nov. 28 to show that some of the instances the Trump campaign listed to NPR were allegations and not necessarily proven to be true. ",
    "title": "Trump's Transition Team Cites Discredited Reports As Evidence Of Voter Fraud : NPR"
   },
   {
    "entities": [
     "marc",
     "2015",
     "gore",
     "hillary",
     "michigan",
     "thomsen",
     "california",
     "cathleen",
     "trump",
     "evan",
     "commission",
     "walker",
     "donald",
     "al",
     "bush",
     "associated",
     "stein",
     "white",
     "padilla",
     "party",
     "$520,000",
     "a.",
     "green",
     "pennsylvania",
     "$6.5 million",
     "hampshire",
     "jill",
     "david",
     "clinton",
     "dec. 13",
     "noah",
     "miller",
     "2000",
     "mark",
     "house",
     "last 16 years",
     "memoli",
     "decker",
     "wisconsin",
     "elections",
     "press",
     "tuesday",
     "court",
     "bierman",
     "afternoon",
     "wasserman",
     "new",
     "2008",
     "alex",
     "vucci",
     "dr.",
     "$3.5 million",
     "v.",
     "virginia",
     "monday",
     "florida",
     "friday",
     "michael",
     "elias",
     "jason",
     "thursday",
     "2011",
     "/",
     "supreme",
     "george",
     "scott"
    ],
    "id": 4,
    "text": "A recount won't change the election results, but Trump and the political fringes are debating it anyway Donald Trump Evan Vucci / Associated Press President-elect Donald Trump amplified conspiracy theories from the far right about widespread illegal voting, and his efforts to re-litigate the election align somewhat with a movement led by the far left. President-elect Donald Trump amplified conspiracy theories from the far right about widespread illegal voting, and his efforts to re-litigate the election align somewhat with a movement led by the far left. (Evan Vucci / Associated Press) Noah Bierman and Michael A. Memoli Contact Reporters President-elect Donald Trump ’s postelection victory party has veered into a dizzying paradox. Rather than celebrating, he is amplifying far-right conspiracies to undermine the credibility of an election he won. At the same time, he is finding some common cause in the quixotic effort by the fringe left to prevent him from reaching the White House. The chances of changing the election result with selective ballot recounts, as some on the left hope, or finding widespread voter fraud as alleged by Trump are next to nil. Yet a combination of self-interest and a desire for misdirection have propelled factions of both parties to debate the results of an election already decisively settled. Trump’s motives are often hard to pinpoint. But by pushing the myth that millions of ballots were cast illegally for his opponent, as he has done on Twitter in recent days, he may be building the case to claim a larger mandate for his victory despite the fact that Hillary Clinton is leading the popular vote by more than 2 million votes. The issue also distracts attention from mounting questions about the financial conflicts of interest he is likely to have in the White House, given that he plans to allow his children to run his international real estate and branding business while he serves as president. Finally, Trump’s rhetoric may also sow the seeds of future efforts to propose more restrictive voting rules championed by some of his top advisors. Nearly three weeks into his presidential transition, Donald Trump has hewn closely to the habits that won him the presidency. He continues to brush aside fine points of policy and freely contradict earlier positions, with some of the shifts seemingly based simply on the latest advice he’s received... Nearly three weeks into his presidential transition, Donald Trump has hewn closely to the habits that won him the presidency. He continues to brush aside fine points of policy and freely contradict earlier positions, with some of the shifts seemingly based simply on the latest advice he’s received... (Cathleen Decker) At the other end of the ideological spectrum, failed Green Party candidate Dr. Jill Stein has been seeking voter recounts in Wisconsin, Michigan and Pennsylvania, three states that Trump won and that together carry enough electoral votes to give the election to Clinton. Reversing the result in just one of the states, let alone all three, is all but impossible. Yet Stein’s gambit allows her to raise money and attract attention to a candidacy that failed to galvanize the vast majority of voters. \"I’ve never seen this kind of attack on poll workers and how the system works,” said Mark Thomsen, a Democratic appointee who  is chairman of the Elections Commission in Wisconsin, the first state in which Stein sought a recount. “We’re going to play it out, and I’m confident that the president-elect is going to win. We’re doing everything we can so that it’s timely and that it doesn’t impact the electoral college.\" Wisconsin Gov. Scott Walker , a Republican, tweeted that the expense — $3.5 million in his state — was “hard to justify” given that Trump’s margin of victory was four times  that of the closest presidential election in Wisconsin. It was also 17 times  the largest revised margin resulting from any recount in the last 16 years. Wisconsin was set to begin recounting nearly 3 million ballots Thursday if Stein and another minor-party candidate who also petitioned for it came up with the money to pay for it by Tuesday afternoon. The expense is due in part to hiring thousands of temporary workers needed to meet a federal deadline of Dec. 13 to complete the tallies. Stein said she has raised $6.5 million. The two other states could follow, though Stein may lack the organization to finish the job. On Monday, she announced she had been successful in initiating recounts in only 100 of more than 9,000 Pennsylvania precincts. She needs voters from each precinct to contest results on her behalf. Trump leads by 22,177 votes in Wisconsin, according to the last county-by-county figures released by the state Elections Commission. The president-elect also leads by 68,030 votes in Pennsylvania and 10,704 in Michigan, which certified its results Monday. presidential election since the 2000 ordeal in Florida between then-Vice President Al Gore and eventual President George... \"This is certainly not Bush v. Gore,\" a Wisconsin elections official said Monday. Well, what is it?  The state is initiating the first significant candidate-driven recount in a presidential election since the 2000 ordeal in Florida between then-Vice President Al Gore and eventual President George... (Michael A. Memoli) Statewide ballot recounts are rare, and examples of swinging the outcome of elections are even rarer. Just 27 statewide elections were subject to recounts from 2000 to 2015, according to an analysis from the nonprofit group FairVote, reported by  FiveThirtyEight , with an average of 282 votes shifting as a result. Only three candidates won elections because of recounts, according to the analysis. “I've never seen a recount overturn margins as large as the ones we're dealing with here,” said David Wasserman, an elections analyst for the nonpartisan Cook Political Report who is closely monitoring the state-by-state electoral tallies. Clinton’s campaign, even as it agrees with that assessment, has made the awkward decision to participate, albeit minimally, in the recount. Her campaign did its own due diligence in Wisconsin and other states and found no “actionable evidence” of vote manipulation that would merit challenging, and saw little chance that a recount would overturn the election result, according to campaign attorney Marc Elias. But in light of Stein’s efforts, the Clinton campaign said it was important, \"on principle, to ensure our campaign is legally represented\" in any recount proceedings. Trump, though he criticized Stein, echoed her distrust in the system, which he called rigged throughout the election. On Twitter, he made a baseless claim of “serious voter fraud” in three states he lost — Virginia, New Hampshire and California — and asserted without evidence that he would have “won the popular vote if you deduct the millions of people who voted illegally.” California, where Clinton is ahead by more than 3 million votes as ballots continue being counted , has safeguards built into its voting system, including automatic recounts in close races. California Secretary of State Alex Padilla , a Democrat, noted that Trump’s claim of fraud in the state was unsubstantiated and called it absurd.  “His reckless tweets are inappropriate and unbecoming of a president-elect,” Padilla said in a statement. Trump’s spokesman, Jason Miller, on Monday referred to Stein’s “recount nonsense” while talking up Trump’s “mandate to push forward” on his agenda. He decried the media for “chasing the shiny object of the Jill Stein recount effort.” Yet he defended Trump’s accusations of widespread voter fraud elsewhere, citing studies that point to clerical errors on the voter rolls — but no evidence of fraud — and to a discredited  report suggesting noncitizens had voted in the 2008 election. The last time that Wisconsin, whose Elections Commission met Monday to review recount procedures, had a statewide recount was in a state Supreme Court race in 2011. In an election with just more than half as many ballots cast as in this month’s election, it cost $520,000, according to an Associated Press survey of county clerks. Wisconsin has no threshold for triggering an automatic recount, leaving it up to candidates to request, and pay for, any re-tallying of the votes. Candidates must also state a reason for seeking the recount — evidence of fraud or irregularities, for instance. On Friday, just ahead of a deadline, Stein submitted her request to the Elections Commission, leveling accusations of foreign tampering. “After a presidential election tarnished by the use of outdated and unreliable machines and accusations of irregularities and hacks, people of all political persuasions are asking if our election results are reliable,” Stein said in a statement Monday. ",
    "title": "A recount won&apos;t change the election results, but Trump and the political fringes are debating it anyway - LA Times"
   },
   {
    "entities": [
     "john",
     "community",
     "of",
     "goldstein",
     "alan",
     "states",
     "nicole",
     "identified",
     "williams",
     "university",
     "craig",
     "osu",
     "nbc",
     "omar",
     "tracy",
     "tom",
     "razaq",
     "student",
     "ali",
     "charities",
     "share",
     "2014",
     "jacob",
     "bowers",
     "stankiewicz",
     "yunker",
     "white",
     "ohio",
     "systems",
     "knife",
     "used",
     "anwar",
     "butcher",
     "college",
     "pete",
     "kreinbrink",
     "geographical",
     "2016",
     "zuma",
     "et",
     "adam",
     "andrew",
     "barack",
     "obama",
     "fbi",
     "news",
     "attack",
     "al-awlaki",
     "razak",
     "state",
     "information",
     "house",
     "watts",
     "2007",
     "horujko",
     "press",
     "hassan",
     "morning",
     "abdul",
     "blankstein",
     "stone",
     "columbus",
     "harujko",
     "november 28, 2016",
     "stillman",
     "cairns",
     "pakistan",
     "kevin",
     "hall",
     "lisa",
     "winter",
     "america",
     "somali",
     "monday",
     "catholic",
     "artan",
     "stephen",
     "kasich",
     "association",
     "police",
     "dallas",
     "united",
     "connor",
     "suspect"
    ],
    "id": 5,
    "text": "Nov 28 2016, 6:34 pm ET Suspect Identified in Ohio State Attack as Abdul Razak Ali Artan by Pete Williams, Tom Winter, Andrew Blankstein and Tracy Connor Share Ohio State Attack: Car, Butcher Knife Used to Injure 11 People 2:10 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161129005709if_/http://www.nbcnews.com/widget/video-embed/819359299841\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> An Ohio State University student posted a rant shortly before he plowed a car into a campus crowd and stabbed people with a butcher knife in an ambush that ended when a police officer shot him dead, a law enforcement official said. Abdul Razak Ali Artan, 18, wrote on what appears to be his Facebook page that he had reached a \"boiling point\" and made a reference to \"lone wolf attacks\" and cites radical cleric Anwar al-Awlaki. \"America! Stop interfering with other countries, especially Muslim Ummah (community). We are not weak. We are not weak, remember that,\" the post said. Two hours before that, a cryptic post on the page said: \"Forgive and forget. Love.\" Officials cautioned that they have not determined a motive for the Monday morning ambush, which sent 11 people to the hospital. A photo of Abdul Razaq Ali Artan that accompanied an interview in the OSU publication The Lantern. Kevin Stankiewicz / The Lantern A police officer was on the scene within a minute and killed the assailant, likely saving lives, university officials said. \"He engaged the suspect and eliminated the threat,\" OSU Police Chief Craig Stone said. Law enforcement officials told NBC News that Artan was a Somali refugee who left his homeland with his family in 2007, lived in Pakistan and then came to the United States in 2014 as a legal permanent resident of the United States. He lived briefly in a temporary shelter in Dallas before settling in Ohio, according to records maintained by Catholic Charities. He attended Columbus State Community College for two years, graduating cum laude with an associates degree before moving onto Ohio State to continue his studies. He told a campus publication that on his first day at OSU, he was \"kind of scared\" to pray in public. \"If people look at me, a Muslim praying, I don't know what they're going to think, what's going to happen,\" Artan was quoted as saying in the Lantern. The violence unfolded just before 10 a.m. Monday near an academic hall on the Columbus, Ohio, campus, where 60,000 students are enrolled. Officials said Artan drove onto campus by himself and rammed the car past the curb and into a crowd on the sidewalk. \"This car just swerved and ran into a whole group of people,\" said Nicole Kreinbrink, who was walking down the street when she saw the car hit people who had evacuated an academic building during a fire alarm. \"All these people were running and screaming and yelling,\" she added. Play Ohio State Attack: Suspect ID'd as Student Abdul Razak Ali Artan 1:27 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161129005709if_/http://www.nbcnews.com/widget/video-embed/819357252001\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Jacob Bowers, an OSU sophomore, was sitting on a bench about 100 feet away when he noticed people running. \"Then I heard someone yell, 'He's got a knife.' And I saw a guy with a big-ass knife just chasing people around. When I saw that, I grabbed all my stuff and started running,\" Bowers said. Bowers said he looked back to see a police officer on the scene. The officer yelled to the suspect, \"Drop it and get down or I'll shoot,\" and then fired on the suspect, Bowers said. \"The man was going insane,\" he said. Another student told NBC News he heard gunfire from his dorm room. \"I heard gunshots from my dorm, probably six or seven,\" said Stephen Yunker, 18, a freshman who lives two blocks from Watts Hall, where the incident occurred. He said he and his roommate looked at each other, heard sirens about five seconds later, and then looked out the window. \"We saw fire trucks, couple of cars, and a body laying on the ground,\" he said. OSU Police identified the officer who took down Artan as Alan Harujko, who has been on the force for two years. The @OSUPolice confirm Officer Alan Horujko shot and killed the suspect, Abdul Razak Ali Artan, Monday morning. pic.twitter.com/6BuZ9GN1zY — OSU Police (@OSUPOLICE) November 28, 2016 The campus was put on lockdown for 90 minutes after the university first reported an \"active shooter\" in the chaos of the moment. \"Run Hide Fight,\" the university's emergency management office tweeted. \"Continue to shelter in place.\" Students hunkered down in classrooms with shades drawn across the 2,000-acre campus. Lisa Goldstein, 26, was in her Geographical Information Systems class in Stillman Hall when a text alert hit everyone's phones. The students blocked the door with their book bags and monitored social media and live streams for updates. \"It's a little overwhelming and scary. It's not something you think would happen on our campus,\" she told NBC News. A witness prays on campus close to the scene of the attack. Adam Cairns / Zuma Press Ohio Gov. John Kasich praised law enforcement for stopping Artan before he could do more harm. \"Think about what this tragedy could have meant, a man with a butcher knife and who knows what else?\" he said. President Barack Obama was briefed on the attack, a White House spokesman said. The FBI is assisting in the investigation. Hassan Omar, president of the Somali Community Association of Ohio, told NBC News that reports the attacker was Somali were upsetting. \"Every Somali person has been calling me, and everybody is crying,\" he said. \"This is a shock,\" he added. \"As a Somali community here, we are in a state of shock. In Columbus, we live in a very peaceful community. This is gonna affect the life of everybody. We are American and we don't want somebody to create this problem.\" Pete Williams ",
    "title": "Suspect Identified in Ohio State Attack as Abdul Razak Ali Artan - NBC News"
   },
   {
    "entities": [],
    "id": 6,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "guidelines",
     "7:58 p.m. est",
     "community",
     "of",
     "alan",
     "states",
     "cloud",
     "franklin",
     "balmert",
     "minn.",
     "university",
     "facebook",
     "network",
     "craig",
     "allen",
     "comey",
     "september",
     "omar",
     "nationwide",
     "market",
     "kenya",
     "fbi",
     "ali",
     "islamic",
     "usa",
     "summer semester of 2016",
     "kraus",
     "syria",
     "night",
     "jack",
     "ohio",
     "madhani",
     "college",
     "boulevard",
     "county",
     "moll",
     "aamer",
     "hometown",
     "minnesota",
     "adam",
     "ouham",
     "iraq",
     "nov. 28, 2016",
     "jacobs",
     "st.",
     "razak",
     "state",
     "kim",
     "watts",
     "today",
     "horujko",
     "hassan",
     "spring of 2016",
     "u.s.",
     "abdul",
     "enquirer",
     "cairns",
     "stone",
     "columbus",
     "november 28, 2016",
     "may",
     "conversation",
     "darla",
     "isis",
     "neises",
     "mark\\xc2\\xa0curnutte",
     "hall",
     "cincinnati",
     "summer 2016",
     "monday",
     "artan",
     "sheriff\\xe2\\x80\\x99s",
     "james",
     "department",
     "somalia",
     "association",
     "police",
     "monica",
     "jessie",
     "united",
     "fall\\xc2\\xa0semester of 2014",
     "columbus-based\\xc2\\xa0somali",
     "minneapolis"
    ],
    "id": 7,
    "text": "Ohio State student identified as attacker Suspect identified as Abdul Razak Ali Artan, an Ohio State student. Post to Facebook Ohio State student identified as attacker Suspect identified as Abdul Razak Ali Artan, an Ohio State student. Check out this story on USATODAY.com: http://usat.ly/2gBcsTI CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 243 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Ohio State student identified as attacker Aamer Madhani , USA TODAY 7:58 p.m. EST November 28, 2016 x Share Abdul Razak Ali Artan, an 18-year-old Somali immigrant, has been identified as the suspect behind a gruesome attack on the Ohio State University campus. Here is what we know about him. USA TODAY NETWORK Police cover the body of a suspect outside Watts Hall on the campus of Ohio State University in Columbus, Ohio, following an attack on campus that left several people injured on Monday, Nov. 28, 2016. The man, identified as Abdul Razak Ali Artan, plowed his car into a group of pedestrians and began stabbing people with a butcher knife Monday before he was shot to death by a police officer. (Photo: Adam Cairns, AP) A 20-year-old Ohio State University student has been identified as the suspect behind the gruesome attack Monday on the school's campus. The alleged attacker, Abdul Razak Ali Artan, was killed by police, but not before driving a car into a group of people and then attacking victims with a butcher's knife, said Monica Moll, public safety director at Ohio State. FBI agents had joined local police in investigating the incident. Eleven people were injured; all are expected to survive Artan was born in Somalia and living in the United States as a legal permanent resident. Investigators discovered a message he posted on a Facebook page before the attack in which he expressed anger about the treatment of Muslims around the world, according to reports from multiple news outlets, citing unidentified law enforcement officials. Artan was enrolled at Columbus State Community College from the fall semester of 2014 through the summer semester of 2016, according to college spokesman Allen Kraus. He graduated with an Associate of Arts degree in the spring of 2016 and then took a non-credit class for summer 2016. He had no record of behavioral or disciplinary issues during his time at Columbus State and graduated with honors, Kraus added. Nine hurt, suspect killed in 'terrifying' Ohio State attack Ohio State Police Chief Craig Stone said that Artan was alone during the attack and that police were still trying to determine the motive of the attack. Ohio State officials said the quick action of Officer Alan Horujko, who fatally shot Artan, prevented more people from being injured in the incident. \"We can prove to you that the suspect was by himself in the vehicle and committed this act by himself today,\" Stone said. \"It's an ongoing investigation to determine motive and if anybody else was involved in this act.\" Columbus Police Chief Chief Kim Jacobs, whose officers also responded to the attack, said terrorism had not been ruled out. \"That's why our federal partners are here and helping,\" she said. The attack comes as the terror group the Islamic State, also known by the acronyms ISIL and ISIS, through its online recruiters has called on U.S.-based sympathizers to carry out attacks on American soil if they cannot find a way to join the fight in Syria and Iraq. In May, FBI Director James Comey said ISIL was having a harder time recruiting American sympathizers to travel to Syria, but the agency was seeing more incidents in which potential suspects were being recruited to plot strikes in the U.S. Law enforcement officials were expected to search Artan’s home to look for clues for what may have motivated the attack. Minnesota mall attack likely inspired by radical Islam The Ohio State incident follows a knife attack in September in which  a 22-year-old Somali-American stabbed 10 people at a St. Cloud, Minn., shopping mall before being shot to death by an off-duty officer. Authorities said he asked some of his victims if they were Muslim. ISIL later claimed credit for the attack, and Comey said the St. Cloud assailant was likely acting as a “soldier” for the terror group. Omar Hassan, president of the Columbus-based Somali Community Association of Ohio, said that a member of Artan's family told him the suspect's mother and siblings had been interviewed by law enforcement authorities after the incident. Columbus has the second-biggest Somali population in the U.S. with about 50,000 immigrants from the east African nation. Hassan said the incident would reverberate in the Somali diaspora in the U.S., where concerns about anti-Muslim and anti-immigrant are already heightened . \"The timing is not good,\" Hassan said. \"We are black. We are Muslim. We are Somali. We are all the negative stigmas.\" Darla Neises, 36, of Columbus, worked with Artan at a nearby retail. One local business owner said they worked at a Home Depot big box store. “He was a sweet kid,” Neises said as she got into her car in a steady rain Monday night. She said she is shocked by the news that he carried out the attack on the Ohio State campus. She compared it to getting hit in the face with a frying pan. The street where Artan lived was clogged Monday night by media, yellow police tape and vehicles from the Franklin County Sheriff’s Department. Officials were waiting on a warrant to search the home. A bomb squad truck sat in front of the townhouse. “He was very sweet and kind, he used to write me bravos all the time, he’d get a lot of them. He was employee of the month,” Neises said. She called him Artan. “Just Artan,” she said. At the end of Nationwide Boulevard, Jack Ouham owns a convenience store called Hometown Market. “He used to stop in every day,” said Ouham, a Moroccan immigrant. “He didn’t smoke, didn’t drink. He was very respectful, very educated.” Ouham said Artan was the third oldest of the seven children in the family. He said Artan had said that he was born in Kenya, possibly in a refugee camp after the family fled civil war-torn Somalia. The incident has the large Somali refugee community in Columbus on edge. Already, anti-Muslim and anti-immigrant rhetoric are sounding. Columbus’ Somali population, estimated in excess of 50,000, is the second largest in the United States, behind only Minneapolis, Minnesota. Contributing: Jessie Balmert and Mark Curnutte of the Cincinnati Enquirer ",
    "title": "Ohio State student identified as attacker"
   },
   {
    "entities": [
     "john",
     "kerry",
     "$4.5 million",
     "hillary",
     "michigan",
     "trump",
     "donald",
     "1 percent",
     "bush",
     "stein",
     "night",
     "fox",
     "$7 million",
     "party",
     "committee",
     "libertarian",
     "ohio",
     "green",
     "pennsylvania",
     "2016",
     "$2.5 million",
     "weekend",
     "jill",
     "$6 million",
     "clinton",
     "news",
     "pa.",
     "priebus",
     "wisconsin",
     "reince",
     "republican",
     "bernie",
     "november 28, 2016",
     "saturday",
     "sunday",
     "$3,509,477",
     "2004",
     "w.",
     "george",
     "national",
     "sanders"
    ],
    "id": 8,
    "text": "Jill Stein -- Fighting election fraud or lining her own pockets? Published               November 28, 2016 Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump isn’t mincing words. He believes the recount effort – and multimillion-dollar fundraising goal – led by Green Party candidate Jill Stein is nothing more than a scam. Stein and her party are raising money for presidential recounts in Wisconsin, Michigan and Pennsylvania. Hillary Clinton’s campaign has offered help, but Clinton’s own lead counsel admitted that the recount won’t likely lead to any changes in the outcome of the presidential election. Stein started the push for a recount last week. Since then, she has raised more than $6 million toward an effort neither she nor her party can guarantee will actually happen. A closer look at the fine print on her website says “we can only pledge we will demand recounts in WI and MI and support the voter-initiated effort in PA.” She adds, “If we raise more than what’s needed, the surplus will also go toward election integrity efforts and to promote voting system reform. This is what we did with our surplus in 2004.” She does not go into specifics about what those “election integrity efforts” might be. Stein’s initial $2.5 million fundraising goal was surpassed in less than 48 hours. Since then, she’s upped her target to $4.5 million, but language on her donation page said the cost could go even higher. With attorneys' fees factored in, the total cost is likely to be $6 million to $7 million. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → That’s a lot of money for the Green Party, especially considering Stein’s entire 2016 presidential campaign brought in $3,509,477 from donors. “This is ridiculous,” Reince Priebus, former head of the Republican National Committee and incoming chief of staff for Trump, said on “Fox News Sunday.” “I think the American people know this is a waste of everybody’s time and money. We will win again for the second time.” Over the weekend, Trump also blasted the recount campaign. \"This recount is just a way for Jill Stein, who received less than 1 percent of the vote overall and wasn't even on the ballot in many states, to fill her coffers with money, most of which she will never even spend on this ridiculous recount,\" Trump said in a written statement. He followed it up with a tweet Saturday night: “The Green Party scam to fill up their coffers by asking for impossible recounts is now being joined by the badly defeated & demoralized Dems.\" The Green Party responded on their Facebook page: “@realDonaldTrump Hollow words from a President-elect replacing one set of establishment politicians & corporate insiders w/another. #StillASwamp.” Sen. Bernie Sanders, who lost to Hillary Clinton during the Democratic primary, said the recount isn’t a big deal. “It’s taking place. The Green Party has the legal right to do it,” he said during CNN’s “State of the Union.” “No one expects there to be profound change, but there’s nothing wrong with going through the process.” In Wisconsin, Trump leads Clinton by 22,177 votes. In Michigan, he has a lead of 10,704 votes, and in Pennsylvania, he’s up by 70,638 votes. The Green Party has pushed for recounts before. Following the 2004 presidential election, the Green Party and Libertarian Party footed the bill for a recount in Ohio. The end result was that Democrat John Kerry gained less than 300 votes over George W. Bush – a number that made virtually no difference in the margin. Advertisement ",
    "title": "Jill Stein -- Fighting election fraud or lining her own pockets? | Fox News"
   },
   {
    "entities": [
     "lab",
     "pegues",
     "university",
     "abdirahman",
     "inc",
     "fbi",
     "falzarano",
     "mohamud",
     "ohio",
     "sheik",
     "nazareth",
     "square",
     "cbs",
     "nov. 28, 2016",
     "news",
     "state",
     "watts",
     "times",
     "morning",
     "brooklyn",
     "france",
     "columbus",
     "interactive",
     "isis",
     "monday",
     "anthony",
     "jeff"
    ],
    "id": 9,
    "text": "The Ohio State University was on lockdown Monday morning during an active shooter situation. Ohio State student Anthony Falzarano calls into CBSN... At least one witness to the scene told CBS Columbus affiliate WBNS-TV said a fire alarm was pulled inside the Watts Lab, and when people exited, a car was waiting for them and appeared to purposefully run them over.  Another  student witness told CBS News  she saw a grey car drive by the engineering building at a high speed, hit a cop, then proceed to hit other people. The identities of the injured have not been released.  Police surround a car that crashed outside the Watts Building on the campus of Ohio State University in Columbus, Ohio, on the morning of Nov. 28, 2016. Bill Landis/Cleveland.com CBS News correspondent Jeff Pegues reports many of the signs from this incident point towards this being precisely the kind of terrorism federal law enforcement officials have been warning about for some time now.  Last week, a Brooklyn man was arrested for being an ISIS supporter , and was accused of plotting something similar to  the attack in Nice, France  for Times Square by seeking to drive a truck into a crowd.  Columbus, Ohio, itself has been on alert for localized terrorism for some time. Earlier this year a man with a machete randomly attacked diners in Nazareth Restaurant before being shot dead by police. Officials believe the incident was terrorism related. Last year, a federal grand jury charged a Columbus, Ohio man, Abdirahman Sheik Mohamud , with attempting to provide and providing material support to terrorists, attempting to provide and providing material support to a designated foreign terrorist organization and making false statements to the FBI. With nearly 60,000 students at its main Columbus campus, Ohio State is the state’s largest employer and one of the nation’s largest universities. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Ohio State shooting: Cops kill at least one suspect, as nine reported wounded - CBS News"
   }
  ]
 }
}